[
  {
    "id": "stj_julgado_REsp_2_218_969_SP_26082025",
    "texto": "STJ | 26/08/2025 | REsp 2.218.969-SP | INFORMATIVO 859 - STJ | A mera intenção ou início das obras de restauração de bem tombado não configura perda de objeto nem extingue a demanda judicial, sendo indispensável o cumprimento integral da obrigação de fazer para a extinção do processo."
  },
  {
    "id": "stj_julgado_julgado_26082025",
    "texto": "STJ | 26/08/2025 | INFORMATIVO 859 - STJ | A Defensoria Pública não possui legitimidade para propor ação de improbidade administrativa."
  },
  {
    "id": "stj_julgado_julgado_26082025",
    "texto": "STJ | 26/08/2025 | INFORMATIVO 1.186 - STF | É constitucional a lei municipal que fixa o valor da taxa de fiscalização de acordo com o tipo de atividade exercida pelo contribuinte, pois está em conformidade com o art. 145, II e § 2º, da Constituição Federal."
  },
  {
    "id": "stj_julgado_julgado_26082025",
    "texto": "STJ | 26/08/2025 | INFORMATIVO 1.186 - STF | É constitucional a Lei nº 14.385/2022, que ampliou as atribuições da ANEEL, permitindo-lhe definir, por iniciativa própria, a devolução ou compensação de valores de tributos pagos a maior pelas distribuidoras de energia elétrica. Para o ressarcimento, a ANEEL pode descontar apenas honorários advocatícios relacionados especificamente às causas sobre o tema e os tributos adicionais incidentes sobre a restituição."
  },
  {
    "id": "stj_julgado_REsp_2_174_051_SP_19082025",
    "texto": "STJ | 19/08/2025 | REsp 2.174.051-SP | INFORMATIVO 858 - STJ | Não é admissível o recurso especial que discute a transferência, com base em normativos da ANEEL (art. 218 da Resolução Normativa ANEEL n. 414/2010, alterado pela Resolução ANEEL n. 479/2012 e sucedido pela Resolução Normativa ANEEL n. 959/2021), da responsabilidade pela manutenção do sistema de iluminação pública, registrado como Ativo Imobilizado em Serviço - AIS, pelas distribuidoras de energia elétrica aos municípios e ao Distrito Federal."
  },
  {
    "id": "stj_julgado_REsp_2_154_735_AM_19082025",
    "texto": "STJ | 19/08/2025 | REsp 2.154.735-AM | INFORMATIVO 858 - STJ | O prazo prescricional da pretensão de cobrança de complementação de recursos relativos ao Valor Mínimo Anual por Aluno (VMAA), repassado ao FUNDEB/FUNDEF, deve ser apurado mês a mês, e não anualmente, por cuidar de hipótese de relação de trato sucessivo, que se renova mensalmente, não havendo falar de prescrição do próprio fundo de direito, mas apenas das parcelas relativas ao quinquênio que precedeu à propositura da ação."
  },
  {
    "id": "stj_julgado_REsp_2_136_644_AL_19082025",
    "texto": "STJ | 19/08/2025 | REsp 2.136.644-AL | INFORMATIVO 858 - STJ | A vedação de nova contratação de professor substituto antes de 24 meses do término do contrato anterior, prevista no art. 9º, III, da Lei 8.745/1993, não se aplica quando os contratos são firmados por instituições públicas distintas."
  },
  {
    "id": "stj_julgado_REsp_1_956_088_RN_19082025",
    "texto": "STJ | 19/08/2025 | REsp 1.956.088-RN | INFORMATIVO 858 - STJ | O adicional noturno não é devido ao Agente Federal de Execução Penal nos períodos de afastamento, ainda que computados como efetivo exercício."
  },
  {
    "id": "stj_julgado_AgRg_no_HC_909_471_SP_26082025",
    "texto": "STJ | 26/08/2025 | AgRg no HC 909.471-SP | INFORMATIVO 859 - STJ | Guardas municipais podem realizar busca pessoal em via pública quando houver fundada suspeita de prática delitiva. À luz da readequação jurisprudencial da Sexta Turma do STJ, é válida a abordagem feita por guardas municipais durante patrulhamento ostensivo, inclusive quando a fundada suspeita decorre da tentativa de fuga ao avistar a guarnição, sendo lícitas as provas colhidas."
  },
  {
    "id": "stj_julgado_julgado_19082025",
    "texto": "STJ | 19/08/2025 | INFORMATIVO 1185 - STF | O parecer prévio emitido pelos Tribunais de Contas estaduais tem natureza meramente opinativa e não constitui condição para que a Assembleia Legislativa aprecie as contas do governador. A ausência de sua emissão não impede o julgamento parlamentar, sob pena de violar a autonomia do Poder Legislativo."
  },
  {
    "id": "stj_julgado_julgado_19082025",
    "texto": "STJ | 19/08/2025 | INFORMATIVO 1.185 - STF | É inconstitucional norma distrital que permita ao governador nomear livremente conselheiro do Tribunal de Contas do Distrito Federal para ocupar vaga destinada a auditores ou membros do Ministério Público de Contas, quando inexistentes candidatos dessas carreiras, por violar o princípio da simetria."
  },
  {
    "id": "stj_julgado_O_STF_decidiu_que_o_Ministerio_Publico_possui_legitimidade_para_atuar_em_materias_relacionadas_a_pratica_desportiva_e_a_organizacao_de_entidades_esportivas__desde_que_tais_questoes_envolvam_direitos_difusos__coletivos_ou_individuais_homogeneos_de_relevante_interesse_publico__Contudo__e_inadmissivel_sua_atuacao_em_temas_meramente_internos_das_entidades__em_respeito_a_autonomia_assegurada_constitucionalmente__19082025",
    "texto": "STJ | 19/08/2025 | O STF decidiu que o Ministério Público possui legitimidade para atuar em matérias relacionadas à prática desportiva e à organização de entidades esportivas, desde que tais questões envolvam direitos difusos, coletivos ou individuais homogêneos de relevante interesse público. Contudo, é inadmissível sua atuação em temas meramente internos das entidades, em respeito à autonomia assegurada constitucionalmente. | INFORMATIVO 1185 - STF | O STF decidiu que o Ministério Público possui legitimidade para atuar em matérias relacionadas à prática desportiva e à organização de entidades esportivas, desde que tais questões envolvam direitos difusos, coletivos ou individuais homogêneos de relevante interesse público. Contudo, é inadmissível sua atuação em temas meramente internos das entidades, em respeito à autonomia assegurada constitucionalmente."
  },
  {
    "id": "stj_julgado_julgado_19082025",
    "texto": "STJ | 19/08/2025 | INFORMATIVO 1185 - STF | O STF reafirmou que é inconstitucional a vinculação remuneratória entre categorias distintas de servidores, por ofensa ao art. 37, XIII, da Constituição Federal. A decisão reforça a necessidade de autonomia das carreiras na definição de suas estruturas remuneratórias, vedando reflexos automáticos em outras categorias decorrentes de reajustes concedidos a um grupo específico."
  },
  {
    "id": "stj_julgado_julgado_19082025",
    "texto": "STJ | 19/08/2025 | INFORMATIVO 1185 - STF | O STF decidiu que é constitucional a criação de programas municipais de auxílio a desempregados com caráter assistencial, que prevejam a contratação temporária para garantir ocupação, renda e qualidade profissional aos beneficiários, desde que não configurem burla à regra do concurso público."
  },
  {
    "id": "stj_julgado_julgado_19082025",
    "texto": "STJ | 19/08/2025 | INFORMATIVO 1.185 - STF | É inconstitucional lei municipal que institui vantagem pecuniária em favor de servidores públicos municipais e delega ao Chefe do Poder Executivo e à Mesa Diretora da Câmara Municipal a fixação discricionária do valor do benefício, por violar o princípio da reserva absoluta de lei (art. 61, § 1º, II, “a”, da CF/88)."
  },
  {
    "id": "stj_julgado_julgado_19082025",
    "texto": "STJ | 19/08/2025 | INFORMATIVO 1185 - STF | É inconstitucional, por violar a regra do concurso público (art. 37, II, da CF/1988), a norma estadual que dispensa a realização de certame e autoriza a contratação temporária de agentes de segurança penitenciários, ainda que por excepcional interesse público."
  },
  {
    "id": "stj_julgado_julgado_19082025",
    "texto": "STJ | 19/08/2025 | INFORMATIVO 1185 - STF | As guardas municipais integram o Sistema Único de Segurança Pública (SUSP), mas não possuem direito à aposentadoria especial, pois o rol constitucional das categorias contempladas é taxativo e não as inclui."
  },
  {
    "id": "stj_julgado_julgado_19082025",
    "texto": "STJ | 19/08/2025 | INFORMATIVO 1185 - STF | Em continuidade ao controle já exercido sobre a matéria, o STF modulou os efeitos da decisão que declarou inconstitucional a criação, por lei goiana, de cargos em comissão técnicos e operacionais no quadro suplementar do TCE/GO: os cargos hoje ocupados permanecem até a aposentadoria de seus atuais servidores, extinguindo-se automaticamente com a vacância, vedada a recriação ou qualquer “regime de transição” que perpetue a irregularidade."
  },
  {
    "id": "stj_julgado_REsp_2_029_719_RJ_12082025",
    "texto": "STJ | 12/08/2025 | REsp 2.029.719-RJ | INFORMATIVO 857 - STJ | A mera intermediação na contratação de show artístico sem licitação, prevista no art. 25, III, da Lei 8.666/1993, não configura ato de improbidade administrativa se ausente prova de superfaturamento ou de benefício indevido."
  },
  {
    "id": "stj_julgado_REsp_2_149_911_RJ_12082025",
    "texto": "STJ | 12/08/2025 | REsp 2.149.911-RJ | INFORMATIVO 857 - STJ | A ausência de comunicação à Secretaria de Patrimônio da União (SPU) sobre a transferência de terreno de marinha somente passou a ensejar multa após a alteração legislativa promovida pela Lei n. 14.474/2022, não sendo cabível a exigência em transmissões anteriores."
  },
  {
    "id": "stj_julgado_REsp_1_652_517_SC_16062025",
    "texto": "STJ | 16/06/2025 | REsp 1.652.517-SC | INFORMATIVO 855 - STJ | É legítima a cobrança de laudêmio na transferência onerosa de imóveis sobre terreno de marinha, mesmo em permuta no local, quando a incorporadora recebe o terreno em troca de unidades que ainda serão construídas."
  },
  {
    "id": "stj_julgado_julgado_1757279770774",
    "texto": "STJ | INFORMATIVO 1181 - STF | É inconstitucional que uma norma estadual permita ao Tribunal de Contas determinar a realização de auditorias pelos órgãos de controle interno dos Poderes, pois isso fere o princípio da separação entre os sistemas de controle externo e interno."
  },
  {
    "id": "stj_julgado_RMS_67_965_MG_1757279770775",
    "texto": "STJ | RMS 67.965-MG | INFORMATIVO 853 - STJ | A recusa de acesso a informações públicas com base em sigilo deve ser fundamentada e não pode se apoiar em razões genéricas. É possível restringir o acesso ao livro de portaria de unidade prisional apenas se o conteúdo for efetivamente sigiloso, o que deve ser demonstrado pela Administração com justificativa clara e adequada."
  },
  {
    "id": "stj_julgado_julgado_1757279770775",
    "texto": "STJ | INFORMATIVO 1180 - STF | É inconstitucional lei estadual que trata da suspensão de energia elétrica e água por inadimplência, pois invade competência da União para legislar e explorar esses serviços (CF/1988, arts. 21, XII, b; e 22, IV) e dos municípios para organizar e legislar sobre serviços de interesse local (art. 30, I e V). A norma viola a distribuição constitucional de competências."
  },
  {
    "id": "stj_julgado_E_constitucional_a_emenda_parlamentar_que__inserida_em_projeto_de_iniciativa_privativa_do_chefe_do_Ministerio_Publico_da_Uniao__MPU___estabelece_a_exigencia_de_nivel_superior_para_os_cargos_de_tecnico_do_MPU_e_do_Conselho_Nacional_do_Ministerio_Publico__CNMP___desde_que_respeitada_a_pertinencia_tematica_com_o_projeto_original__A_alteracao_e_valida_quando_nao_implica_aumento_de_despesa_publica_nem_viola_a_autonomia_funcional_e_administrativa_do_Ministerio_Publico__E_legitima_a_equiparacao_dos_cargos_de_tecnico_e_analista_do_MPU_e_do_CNMP_a_funcoes_essenciais_a_atividade_jurisdicional__com_base_no_principio_da_racionalizacao_e_qualificacao_do_servico_publico__1757279770775",
    "texto": "STJ | É constitucional a emenda parlamentar que, inserida em projeto de iniciativa privativa do chefe do Ministério Público da União (MPU), estabelece a exigência de nível superior para os cargos de técnico do MPU e do Conselho Nacional do Ministério Público (CNMP), desde que respeitada a pertinência temática com o projeto original. A alteração é válida quando não implica aumento de despesa pública nem viola a autonomia funcional e administrativa do Ministério Público. É legítima a equiparação dos cargos de técnico e analista do MPU e do CNMP a funções essenciais à atividade jurisdicional, com base no princípio da racionalização e qualificação do serviço público. | INFORMATIVO 1179 - STF | É constitucional a emenda parlamentar que, inserida em projeto de iniciativa privativa do chefe do Ministério Público da União (MPU), estabelece a exigência de nível superior para os cargos de técnico do MPU e do Conselho Nacional do Ministério Público (CNMP), desde que respeitada a pertinência temática com o projeto original. A alteração é válida quando não implica aumento de despesa pública nem viola a autonomia funcional e administrativa do Ministério Público. É legítima a equiparação dos cargos de técnico e analista do MPU e do CNMP a funções essenciais à atividade jurisdicional, com base no princípio da racionalização e qualificação do serviço público."
  },
  {
    "id": "stj_julgado_julgado_1757279770776",
    "texto": "STJ | INFORMATIVO 1179 - STF | As atribuições de cargos em comissão devem guardar vínculo de confiança com quem os nomeia e se restringir às funções de direção, chefia ou assessoramento, conforme os princípios constitucionais. É constitucional a criação de cargos em comissão com atribuições compatíveis com o vínculo de confiança e descritas de forma clara e objetiva na própria norma legal que os institui. Por outro lado, são inconstitucionais cargos comissionados que preveem funções meramente técnicas ou operacionais, sem relação com assessoramento, chefia ou direção, especialmente se inseridos em quadros de cargos em extinção."
  },
  {
    "id": "stj_julgado_julgado_1757279770776",
    "texto": "STJ | INFORMATIVO 1179 - STF | Foi reafirmado que a modulação dos efeitos do Tema 395 RG, que reconheceu a inconstitucionalidade da incorporação de quintos pelo exercício de funções comissionadas entre 1998 e 2001, abrange apenas os servidores que, até 18.12.2019, recebiam os valores por decisão administrativa ou judicial não transitada em julgado. A modulação não autoriza o pagamento de parcelas reconhecidas, mas não quitadas, até essa data."
  },
  {
    "id": "stj_julgado_AREsp_2_080_146_SP_1757279770776",
    "texto": "STJ | AREsp 2.080.146-SP | INFORMATIVO 851 - STJ | Mesmo prevalecendo o princípio do in dubio pro societate na fase de recebimento da inicial em ações de improbidade, é imprescindível que o autor aponte elementos que demonstrem o dolo do agente e, quando aplicável, o dano ao erário, sendo insuficiente a simples alegação de ilegalidade do ato."
  },
  {
    "id": "stj_julgado_REsp_1_962_118_RS_1757279770776",
    "texto": "STJ | REsp 1.962.118-RS | INFORMATIVO 850 - STJ | Se a citação do Estado do Paraná e da Faculdade Vizivali for válida, ela interrompe a prescrição contra a União, mesmo que esta só seja citada depois, desde que a demora tenha sido causada pelo Judiciário."
  },
  {
    "id": "stj_julgado_REsp_1_978_141_SP_1757279770776",
    "texto": "STJ | REsp 1.978.141-SP | INFORMATIVO 850 - STJ | Nas ações em que se busca o ressarcimento de valores ao Sistema Único de Saúde (SUS) aplica-se o prazo prescricional de cinco anos, previsto no art. 1º do Decreto nº 20.910/1932. Esse prazo é contado a partir da notificação da decisão administrativa que apura os valores, e não da data do atendimento médico ou da alta hospitalar."
  },
  {
    "id": "stj_julgado_REsp_1_993_530_RS_1757279774784",
    "texto": "STJ | REsp 1.993.530-RS | INFORMATIVO 854 - STJ | O abono de permanência, por ser remuneratório e permanente, compõe a base de cálculo do adicional de férias e do 13º salário."
  },
  {
    "id": "stj_julgado_REsp_2_126_210_CE_1757279774784",
    "texto": "STJ | REsp 2.126.210-CE | INFORMATIVO 850 - STJ | Para os créditos de qualquer natureza das autarquias e fundações públicas federais, a multa de mora deve ser calculada sobre o valor histórico do débito, sem acréscimo de encargos como juros ou atualização monetária pela Taxa Selic. A atualização pela Selic, assim como os juros de mora, não se aplica como base de cálculo da multa, que incide apenas sobre o valor original da dívida."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_2_134_606_SP_05052025",
    "texto": "STJ | 05/05/2025 | AgInt no REsp 2.134.606-SP | INFORMATIVO 852 - STJ | Aplica-se a prescrição de cinco anos, prevista no Decreto n. 20.910/1932, às empresas públicas e sociedades de economia mista que prestam serviços públicos essenciais, sem fins lucrativos e sem atuação em regime de concorrência."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_2_174_004_PE_10042025",
    "texto": "STJ | 10/04/2025 | AgInt no REsp 2.174.004-PE | INFORMATIVO 851 - STJ | A pensão especial de ex-combatente prevista no art. 53, II, do ADCT não pode ser acumulada com dois outros benefícios previdenciários, mesmo que tenham fatos geradores distintos. A legislação permite, no máximo, a acumulação com um único benefício (civil ou militar), vedando a tríplice acumulação."
  },
  {
    "id": "stj_julgado_REsp_2_123_875_MG_04042025",
    "texto": "STJ | 04/04/2025 | REsp 2.123.875-MG | INFORMATIVO 847 - STJ | Multa por improbidade pode ser cobrada via execução fiscal (com Certidão de Dívida Ativa - CDA), e o ente público prejudicado tem o direito de fazer essa cobrança."
  },
  {
    "id": "stj_julgado_REsp_1_976_184_MG_1757279774785",
    "texto": "STJ | REsp 1.976.184-MG | INFORMATIVO 846 - STJ | Os terrenos ao lado de rios navegáveis são bens públicos da União e, por isso, não podem ser apropriados por particulares. Só será possível indenização se for comprovada a existência de aforamento (enfiteuse) ou concessão feita pela administração, com caráter pessoal."
  },
  {
    "id": "stj_julgado_julgado_1757279774785",
    "texto": "STJ | INFORMATIVO 1171 - STF | São constitucionais as taxas estaduais pela utilização, efetiva ou potencial, de serviços de prevenção e combate a incêndios, salvamento ou resgate, prestados ou postos à disposição pelos corpos de bombeiros militares."
  },
  {
    "id": "stj_julgado_REsp_2_164_309_CE_25032025",
    "texto": "STJ | 25/03/2025 | REsp 2.164.309-CE | INFORMATIVO 845 - STJ | Em casos de desapropriação com base no art. 184 da Constituição, a taxa de juros compensatórios muda conforme a lei vigente durante o processo judicial, mesmo após a posse provisória. Ela foi: 0% de 09/12/2015 a 17/05/2016 (MP 700/2015); igual aos juros dos títulos da dívida agrária de 12/07/2017 a 13/07/2023 (Lei 13.465/2017); e voltou a ser 0% a partir de 14/07/2023 (Lei 14.620/2023)."
  },
  {
    "id": "stj_julgado_REsp_1_955_655_RS_1757279774786",
    "texto": "STJ | REsp 1.955.655-RS | INFORMATIVO 843 - STJ | As ações em que o consumidor final questiona partes dos objetivos e critérios de cálculo das quotas anuais da Conta de Desenvolvimento Energético (CDE) devem ser propostas contra a prestadora de serviços de energia elétrica, sendo a União e a ANEEL partes ilegítimas, mesmo que a controvérsia envolva a legalidade de regulamentos expedidos pelo Poder Público."
  },
  {
    "id": "stj_julgado_REsp_1_942_196_PR_1757279774786",
    "texto": "STJ | REsp 1.942.196-PR | INFORMATIVO 843 - STJ | Na multa civil da Lei nº 8.429/1992, a correção monetária e os juros de mora incidem desde a data do ato de improbidade, conforme as Súmulas 43 e 54 do STJ."
  },
  {
    "id": "stj_julgado_REsp_2_147_578_SP_1757279778806",
    "texto": "STJ | REsp 2.147.578-SP | INFORMATIVO 843 - STJ | 1ª Tese: Aplica-se a prescrição intercorrente do art. 1º, § 1º, da Lei nº 9.873/1999 quando o processo administrativo de infração aduaneira, de natureza não tributária, fica paralisado por mais de três anos. 2ª Tese: A sanção por infração à legislação aduaneira tem natureza administrativa (não tributária) se a norma violada busca, principalmente, o controle do trânsito internacional de mercadorias ou a regularidade do serviço aduaneiro, mesmo que indiretamente contribua para a fiscalização tributária. 3ª Tese: A prescrição do art. 1º, § 1º, da Lei nº 9.873/1999 não se aplica quando a obrigação descumprida, embora relacionada ao ambiente aduaneiro, tenha como objetivo direto a arrecadação ou fiscalização de tributos sobre a operação."
  },
  {
    "id": "stj_julgado_julgado_1757279778806",
    "texto": "STJ | INFORMATIVO 1167 - STF | São inconstitucionais as portarias do antigo Ministério da Mulher, da Família e dos Direitos Humanos que anularam anistias políticas de cabos da Aeronáutica afastados pela Portaria nº 1.104/1964. Isso porque violam princípios como razoabilidade, segurança jurídica, duração razoável do processo, dignidade humana, devido processo legal, contraditório e ampla defesa."
  },
  {
    "id": "stj_julgado_julgado_05032025",
    "texto": "STJ | 05/03/2025 | INFORMATIVO 845 - STJ | O prazo para prescrição da ação de improbidade contra magistrados estaduais segue a Lei nº 8.112/1990, já que a LOMAN não trata do tema. Esse prazo começa a contar a partir do momento em que a autoridade competente toma conhecimento do fato e pode abrir processo disciplinar"
  },
  {
    "id": "stj_julgado_1__Tese__E_inconstitucional_a_incidencia_do_ISS_prevista_no_subitem_14_05_da_Lista_anexa_a_LC_n__116_03_quando_o_objeto_e_destinado_a_industrializacao_ou_comercializacao__2__Tese__As_multas_moratorias_impostas_pela_Uniao__Estados__Distrito_Federal_e_municipios_devem_respeitar_o_teto_de_20__do_debito_tributario__1757279778806",
    "texto": "STJ | 1ª Tese: É inconstitucional a incidência do ISS prevista no subitem 14.05 da Lista anexa à LC nº 116/03 quando o objeto é destinado à industrialização ou comercialização. 2ª Tese: As multas moratórias impostas pela União, Estados, Distrito Federal e municípios devem respeitar o teto de 20% do débito tributário. | INFORMATIVO 1167 - STF | 1ª Tese: É inconstitucional a incidência do ISS prevista no subitem 14.05 da Lista anexa à LC nº 116/03 quando o objeto é destinado à industrialização ou comercialização. 2ª Tese: As multas moratórias impostas pela União, Estados, Distrito Federal e municípios devem respeitar o teto de 20% do débito tributário."
  },
  {
    "id": "stj_julgado_julgado_1757279778806",
    "texto": "STJ | INFORMATIVO 1166 - STF | Verba remuneratória de cargo em comissão não pode ser convertida em verba indenizatória, uma vez que a primeira é devida em contrapartida a serviços laborais ordinários, rotineiros e específicos prestados pelo agente público que os ocupar."
  },
  {
    "id": "stj_julgado_Sao_inconstitucionais_dispositivos_de_Constituicao_Estadual_que_venham_a_dispor_sobre_infracoes_administrativas_cometidas_por_agentes_dos_Tribunais_de_Contas_Estaduais_e_que_condicionem_o_julgamento_desses_agentes_pela_Assembleia_Legislativa_Estadual__podendo_impor_sancoes_como_afastamento_do_cargo__A_competencia_para_processar_e_julgar_crimes_de_responsabilidade_cometidos_por_conselheiros_dos_Tribunais_de_Contas_e_do_STJ_e_ha_garantia_de_vitaliciedade_dos_membros_da_Corte_de_Contas__constitucionalmente_assegurada__1757279778807",
    "texto": "STJ | São inconstitucionais dispositivos de Constituição Estadual que venham a dispor sobre infrações administrativas cometidas por agentes dos Tribunais de Contas Estaduais e que condicionem o julgamento desses agentes pela Assembleia Legislativa Estadual, podendo impor sanções como afastamento do cargo. A competência para processar e julgar crimes de responsabilidade cometidos por conselheiros dos Tribunais de Contas é do STJ e há garantia de vitaliciedade dos membros da Corte de Contas, constitucionalmente assegurada. | INFORMATIVO 1166 - STF | São inconstitucionais dispositivos de Constituição Estadual que venham a dispor sobre infrações administrativas cometidas por agentes dos Tribunais de Contas Estaduais e que condicionem o julgamento desses agentes pela Assembleia Legislativa Estadual, podendo impor sanções como afastamento do cargo. A competência para processar e julgar crimes de responsabilidade cometidos por conselheiros dos Tribunais de Contas é do STJ e há garantia de vitaliciedade dos membros da Corte de Contas, constitucionalmente assegurada."
  },
  {
    "id": "stj_julgado_Respeitado_o_teto_constitucional__o_regime_de_subsidios_permite_gratificacoes_por_cargos_em_comissao_ou_funcoes_de_confianca__mas_veda_sua_incorporacao_aos_vencimentos__1757279778807",
    "texto": "STJ | Respeitado o teto constitucional, o regime de subsídios permite gratificações por cargos em comissão ou funções de confiança, mas veda sua incorporação aos vencimentos. | INFORMATIVO 1166 - STF | Respeitado o teto constitucional, o regime de subsídios permite gratificações por cargos em comissão ou funções de confiança, mas veda sua incorporação aos vencimentos."
  },
  {
    "id": "stj_julgado_julgado_24022025",
    "texto": "STJ | 24/02/2025 | INFORMATIVO 845 - STJ | A mudança de uma ação de improbidade para ação civil pública, conforme o art. 17, § 16, da Lei 8.429/1992, deve ser feita pelo juiz de 1ª instância, antes da sentença. Essa decisão pode ser contestada por meio de agravo de instrumento, como prevê o § 17 do mesmo artigo."
  },
  {
    "id": "stj_julgado_REsp_2_107_398_RJ_24022025",
    "texto": "STJ | 24/02/2025 | REsp 2.107.398-RJ | INFORMATIVO 841 - STJ | A utilização conjunta das Leis n. 8.429/1992 (Lei de Improbidade Administrativa) e n. 12.846/2013 (Lei Anticorrupção) para fundamentar uma mesma ação civil não configura, por si só, violação ao princípio do non bis in idem."
  },
  {
    "id": "stj_julgado_REsp_2_175_480_SP_21022025",
    "texto": "STJ | 21/02/2025 | REsp 2.175.480-SP | INFORMATIVO 842 - STJ | A petição inicial da ação de improbidade só pode ser rejeitada se não houver indícios de ato ilícito. Se houver, o processo deve seguir, e a sentença será o momento de avaliar a conduta e o dano ao erário."
  },
  {
    "id": "stj_julgado_E_constitucional___e_nao_ofende_a_diretriz_constitucional_da_participacao_popular_no_ambito_do_Sistema_Unico_de_Saude__CF_1988__art__198__III____lei_estadual_que_dispoe_sobre_programa_de_descentralizacao_da_execucao_de_servicos_publicos_nao_exclusivos_para_as_entidades_do_terceiro_setor__desde_que_esse_modelo_de_gestao_seja_conduzido_de_forma_publica__objetiva_e_impessoal__CF_1988__art__37__caput___sem_prejuizo_da_fiscalizacao_do_Ministerio_Publico_e_do_Tribunal_de_Contas_correspondentes_quanto_a_utilizacao_de_verbas_publicas__1757279782798",
    "texto": "STJ | É constitucional — e não ofende a diretriz constitucional da participação popular no âmbito do Sistema Único de Saúde (CF/1988, art. 198, III) — lei estadual que dispõe sobre programa de descentralização da execução de serviços públicos não exclusivos para as entidades do terceiro setor, desde que esse modelo de gestão seja conduzido de forma pública, objetiva e impessoal (CF/1988, art. 37, caput), sem prejuízo da fiscalização do Ministério Público e do Tribunal de Contas correspondentes quanto à utilização de verbas públicas. | INFORMATIVO 1165 - STF | É constitucional — e não ofende a diretriz constitucional da participação popular no âmbito do Sistema Único de Saúde (CF/1988, art. 198, III) — lei estadual que dispõe sobre programa de descentralização da execução de serviços públicos não exclusivos para as entidades do terceiro setor, desde que esse modelo de gestão seja conduzido de forma pública, objetiva e impessoal (CF/1988, art. 37, caput), sem prejuízo da fiscalização do Ministério Público e do Tribunal de Contas correspondentes quanto à utilização de verbas públicas."
  },
  {
    "id": "stj_julgado_1__Tese__Nao_ha_responsabilidade_subsidiaria_da_Administracao_Publica_por_encargos_trabalhistas_gerados_pelo_inadimplemento_de_empresa_prestadora_de_servicos_contratada__se_amparada_exclusivamente_na_premissa_da_inversao_do_onus_da_prova__remanescendo_imprescindivel_a_comprovacao__pela_parte_autora__da_efetiva_existencia_de_comportamento_negligente_ou_nexo_de_causalidade_entre_o_dano_por_ela_invocado_e_a_conduta_comissiva_ou_omissiva_do_poder_publico__2__Tese__Havera_comportamento_negligente_quando_a_Administracao_Publica_permanecer_inerte_apos_o_recebimento_de_notificacao_formal_de_que_a_empresa_contratada_esta_descumprindo_suas_obrigacoes_trabalhistas__enviada_pelo_trabalhador__sindicato__Ministerio_do_Trabalho__Ministerio_Publico__Defensoria_Publica_ou_outro_meio_idoneo__3__Tese__Constitui_responsabilidade_da_Administracao_Publica_garantir_as_condicoes_de_seguranca__higiene_e_salubridade_dos_trabalhadores__quando_o_trabalho_for_realizado_em_suas_dependencias_ou_local_previamente_convencionado_em_contrato__nos_termos_do_art__5__A____3___da_Lei_n__6_019_1974__4__Tese__Nos_contratos_de_terceirizacao__a_Administracao_Publica_devera___i__exigir_da_contratada_a_comprovacao_de____1757279782799",
    "texto": "STJ | 1ª Tese: Não há responsabilidade subsidiária da Administração Pública por encargos trabalhistas gerados pelo inadimplemento de empresa prestadora de serviços contratada, se amparada exclusivamente na premissa da inversão do ônus da prova, remanescendo imprescindível a comprovação, pela parte autora, da efetiva existência de comportamento negligente ou nexo de causalidade entre o dano por ela invocado e a conduta comissiva ou omissiva do poder público; 2ª Tese: Haverá comportamento negligente quando a Administração Pública permanecer inerte após o recebimento de notificação formal de que a empresa contratada está descumprindo suas obrigações trabalhistas, enviada pelo trabalhador, sindicato, Ministério do Trabalho, Ministério Público, Defensoria Pública ou outro meio idôneo; 3ª Tese: Constitui responsabilidade da Administração Pública garantir as condições de segurança, higiene e salubridade dos trabalhadores, quando o trabalho for realizado em suas dependências ou local previamente convencionado em contrato, nos termos do art. 5º-A, § 3º, da Lei nº 6.019/1974; 4ª Tese: Nos contratos de terceirização, a Administração Pública deverá: (i) exigir da contratada a comprovação de... | INFORMATIVO 1165 - STF | 1ª Tese: Não há responsabilidade subsidiária da Administração Pública por encargos trabalhistas gerados pelo inadimplemento de empresa prestadora de serviços contratada, se amparada exclusivamente na premissa da inversão do ônus da prova, remanescendo imprescindível a comprovação, pela parte autora, da efetiva existência de comportamento negligente ou nexo de causalidade entre o dano por ela invocado e a conduta comissiva ou omissiva do poder público; 2ª Tese: Haverá comportamento negligente quando a Administração Pública permanecer inerte após o recebimento de notificação formal de que a empresa contratada está descumprindo suas obrigações trabalhistas, enviada pelo trabalhador, sindicato, Ministério do Trabalho, Ministério Público, Defensoria Pública ou outro meio idôneo; 3ª Tese: Constitui responsabilidade da Administração Pública garantir as condições de segurança, higiene e salubridade dos trabalhadores, quando o trabalho for realizado em suas dependências ou local previamente convencionado em contrato, nos termos do art. 5º-A, § 3º, da Lei nº 6.019/1974; 4ª Tese: Nos contratos de terceirização, a Administração Pública deverá: (i) exigir da contratada a comprovação de..."
  },
  {
    "id": "stj_julgado_MS_19_183_DF_19022025",
    "texto": "STJ | 19/02/2025 | MS 19.183-DF | INFORMATIVO 842 - STJ | Cabe exclusivamente à Comissão de Anistia analisar os requerimentos de anistia política e suas revisões. A ausência dessa comissão no processo de revisão torna o procedimento nulo."
  },
  {
    "id": "stj_julgado_julgado_19022025",
    "texto": "STJ | 19/02/2025 | INFORMATIVO 845 - STJ | Entrar com ação de improbidade apenas para declarar que o delator cometeu ato ilícito, sem aplicar novas punições além do acordo, compromete a segurança jurídica, prejudica as investigações e desestimula futuras delações, sendo incompatível com a Lei de Improbidade."
  },
  {
    "id": "stj_julgado_REsp_2_074_601_MG_13022025",
    "texto": "STJ | 13/02/2025 | REsp 2.074.601-MG | INFORMATIVO 840 - STJ | As disposições da Lei n. 14.230/2021 são aplicáveis aos processos em curso para regular o procedimento da tutela provisória de indisponibilidade de bens, de modo que as medidas já deferidas poderão ser reapreciadas para fins de adequação à atual redação dada à Lei n. 8.429/1992."
  },
  {
    "id": "stj_julgado_julgado_1757279782800",
    "texto": "STJ | INFORMATIVO 1163 - STF | São inconstitucionais as decisões judiciais que concederam estabilidade a empregados da OAB/RJ originalmente contratados sob o regime celetista."
  },
  {
    "id": "stj_julgado_julgado_1757279782800",
    "texto": "STJ | INFORMATIVO 1162 - STF | 1ª Tese: São constitucionais normas estaduais e distritais que fixam prazo superior a 5 dias para a licença-paternidade de seus servidores, não sendo a eles aplicável, de forma automática, a prorrogação prevista na legislação federal. 2ª Tese: São inconstitucionais as normas que estabelecem diferenciação na duração da licença-maternidade para mães adotantes em relação à idade da criança adotada e as normas que não estabelecem o mesmo prazo da licença-maternidade para pais solo, tanto biológicos quanto adotantes."
  },
  {
    "id": "stj_julgado_julgado_1757279782800",
    "texto": "STJ | INFORMATIVO 1162 - STF | 1ª Tese: Constituições estaduais não podem exigir lei complementar para regular contratações temporárias, pois a Constituição Federal não o exige. 2ª Tese: As Leis Complementares cearenses nº 163/2016, nº 169/2016 e nº 228/2020 são inconstitucionais porque permitem contratações temporárias para atividades permanentes, violando o princípio do concurso público e os requisitos legais para contratações temporárias."
  },
  {
    "id": "stj_julgado_AgInt_no_AgInt_no_AREsp_1_479_463_SP_09122024",
    "texto": "STJ | 09/12/2024 | AgInt no AgInt no AREsp 1.479.463-SP | INFORMATIVO 837 - STJ | Mesmo que determinada conduta ímproba tenha sido revogada pelas alterações na Lei de Improbidade Administrativa, haverá improbidade se a previsão constar em lei especial."
  },
  {
    "id": "stj_julgado_REsp_1_956_378_SP_1757279782800",
    "texto": "STJ | REsp 1.956.378-SP | INFORMATIVO 835 - STJ | 1ª Tese: O intervalo para progressão funcional e promoção de servidores do INSS é de 12 meses, conforme legislação aplicável. 2ª Tese: É permitido que os efeitos financeiros da progressão funcional ocorram em data diferente da entrada do servidor na carreira. 3ª Tese: Os servidores têm direito a receber diferenças remuneratórias retroativas relacionadas ao reenquadramento até 1º/1/2017."
  },
  {
    "id": "stj_julgado_REsp_2_000_449_MT_09122024",
    "texto": "STJ | 09/12/2024 | REsp 2.000.449-MT | INFORMATIVO 837 - STJ | A desapropriação destinada às comunidades quilombolas apresenta natureza especial e, em razão das características particulares, os prazos de caducidade das desapropriações comuns não lhe são aplicáveis."
  },
  {
    "id": "stj_julgado_REsp_2_105_250_RJ_04122024",
    "texto": "STJ | 04/12/2024 | REsp 2.105.250-RJ | INFORMATIVO 836 - STJ | A não homologação da autodeclaração racial implica apenas na eliminação do candidato das vagas reservadas, não podendo afetar sua aprovação na ampla concorrência."
  },
  {
    "id": "stj_julgado_julgado_25112024",
    "texto": "STJ | 25/11/2024 | INFORMATIVO 835 - STJ | É legítima a atuação dos órgãos de defesa do consumidor na aplicação de sanções administrativas previstas no CDC quando a conduta praticada ofender direito consumerista, o que não exclui nem inviabiliza a atuação do órgão ou entidade de controle quando a atividade é regulada."
  },
  {
    "id": "stj_julgado_julgado_25112024",
    "texto": "STJ | 25/11/2024 | INFORMATIVO 835 - STJ | A autoridade administrativa pode se utilizar de fundamentação per relationem nos processos disciplinares."
  },
  {
    "id": "stj_julgado_julgado_1757279786800",
    "texto": "STJ | INFORMATIVO 1158 - STF | É constitucional norma estadual, originada de emenda parlamentar a projeto de lei do Tribunal de Justiça, que fixa limite de tempo razoável para atendimento ao público em serventias extrajudiciais, por apresentar pertinência temática. No entanto, é inconstitucional a equiparação de escreventes com vínculo trabalhista a analistas judiciários, por violação aos requisitos de investidura em cargo público."
  },
  {
    "id": "stj_julgado_julgado_1757279786801",
    "texto": "STJ | INFORMATIVO 1158 - STF | 1ª Tese: É inconstitucional incorporar instituições do Sistema Nacional de Atendimento Socioeducativo (Sinase) ao sistema de segurança pública. 2ª Tese: A transformação de cargos públicos só é constitucional e legítima mediante a observância de certos requisitos."
  },
  {
    "id": "stj_julgado_julgado_1757279786801",
    "texto": "STJ | INFORMATIVO 1158 - STF | A Emenda Constitucional nº 19/1998, que revogou a obrigatoriedade do regime jurídico único (RJU) para servidores da administração pública, é constitucional."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil_do_Estado_1757279786801",
    "texto": "STJ | Responsabilidade Civil do Estado | INFORMATIVO 1157 - STF | A imprevisibilidade da pandemia do COVID-19 afasta a responsabilidade civil estatal (CF/1988, art. 37, § 6º) por danos decorrentes do adiamento de prova de concurso público."
  },
  {
    "id": "stj_julgado_julgado_25102024",
    "texto": "STJ | 25/10/2024 | INFORMATIVO 1156 - STF | 1ª Tese: A intenção deliberada (dolo = vontade livre e consciente) é um requisito essencial para caracterizar qualquer ato de improbidade administrativa, conforme o artigo 37, § 4º, da Constituição Federal. Consequentemente, a modalidade culposa (sem intenção) de ato de improbidade administrativa, anteriormente prevista nos artigos 5º e 10 da Lei nº 8.429/92 em sua versão original, é inconstitucional. 2ª Tese: Os artigos 13, V, e 25, II, da Lei nº 8.666/1993 são constitucionais, desde que interpretados de forma específica. Essa interpretação determina que a contratação direta de serviços advocatícios pela administração pública, sem licitação, deve atender a certos critérios além dos já previstos em lei."
  },
  {
    "id": "stj_julgado_julgado_1757279786801",
    "texto": "STJ | INFORMATIVO 1157 - STF | Contratados temporários e servidores efetivos possuem regimes jurídicos distintos, o que impede que juízes estendam aos temporários os direitos e vantagens dos efetivos."
  },
  {
    "id": "stj_julgado_RMS_71_079_DF_17102024",
    "texto": "STJ | 17/10/2024 | RMS 71.079-DF | INFORMATIVO 832 - STJ | É legítima a aplicação da sanção de cassação de aposentadoria a integrante do Ministério Público que tenha cometido infração disciplinar grave durante seu período de atividade, mesmo que tal falta só venha a ser descoberta após sua aposentadoria."
  },
  {
    "id": "stj_julgado_REsp_2_173_088_DF_11102024",
    "texto": "STJ | 11/10/2024 | REsp 2.173.088-DF | INFORMATIVO 829 - STJ | O imóvel pertencente à sociedade de economia mista que presta serviço público essencial e atua em regime não concorrencial não pode ser adquirido por usucapião, quando afetado à finalidade pública essencial, ainda que desocupado ou abandonado."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_2_044_444_PR_15102024",
    "texto": "STJ | 15/10/2024 | AgInt no AREsp 2.044.444-PR | INFORMATIVO 836 - STJ | Excepcionalmente, considerando os princípios da proporcionalidade e razoabilidade, pode-se estabelecer a multa administrativa prevista na lei nº 9.847/1999 abaixo do mínimo legal, desde que a decisão esteja fundamentada em elementos concretos que demonstrem a necessidade dessa redução."
  },
  {
    "id": "stj_julgado_julgado_04102024",
    "texto": "STJ | 04/10/2024 | INFORMATIVO 828 - STJ | Se o juiz criminal reconhece a inimputabilidade de servidor público e profere sentença absolutória imprópria com imposição de medida de segurança, a sanção administrativa é incabível, devendo a Administração Pública avaliar a possibilidade de licença para permitir o tratamento de saúde ou de aposentadoria por invalidez."
  },
  {
    "id": "stj_julgado_julgado_1757279790787",
    "texto": "STJ | INFORMATIVO 1152 - STF | As loterias têm natureza de serviço público e a sua exploração pode ser delegada a agentes privados, desde que haja prévia licitação."
  },
  {
    "id": "stj_julgado_julgado_1757279790787",
    "texto": "STJ | INFORMATIVO 1152 - STF | É constitucional a exigência da Certidão Negativa de Débitos Trabalhistas (CNDT) para comprovação de regularidade trabalhista em licitações, sendo também constitucional a recusa de expedição nas hipóteses determinadas no art. 642-A, § 1º, da Consolidação das Leis do Trabalho (CLT), com a redação conferida pela Lei nº 12.440/2011."
  },
  {
    "id": "stj_julgado_julgado_1757279790787",
    "texto": "STJ | INFORMATIVO 1151 - STF | É constitucional, pois não viola o princípio do concurso público, norma estadual que altera a nomenclatura de cargo público."
  },
  {
    "id": "stj_julgado_REsp_1_990_245_SP_19092024",
    "texto": "STJ | 19/09/2024 | REsp 1.990.245-SP | INFORMATIVO 827 - STJ | As concessionárias de metrô podem exigir retribuição financeira de empresas privadas pela instalação de infraestrutura de telecomunicações em túneis, nos termos do art. 11 da Lei nº 8.987/1995, que permite receitas alternativas para concessionárias."
  },
  {
    "id": "stj_julgado_AREsp_1_417_207_MG_19092024",
    "texto": "STJ | 19/09/2024 | AREsp 1.417.207-MG | INFORMATIVO 826 - STJ | A dispensa indevida de licitação que acarreta pagamento ao agente ímprobo e a ausência de prestação de serviço gera dano concreto e pode ser enquadrada no art. 11, V, da Lei de Improbidade Administrativa."
  },
  {
    "id": "stj_julgado_julgado_16092024",
    "texto": "STJ | 16/09/2024 | INFORMATIVO 825 - STJ | A alteração da capitulação legal da conduta do servidor, por si só, não enseja a nulidade do processo administrativo disciplinar."
  },
  {
    "id": "stj_julgado_REsp_1_812_140_RS_16092024",
    "texto": "STJ | 16/09/2024 | REsp 1.812.140-RS | INFORMATIVO 826 - STJ | Em caso de interrupção programada dos serviços, os fornecedores devem avisar previamente os consumidores de acordo com a forma definida pelo respectivo órgão regulador do serviço."
  },
  {
    "id": "stj_julgado_julgado_1757279794798",
    "texto": "STJ | INFORMATIVO 1149 - STF | É constitucional a recontratação de empresa sem licitação em situações emergenciais ou de calamidade pública desde que não se extrapole o prazo máximo legal de 1 (um) ano."
  },
  {
    "id": "stj_julgado_julgado_1757279794798",
    "texto": "STJ | INFORMATIVO 1149 - STF | É constitucional lei do Distrito Federal que exige licença específica para habilitação de empresas em processo licitatório quando esse estiver relacionado à execução de atividades dedicadas ao combate a insetos e roedores, à limpeza e higienização de reservatórios de água e à manipulação de produtos químicos para limpeza e conservação."
  },
  {
    "id": "stj_julgado_REsp_1_735_603_AL_1757279794798",
    "texto": "STJ | REsp 1.735.603-AL | INFORMATIVO 824 - STJ | As sanções de \"suspensão dos direitos políticos\" e \"proibição de contratar com o Poder Público ou receber benefícios fiscais\" são aplicáveis tanto a particulares quanto a agentes públicos que praticarem atos de improbidade administrativa."
  },
  {
    "id": "stj_julgado_julgado_1757279794798",
    "texto": "STJ | INFORMATIVO 1148 - STF | É constitucional lei distrital que prevê a obrigatoriedade de reserva de vagas para contratação de pessoas em faixa etária com dificuldade de empregabilidade."
  },
  {
    "id": "stj_julgado_REsp_1_929_685_TO_1757279794798",
    "texto": "STJ | REsp 1.929.685-TO | INFORMATIVO 823 - STJ | A alteração realizada na Lei de Improbidade Administrativa que passou a exigir efetivo prejuízo em atos ímprobos de lesão ao erário deve ser aplicada aos processos em curso."
  },
  {
    "id": "stj_julgado_julgado_1757279794798",
    "texto": "STJ | INFORMATIVO 1147 - STF | A Lei do Estado do Amazonas que define atribuições dos Controladores de Arrecadação da Receita Estadual não ofende o artigo 37, XXII, da CF/88, sendo compatível com a Constituição Federal."
  },
  {
    "id": "stj_julgado_REsp_1_908_738_SP_26082024",
    "texto": "STJ | 26/08/2024 | REsp 1.908.738-SP | INFORMATIVO 822 - STJ | As concessionárias de rodovias podem ser responsabilizadas por acidentes causados por animais nas pistas, aplicando-se a teoria do risco administrativo e as regras de proteção ao consumidor."
  },
  {
    "id": "stj_julgado_REsp_2_038_245_SP_26082024",
    "texto": "STJ | 26/08/2024 | REsp 2.038.245-SP | INFORMATIVO 827 - STJ | A alteração realizada na Lei de Outorga e Prorrogação de Concessão e Permissão de Serviço Público quanto ao prazo contratual (de no mínimo 25 anos, prorrogável por mais 10) só se aplica para contratos firmados após a publicação da nova lei, qual seja, a Lei nº 10.684/2003."
  },
  {
    "id": "stj_julgado_RMS_71_656_RO_1757279794799",
    "texto": "STJ | RMS 71.656-RO | INFORMATIVO 823 - STJ | O fracionamento, em curto período, das nomeações de aprovados em concurso público demonstra a necessidade imediata de provimento dos cargos, mas deve ser assegurada a preferência na escolha de lotação aos candidatos melhor classificados."
  },
  {
    "id": "stj_julgado_REsp_1_831_507_AL_09082024",
    "texto": "STJ | 09/08/2024 | REsp 1.831.507-AL | INFORMATIVO 822 - STJ | A ação judicial que resulta na reclassificação de candidato em concurso público implica no necessário chamamento dos demais candidatos afetados para exercício do contraditório e ampla defesa."
  },
  {
    "id": "stj_julgado_julgado_1757279797826",
    "texto": "STJ | INFORMATIVO 1143 - STF | É constitucional norma que dispensa a publicação dos atos societários das sociedades anônimas no Diário Oficial, mas mantém a obrigatoriedade de divulgação em jornais de ampla circulação."
  },
  {
    "id": "stj_julgado_REsp_1_985_977_DF_26062024",
    "texto": "STJ | 26/06/2024 | REsp 1.985.977-DF | Aplica-se a responsabilidade civil pela perda de uma chance no caso de profissionais médicos que não observam orientação do Ministério da Saúde, retirando do paciente uma chance concreta e real de ter um diagnóstico correto e de alcançar as consequências normais que dele se poderia esperar."
  },
  {
    "id": "stj_julgado_REsp_2_093_778_PR_1757279797827",
    "texto": "STJ | REsp 2.093.778-PR | INFORMATIVO 817 - STJ | O fretamento em circuito aberto configura prestação irregular de serviço de transporte rodoviário de passageiros e concorrência desleal."
  },
  {
    "id": "stj_julgado_julgado_1757279797827",
    "texto": "STJ | INFORMATIVO 1141 - STF | É inconstitucional norma que impede militares estaduais afastados pela prática de falta grave de prestarem concurso público sem estipular prazo máximo para a sanção."
  },
  {
    "id": "stj_julgado_julgado_1757279797827",
    "texto": "STJ | INFORMATIVO 1141 - STF | 1ª Tese: É constitucional o prazo de 25 anos, prorrogável por até 10 anos, para a outorga a particulares de concessão ou de permissão dos serviços e das obras públicas de “portos secos”. Esses períodos devem ser compreendidos como prazos máximos, sendo possível que a Administração Pública fixe prazos menores, em cada caso. 2ª Tese: É inconstitucional a prorrogação da vigência dos contratos de concessão ou de permissão dos “portos secos” cujas outorgas iniciais não forem antecedidas de procedimento licitatório. 3ª Tese: Ainda que a outorga inicial seja precedida de licitação, é inconstitucional a prorrogação direta e automática dos contratos de concessão ou de permissão dos “portos secos”."
  },
  {
    "id": "stj_julgado_Agint_no_REsp_1_991_470_MG_1757279797827",
    "texto": "STJ | Agint no REsp 1.991.470-MG | INFORMATIVO 816 - STJ | A absolvição criminal com fundamento na atipicidade da conduta não faz coisa julgada no juízo cível e, portanto, não impede o processamento da ação de improbidade administrativa."
  },
  {
    "id": "stj_julgado_AREsp_2_384_044_SP_1757279797827",
    "texto": "STJ | AREsp 2.384.044-SP | INFORMATIVO 816 - STJ | O espólio possui legitimidade para contestar a validade de interceptações telefônicas em processo penal, mesmo após a extinção da punibilidade devido ao falecimento do acusado."
  },
  {
    "id": "stj_julgado_RMS_73_285_RS_1757279797827",
    "texto": "STJ | RMS 73.285-RS | INFORMATIVO 816 - STJ | A negativa de banca examinadora de concurso público em atribuir pontuação à reposta formulada de acordo com precedente obrigatório do STJ constitui flagrante ilegalidade."
  },
  {
    "id": "stj_julgado_REsp_2_103_140_ES_18062024",
    "texto": "STJ | 18/06/2024 | REsp 2.103.140-ES | A penalidade administrativa rege-se pela lei vigente à época do fato e a retroatividade da lei mais benéfica somente será possível quando houver expressa previsão legislativa nesse sentido."
  },
  {
    "id": "stj_julgado_AgInt_no_RMS_65_059_MT_06062024",
    "texto": "STJ | 06/06/2024 | AgInt no RMS 65.059-MT | A servidora pública gestante que exerce eventualmente a substituição de titular de cargo comissionado tem direito apenas à retribuição pecuniária correspondente e proporcional aos dias em que tenha efetivamente realizado a substituição, não podendo se afastar com essa remuneração."
  },
  {
    "id": "stj_julgado_julgado_1757279800851",
    "texto": "STJ | INFORMATIVO 1138 - STF | São constitucionais as leis dos Estados, Distrito Federal e Municípios que modificam fases do procedimento licitatório antecipando a fase de apresentação das propostas, pois tais entes federativos são competentes para legislar sobre procedimento administrativo."
  },
  {
    "id": "stj_julgado_REsp_1_955_116_AM_1757279800851",
    "texto": "STJ | REsp 1.955.116-AM | INFORMATIVO 813 - STJ | Para fins de indisponibilidade de bens, há solidariedade entre os corréus da ação de improbidade administrativa, de modo que a constrição deve recair sobre os bens de todos eles, sem divisão em quota-parte."
  },
  {
    "id": "stj_julgado_REsp_2_012_248_RN_27052024",
    "texto": "STJ | 27/05/2024 | REsp 2.012.248-RN | INFORMATIVO 814 - STJ | No âmbito das atividades desempenhadas em postos de saúde, os Municípios não exercem atividade comercial, e portanto, não se submetem à fiscalização do INMETRO em relação às balanças dispostas para atendimento ao público."
  },
  {
    "id": "stj_julgado_AREsp_2_554_882_SP_23052024",
    "texto": "STJ | 23/05/2024 | AREsp 2.554.882-SP | INFORMATIVO 814 - STJ | As decisões proferidas pelo CARF não podem ser enquadradas como práticas reiteradamente observadas e aceitas pelas autoridades administrativas, previstas no art. 100, III, do CTN."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_459_921_CE_27052024",
    "texto": "STJ | 27/05/2024 | AgInt no REsp 1.459.921-CE | O servidor público não possui direito adquirido a regime jurídico ou a forma de cálculo de rendimentos, no entanto, as alterações realizadas pela Administração Pública não podem diminuir o valor nominal global recebido."
  },
  {
    "id": "stj_julgado_julgado_1757279800852",
    "texto": "STJ | INFORMATIVO 1136 - STF | A lei pode prever um número mínimo de vagas em concurso público a serem preenchidas exclusivamente por mulheres; no entanto, a reserva legal não impede que as candidatas do sexo feminino concorram à totalidade das vagas oferecidas."
  },
  {
    "id": "stj_julgado_julgado_1757279800852",
    "texto": "STJ | INFORMATIVO 1136 - STF | São válidas as disposições da Lei das Estatais que impedem indicações políticas para cargos de diretoria e dos conselhos de administração destas empresas, mantidas as nomeações anteriores, em razão do princípio da boa-fé e para evitar maiores prejuízos."
  },
  {
    "id": "stj_julgado_julgado_1757279800852",
    "texto": "STJ | INFORMATIVO 1135 - STF | A ação judicial na qual se defende o direito subjetivo à nomeação de candidato aprovado fora do número de vagas só pode ter como causa de pedir a preterição ocorrida durante a validade do concurso público."
  },
  {
    "id": "stj_julgado_julgado_1757279800853",
    "texto": "STJ | INFORMATIVO 1134 - STF | A concessão florestal não configura transferência de terras públicas, e, portanto, não há necessidade de prévia autorização do Congresso Nacional (CF/1988, art. 49, XVII) para sua constituição."
  },
  {
    "id": "stj_julgado_REsp_2_107_601_MG_1757279803880",
    "texto": "STJ | REsp 2.107.601-MG | INFORMATIVO 809 - STJ | Em relação à exigência do dolo específico para a configuração do ato ímprobo, é possível a aplicação da Lei nº 14.230/2021 aos processos em curso sem condenação transitada em julgado."
  },
  {
    "id": "stj_julgado_REsp_1_925_176_PA_26042024",
    "texto": "STJ | 26/04/2024 | REsp 1.925.176-PA | INFORMATIVO 809 - STJ | 1ª Tese: O documento expedido pelo Sistema Integrado de Administração de Recursos Humanos - SIAPE é suficiente para comprovar a transação administrativa, relativa ao pagamento da vantagem de 28,86% aos servidores públicos federais, apenas em relação a acordos firmados posteriormente à vigência do art. 7º, § 2º, da MP nº 2.169-43/2001. 2ª Tese: Quando não for localizado o instrumento de transação devidamente homologado, serão considerados os valores demonstrados nos documentos expedidos pelo SIAPE, a fim de evitar enriquecimento ilícito do servidor público."
  },
  {
    "id": "stj_julgado_REsp_1_933_440_RS_1757279803880",
    "texto": "STJ | REsp 1.933.440-RS | INFORMATIVO 808 - STJ | Nos processos administrativos ambientais somente é possível a declaração judicial de nulidade decorrente da intimação editalícia para apresentação de alegações finais se comprovado prejuízo concreto à defesa do autuado."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil_do_Estado_1757279803881",
    "texto": "STJ | Responsabilidade Civil do Estado | INFORMATIVO 1132 - STF | 1ª Tese: O Estado responde civilmente, por morte ou ferimento decorrente de \"bala perdida\" em operações de segurança pública, nos termos da Teoria do Risco Administrativo que admite excludentes de responsabilidade. 2ª Tese: Cabe ao próprio Estado comprovar eventuais excludentes de responsabilidade civil. 3ª Tese: Tendo em vista a 2ª Tese, a perícia inconclusiva sobre a origem do disparo fatal não é suficiente, por si só, para afastar a responsabilidade civil do Estado."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_2_085_675_SP_19042024",
    "texto": "STJ | 19/04/2024 | AgInt no REsp 2.085.675-SP | INFORMATIVO 810- STJ | O art. 6º da Lei nº 13.317/2016 determinou a absorção do pagamento da Vantagem Pecuniária Individual (VPI) a partir da implementação dos valores previstos no Anexo I da referida lei."
  },
  {
    "id": "stj_julgado_REsp_1_937_626_RO_1757279803881",
    "texto": "STJ | REsp 1.937.626-RO | INFORMATIVO 808 - STJ | É possível a aplicação subsidiária do direito de extensão previsto na desapropriação de imóvel rural (Lei Complementar nº 76/1993) para os casos de desapropriação por necessidade ou utilidade pública (Decreto-Lei 3.365/1941) quando a área remanescente for reduzida à superfície inferior a da pequena propriedade rural."
  },
  {
    "id": "stj_julgado_AgInt_no_CC_199_231_SP_14032024",
    "texto": "STJ | 14/03/2024 | AgInt no CC 199.231-SP | É competência da Justiça Trabalhista processar e julgar pedidos decorrentes de relação de trabalho entre servidor público e Município quando sujeitos ao regime jurídico da Consolidação das Leis do Trabalho - CLT."
  },
  {
    "id": "stj_julgado_AgRg_no_REsp_1_125_429_RS_12032024",
    "texto": "STJ | 12/03/2024 | AgRg no REsp 1.125.429-RS | INFORMATIVO 803 - STJ | Em juízo de retratação, o STJ aplicou a Tese de Repercussão Geral nº 465 e entendeu que a Portaria nº 931/2005 do Ministério da Defesa, que alterou a fórmula de cálculo do auxílio-invalidez para os servidores militares, está em harmonia com os princípios da legalidade e da irredutibilidade de vencimento."
  },
  {
    "id": "stj_julgado_julgado_04032024",
    "texto": "STJ | 04/03/2024 | INFORMATIVO 1126 - STF | As empresas públicas e as sociedades de economia mista podem demitir empregados públicos sem justa causa e sem prévio processo administrativo, desde que apresentem justificativa razoável para a medida."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_1_206_630_SP_01032024",
    "texto": "STJ | 01/03/2024 | AgInt no AREsp 1.206.630-SP | INFORMATIVO 802 - STJ | Ainda que tenha sido abolida a possibilidade de responsabilização por violação genérica aos princípios administrativos no art. 11 da Lei de Improbidade Administrativa, a previsão expressa da conduta em novo dispositivo legal indica a continuidade normativa para fins de punição."
  },
  {
    "id": "stj_julgado_EDcl_no_REsp_1_781_946_SE_1757279806906",
    "texto": "STJ | EDcl no REsp 1.781.946-SE | INFORMATIVO 802 - STJ | A obrigação pelo recolhimento do laudêmio é de responsabilidade do arrematante quando assim estiver previsto no Edital do leilão e na Carta de Arrematação."
  },
  {
    "id": "stj_julgado_julgado_15032024",
    "texto": "STJ | 15/03/2024 | INFORMATIVO 1125 - STF | É inconstitucional lei estadual que prorroga automaticamente contratos de transporte intermunicipal sem a realização de nova licitação."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_2_013_053_DF_07052024",
    "texto": "STJ | 07/05/2024 | AgInt no REsp 2.013.053-DF | É possível a cumulação de danos morais coletivos com as sanções fixadas no acordo de leniência firmado com o CADE."
  },
  {
    "id": "stj_julgado_E_incompativel_com_a_CF_88_o_aumento_dos_vencimentos_concedido_a_servidores_do_Poder_Legislativo_com_base_em_ato_administrativo__sem_a_existencia_de_lei_formal_previa_ou_sem_resolucao_previamente_deliberada_e_autorizada_pela_respectiva_Mesa_Diretora__06032024",
    "texto": "STJ | 06/03/2024 | É incompatível com a CF/88 o aumento dos vencimentos concedido a servidores do Poder Legislativo com base em ato administrativo, sem a existência de lei formal prévia ou sem resolução previamente deliberada e autorizada pela respectiva Mesa Diretora. | INFORMATIVO 1127 - STF | É incompatível com a CF/88 o aumento dos vencimentos concedido a servidores do Poder Legislativo com base em ato administrativo, sem a existência de lei formal prévia ou sem resolução previamente deliberada e autorizada pela respectiva Mesa Diretora."
  },
  {
    "id": "stj_julgado_RMS_72_573_SP_23022024",
    "texto": "STJ | 23/02/2024 | RMS 72.573-SP | INFORMATIVO 806 - STJ | A aplicação da penalidade de suspensão prevista no Estatuto dos Funcionários Públicos Civis do Estado de São Paulo, por si só, não impede que o servidor estadual seja empossado em outro cargo público."
  },
  {
    "id": "stj_julgado_REsp_1_490_603_PR_23022024",
    "texto": "STJ | 23/02/2024 | REsp 1.490.603-PR | INFORMATIVO 801 - STJ | A utilização de água mineral em processo industrial depende de autorização federal, ainda que não seja destinada ao envase e ao consumo humano."
  },
  {
    "id": "stj_julgado_RMS_69_581_GO_22022024",
    "texto": "STJ | 22/02/2024 | RMS 69.581-GO | INFORMATIVO 801 - STJ | Na promoção de militar por ato de bravura, não cabe à Administração suspender o processo administrativo em razão da situação econômica do estado."
  },
  {
    "id": "stj_julgado_julgado_19022024",
    "texto": "STJ | 19/02/2024 | INFORMATIVO 1123 - STF | A reserva de vagas para candidatas do sexo feminino para ingresso na carreira da Polícia Militar, disposta em norma estadual, não pode ser compreendida como autorização legal que as impeça de concorrer à totalidade das vagas disponíveis em concursos públicos, isto é, com restrição e limitação a determinado percentual fixado nos editais."
  },
  {
    "id": "stj_julgado_AREsp_2_272_508_RN_21032024",
    "texto": "STJ | 21/03/2024 | AREsp 2.272.508-RN | INFORMATIVO 800 - STJ | A concessão da cautelar de indisponibilidade de bens, prevista no artigo 16 da Lei de Improbidade Administrativa, após as alterações da Lei nº 14.230/2021, depende da comprovação da urgência, requisito que é exigido imediatamente aos processos em curso em razão da natureza processual da norma."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_2_380_545_SP_1757279806908",
    "texto": "STJ | AgInt no AREsp 2.380.545-SP | INFORMATIVO 800 - STJ | Nos termos da Tese 1.199 de Repercussão Geral do STF, as alterações legislativas ocorridas na Lei de Improbidade Administrativa retroagem para absolver o servidor público que está respondendo por tipo legal de improbidade revogado, desde que não tenha ocorrido o trânsito em julgado da condenação."
  },
  {
    "id": "stj_julgado_julgado_1757279809932",
    "texto": "STJ | INFORMATIVO 1130 - STF | São inconstitucionais as normas da Constituição do Estado de Rondônia que reconhecem benefícios previdenciários exclusivos dos servidores policiais aos membros do Ministério Público, do Poder Judiciário, da Defensoria Pública, aos Procuradores do Estado e dos Municípios, aos Oficiais de Justiça e Auditores Fiscais, em razão do exercício de atividade de risco por esses servidores."
  },
  {
    "id": "stj_julgado_julgado_1757279809932",
    "texto": "STJ | INFORMATIVO 1121 - STF | São inconstitucionais normas de conselho profissional que exigem a quitação de anuidades para a obtenção, a suspensão e a reativação de inscrição, inscrição secundária, bem como a renovação e a segunda via da carteira profissional."
  },
  {
    "id": "stj_julgado_EREsp_1_725_030_SP_20102023",
    "texto": "STJ | 20/10/2023 | EREsp 1.725.030-SP | Aplica-se o regime prescricional típico da Fazenda Pública para as entidades da Administração Indireta com personalidade de direito privado que atuem na prestação de serviços públicos essenciais sem finalidade lucrativa e sem natureza concorrencial."
  },
  {
    "id": "stj_julgado_julgado_1757279809932",
    "texto": "STJ | INFORMATIVO 799 - STJ | O controle jurisdicional do processo administrativo disciplinar restringe-se ao exame da regularidade do procedimento e da legalidade do ato, à luz dos princípios do contraditório, da ampla defesa e do devido processo legal, não sendo possível incursão no mérito administrativo, ressalvadas as hipóteses de flagrante ilegalidade, teratologia ou manifesta desproporcionalidade da sanção aplicada."
  },
  {
    "id": "stj_julgado_julgado_09012024",
    "texto": "STJ | 09/01/2024 | INFORMATIVO 1120 - STF | É inconstitucional lei estadual que concede bônus a candidatos em concursos públicos simplesmente em razão de residirem em seu território."
  },
  {
    "id": "stj_julgado_julgado_08012024",
    "texto": "STJ | 08/01/2024 | INFORMATIVO 1119 - STF | São inconstitucionais leis municipais que obrigam os shoppings centers a implantarem ambulatório médico ou pronto-socorro com disponibilização de profissionais e ambulância."
  },
  {
    "id": "stj_julgado_julgado_12122023",
    "texto": "STJ | 12/12/2023 | INFORMATIVO 1119 - STF | É inconstitucional a previsão de um período de carência para candidatos a cargos públicos que tenham se recuperado de doença grave."
  },
  {
    "id": "stj_julgado_julgado_09012024",
    "texto": "STJ | 09/01/2024 | INFORMATIVO 1118 - STF | 1ª Tese: É constitucional a transformação do cargo de técnico do Tesouro Nacional no de técnico da Receita Federal. 2ª Tese: É constitucional a posterior transformação do cargo de técnico da Receita Federal no de analista tributário da Receita Federal do Brasil. 3ª Tese: Deve haver a inclusão do cargo de analista previdenciário dentre aqueles transformados no cargo de analista tributário."
  },
  {
    "id": "stj_julgado_julgado_18122023",
    "texto": "STJ | 18/12/2023 | INFORMATIVO 1119 - STF | Os servidores públicos aposentados em cargo de Assistente Jurídico da Administração Direta antes do advento da Lei nº 9.028/95 têm direito à transposição para o cargo de Advogado da União desde que atendidos os requisitos legais."
  },
  {
    "id": "stj_julgado_julgado_07122023",
    "texto": "STJ | 07/12/2023 | INFORMATIVO 1118 - STF | Há inconstitucionalidade na lei estadual que obriga as concessionárias fornecedoras de água a oferecer aos consumidores a opção de pagamento de dívidas por cartão de crédito ou débito antes da suspensão dos serviços, bem como impõe aos funcionários o porte obrigatório da máquina do cartão."
  },
  {
    "id": "stj_julgado_AgInt_na_SLS_3_204_SP_1757279812950",
    "texto": "STJ | AgInt na SLS 3.204-SP | INFORMATIVO 797- STJ | As pessoas jurídicas de direito privado têm legitimidade para formular pedido de suspensão de liminar quando prestadoras de serviço público ou no exercício de função delegada pelo Poder Público, e desde que pretendam defender o interesse público primário."
  },
  {
    "id": "stj_julgado_julgado_07122023",
    "texto": "STJ | 07/12/2023 | INFORMATIVO 1117 - STF | A reserva de apenas 10% das vagas às candidatas do sexo feminino, em concurso da polícia militar, parece afrontar os princípios constitucionais da igualdade de gênero e, em razão da continuidade do concurso, estão presentes os requisitos para concessão da cautelar."
  },
  {
    "id": "stj_julgado_julgado_01122023",
    "texto": "STJ | 01/12/2023 | INFORMATIVO 1117 - STF | São inconstitucionais, pois violam o regime constitucional do subsídio, normas da resolução do Conselho Nacional do Ministério Público (CNMP) que prevejam a incorporação de vantagens pessoais à remuneração de membros do Ministério Público e o acréscimo de 20% aos proventos de quem se aposenta no último nível da carreira."
  },
  {
    "id": "stj_julgado_AREsp_2_397_514_SP_24112023",
    "texto": "STJ | 24/11/2023 | AREsp 2.397.514-SP | INFORMATIVO 796 - STJ | Quando o percentual de vagas em concurso público para candidatos com deficiência corresponder a um número fracionário (no caso, 0,6 vagas) deverá ser arredondado para inteiro imediatamente superior (no caso, para 1)."
  },
  {
    "id": "stj_julgado_julgado_06122023",
    "texto": "STJ | 06/12/2023 | INFORMATIVO 1116 - STF | Viola o princípio do concurso público a transformação de carreiras quando as atribuições dos cargos e os requisitos para ingresso forem diversos."
  },
  {
    "id": "stj_julgado_julgado_17112023",
    "texto": "STJ | 17/11/2023 | INFORMATIVO 1115 - STF | São constitucionais os critérios etários estabelecidos no artigo 55 da Lei 11.440/2006 para a transferência de diplomatas para o Quadro Especial da Carreira."
  },
  {
    "id": "stj_julgado_julgado_16112023",
    "texto": "STJ | 16/11/2023 | INFORMATIVO 1115 - STF | É constitucional o dispositivo da Lei de Repatriação que excluiu ocupantes de cargos, empregos e funções públicas de direção ou eletivas e seus parentes até o segundo grau do Regime Especial de Regularização Cambial e Tributária."
  },
  {
    "id": "stj_julgado_REsp_2_015_278_PB_16112023",
    "texto": "STJ | 16/11/2023 | REsp 2.015.278-PB | INFORMATIVO 794 - STJ | A remoção do servidor público por motivo de saúde de familiares, nos termos do art. 36, parágrafo único, III, b, da Lei 8.112/1990, depende da demonstração da dependência econômica."
  },
  {
    "id": "stj_julgado_julgado_14112023",
    "texto": "STJ | 14/11/2023 | INFORMATIVO 1114 - STF | Fica suspensa a eficácia da expressão \"indenização de\", contida no art. 2° da Lei 9.853/2023 do Estado do Pará, bem como a interpretação no sentido de que os valores pagos aos servidores em conformidade com esse dipositivo não se submetem ao teto remuneratório constitucional (art. 37, XI, CF)."
  },
  {
    "id": "stj_julgado_AgInt_nos_EDcl_no_RMS_69_978_BA_25102023",
    "texto": "STJ | 25/10/2023 | AgInt nos EDcl no RMS 69.978-BA | O critério a ser utilizado para que uma pessoa integre o sistema de cotas raciais funda-se no fenótipo, e não meramente no genótipo, na ancestralidade do candidato."
  },
  {
    "id": "stj_julgado_julgado_26102023",
    "texto": "STJ | 26/10/2023 | INFORMATIVO 1113 - STF | É constitucional o piso salarial dos Agentes Comunitários de Saúde e Agentes de Combate às Endemias."
  },
  {
    "id": "stj_julgado_julgado_26102023",
    "texto": "STJ | 26/10/2023 | INFORMATIVO 1113 - STF | Se o Poder Público não estiver em dia com o pagamento de precatórios e houver necessidade de complementar indenização ao final de processo de desapropriação, o pagamento deve ser realizado mediante depósito judicial direto."
  },
  {
    "id": "stj_julgado_RMS_68_504_SC_16102023",
    "texto": "STJ | 16/10/2023 | RMS 68.504-SC | INFORMATIVO 792 - STJ | Quando a Administração Pública optar por contratar leiloeiro oficial por meio de credenciamento, após vigência da Nova Lei de Licitações, será obrigada a divulgar, permanentemente, edital de credenciamento em sítio eletrônico."
  },
  {
    "id": "stj_julgado_AgInt_nos_EDcl_no_RMS_70_988_MS_11102023",
    "texto": "STJ | 11/10/2023 | AgInt nos EDcl no RMS 70.988-MS | INFORMATIVO 797- STJ | Em razão do princípio da vinculação ao edital, as regras editalícias nos concursos públicos obrigam tanto a Administração quanto os candidatos participantes."
  },
  {
    "id": "stj_julgado_julgado_06122023",
    "texto": "STJ | 06/12/2023 | INFORMATIVO 1111 - STF | A trabalhadora gestante, qualquer que seja o regime jurídico aplicável, tem direito ao gozo de licença-maternidade e à estabilidade provisória."
  },
  {
    "id": "stj_julgado_julgado_15122023",
    "texto": "STJ | 15/12/2023 | INFORMATIVO 1111 - STF | É possível a posse em concurso público de condenado criminalmente, mediante observância dos requisitos definidos pelo STF, ainda que haja previsão contrária em edital do próprio concurso."
  },
  {
    "id": "stj_julgado_julgado_25102023",
    "texto": "STJ | 25/10/2023 | INFORMATIVO 1110 - STF | É constitucional o reajuste de proventos e pensões concedidos a servidores públicos federais e seus dependentes, não beneficiados pela garantia de paridade de revisão, pelo mesmo índice de reajuste do regime geral de previdência social (RGPS), no período anterior à Lei 11.784/2008"
  },
  {
    "id": "stj_julgado_HC_830_530_SP_04102023",
    "texto": "STJ | 04/10/2023 | HC 830.530-SP | INFORMATIVO 791 - STJ | Ainda que as guardas municipais exerçam poder de polícia, de forma ampla, elas exercem poder policial (típico das polícias) apenas de forma residual e excepcional, quando relacionadas às suas atividades."
  },
  {
    "id": "stj_julgado_julgado_02102023",
    "texto": "STJ | 02/10/2023 | INFORMATIVO 789 - STJ | A impossibilidade de obtenção dos registros acerca dos dias não trabalhados ou das horas compensadas não pode se tornar um óbice para a Administração Pública descontar os dias não trabalhados pelos servidores públicos em decorrência de greve."
  },
  {
    "id": "stj_julgado_REsp_1_950_332_RJ_02102023",
    "texto": "STJ | 02/10/2023 | REsp 1.950.332-RJ | INFORMATIVO 790 - STJ | Não é possível delegar a função sancionadora do exercício do poder de polícia à pessoa jurídica de direito privado que não integra a Administração Pública."
  },
  {
    "id": "stj_julgado_RMS_68_490_RS_29092023",
    "texto": "STJ | 29/09/2023 | RMS 68.490-RS | INFORMATIVO 789 - STJ | É possível ao juiz estadual, na mesma data em que exonerado do cargo anterior e empossado na qualidade de juiz federal, averbar perante à Justiça Federal períodos de férias adquiridas e não gozadas, vedada, apenas, sua posterior conversão em pecúnia ou indenização."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_1_716_010_RJ_28092023",
    "texto": "STJ | 28/09/2023 | AgInt no AREsp 1.716.010-RJ | O recurso administrativo não afasta a incidência dos juros moratórios, que incidem desde o primeiro dia após o vecimento do prazo previsto para o pagamento da multa administrativa (art. 61, §1°, da Lei 9.430/1996)."
  },
  {
    "id": "stj_julgado_julgado_23102023",
    "texto": "STJ | 23/10/2023 | INFORMATIVO 1107 - STF | É constitucional lei que instituiu o Regime Diferenciado de Contratações Públicas (RDC), aplicável, exclusivamente, às licitações e contratos necessários à realização, entre outros, dos Jogos Olímpicos e Paralímpicos de 2016, bem como da Copa das Confederações FIFA de 2013 e da Copa do Mundo FIFA de 2014."
  },
  {
    "id": "stj_julgado_REsp_1_611_429_SP_21092023",
    "texto": "STJ | 21/09/2023 | REsp 1.611.429-SP | Em caso de assalto à mão armada realizado nas dependências do metrô, a concessionária de serviço público deve ser responsabilizada quando falhar no dever de segurança."
  },
  {
    "id": "stj_julgado_julgado_03112023",
    "texto": "STJ | 03/11/2023 | INFORMATIVO 1108 - STF | O auxílio-aperfeiçoamento previsto na Lei Complementar nº 89/2015, do Estado do Amapá, tem caráter excepcional e não viola a regra remuneratória do subsídio em parcela única."
  },
  {
    "id": "stj_julgado_julgado_20092023",
    "texto": "STJ | 20/09/2023 | INFORMATIVO 1106 - STF | É inconstitucional norma que exige apenas prova de títulos nos concursos de remoção em atividade notarial e de registro, por violação ao art. 236, §3°, da CF."
  },
  {
    "id": "stj_julgado_julgado_15092023",
    "texto": "STJ | 15/09/2023 | INFORMATIVO 1106 - STF | É constitucional lei estadual que considera as promoções entre entrâncias para o escalonamento dos subsídios de juízes."
  },
  {
    "id": "stj_julgado_julgado_14092023",
    "texto": "STJ | 14/09/2023 | INFORMATIVO 1106 - STF | São constitucionais os artigos 6° e 9° da Lei 8.629/1993, que exigem o caráter produtivo e a função social como requisitos para que uma propriedade seja insuscetível de desapropriação para fins de reforma agrária"
  },
  {
    "id": "stj_julgado_julgado_04092023",
    "texto": "STJ | 04/09/2023 | INFORMATIVO 1105 - STF | É constitucional — pois não viola a segurança viária, a exigência de licitação, ou pacto federativo e a autonomia dos estados-membros — a prestação de serviços de fabricação e de estampagem de Placas de Identificação de Veículos do Brasil (PIV) por empresas habilitadas mediante credenciamento."
  },
  {
    "id": "stj_julgado_MS_27_102_DF_30082023",
    "texto": "STJ | 30/08/2023 | MS 27.102-DF | O art. 57 da Lei nº 9.784/1999 prevê que o curso recursal no Processo Administrativo ocorre por até três instâncias administrativas diferentes, o que autoriza a interposição de apenas dois recursos pelo interessado."
  },
  {
    "id": "stj_julgado_julgado_09102023",
    "texto": "STJ | 09/10/2023 | INFORMATIVO 1104 - STF | É constitucional lei estadual que prevê a atuação temporária de policiais militares em tarefas relacionadas ao planejamento e assessoramento no âmbito da Polícia Militar ou para integrarem a segurança patrimonial em órgão da Administração Pública."
  },
  {
    "id": "stj_julgado_Sao_constitucionais_os_dispositivos_da_Lei_de_Improbidade_Administrativa_que_ampliam_o_conceito_de_agente_publico__impoem_obrigacoes_no_tocante_as_informacoes_patrimoniais_para_posse_e_exercicio_do_cargo__bem_como_preveem_sancoes___independentemente_das_esferas_penais__civis_e_administrativas___e_o_acompanhamento_dos_respectivos_procedimentos_administrativos_pelo_Ministerio_Publico_e_pelo_Tribunal_de_Contas__02102023",
    "texto": "STJ | 02/10/2023 | São constitucionais os dispositivos da Lei de Improbidade Administrativa que ampliam o conceito de agente público, impõem obrigações no tocante às informações patrimoniais para posse e exercício do cargo, bem como preveem sanções — independentemente das esferas penais, civis e administrativas — e o acompanhamento dos respectivos procedimentos administrativos pelo Ministério Público e pelo Tribunal de Contas. | INFORMATIVO 1105 - STF | São constitucionais os dispositivos da Lei de Improbidade Administrativa que ampliam o conceito de agente público, impõem obrigações no tocante às informações patrimoniais para posse e exercício do cargo, bem como preveem sanções — independentemente das esferas penais, civis e administrativas — e o acompanhamento dos respectivos procedimentos administrativos pelo Ministério Público e pelo Tribunal de Contas."
  },
  {
    "id": "stj_julgado_julgado_11092023",
    "texto": "STJ | 11/09/2023 | INFORMATIVO 1104 - STF | Sociedades de economia mista seguem o regime constitucional de precatórios para o pagamento de seus débitos, desde que prestem serviço público essencial em regime de exclusividade (monopólio natural) e sem intuito lucrativo."
  },
  {
    "id": "stj_julgado_julgado_08092023",
    "texto": "STJ | 08/09/2023 | INFORMATIVO 1104 - STF | É constitucional — pois ocorrida dentro dos limites explicitados pelo STF no julgamento da ADI 5.991/DF — a prorrogação antecipada do contrato de concessão do serviço de transporte coletivo do corredor metropolitano São Mateus/Jabaquara promovida pelos Decretos 65.574/2021 e 65.757/2021, ambos do Estado de São Paulo."
  },
  {
    "id": "stj_julgado_julgado_28082023",
    "texto": "STJ | 28/08/2023 | INFORMATIVO 1103 - STF | É nulo ato que determina o cadastramento de todos os processos do Sistema Eletrônico de Informações da Polícia Federal (SEI-PF) com nível de acesso restrito, sem que haja fundamentação válida para tanto."
  },
  {
    "id": "stj_julgado_julgado_24082023",
    "texto": "STJ | 24/08/2023 | INFORMATIVO 1104 - STF | É inconstitucional norma estadual que autoriza a trasformação, mediante decreto ou ato normativo infralegal, de funções de confiança em cargos de comissão ou vice-versa."
  },
  {
    "id": "stj_julgado_REsp_1_991_456_SC_14082023",
    "texto": "STJ | 14/08/2023 | REsp 1.991.456-SC | INFORMATIVO 783 - STJ | A Administração Pública pode ser responsabilizada por danos ao patrimônio cultural, decorrentes de sua omissão no dever de fiscalização. Tal responsabilidade é de caráter solidário, mas de execução subsidiária."
  },
  {
    "id": "stj_julgado_AREsp_551_389_RN_1757279822025",
    "texto": "STJ | AREsp 551.389-RN | INFORMATIVO 786 - STJ | Em limitação administrativa, em regra, não é devida indenização aos proprietários dos imóveis abrangidos em área delimitada por ato administrativo, a não ser que comprovem efetivo prejuízo, ou limitação além das já existentes."
  },
  {
    "id": "stj_julgado_E_constitucional_norma_municipal_que_proibe_a_celebracao_de_contratos_do_municipio_com_agentes_publicos_municipais_e_respectivos_parentes__ate_o_terceiro_grau__Tal_impedimento_nao_se_aplica_aos_conjuges_ou_parentes__afins_ou_consanguineos__ate_o_terceiro_grau_ou_por_adocao__de_servidores_publicos_municipais_que_nao_ocupam_cargo_em_comissao_ou_funcao_de_confianca__12072023",
    "texto": "STJ | 12/07/2023 | É constitucional norma municipal que proíbe a celebração de contratos do município com agentes públicos municipais e respectivos parentes, até o terceiro grau. Tal impedimento não se aplica aos cônjuges ou parentes, afins ou consanguíneos, até o terceiro grau ou por adoção, de servidores públicos municipais que não ocupam cargo em comissão ou função de confiança. | INFORMATIVO 1101 - STF | É constitucional norma municipal que proíbe a celebração de contratos do município com agentes públicos municipais e respectivos parentes, até o terceiro grau. Tal impedimento não se aplica aos cônjuges ou parentes, afins ou consanguíneos, até o terceiro grau ou por adoção, de servidores públicos municipais que não ocupam cargo em comissão ou função de confiança."
  },
  {
    "id": "stj_julgado_1__Tese__Embora_a_lei_possa_limitar_a_admissao_de_pessoal_por_entes_federados_em_recuperacao_fiscal__impedir_a_reposicao_de_cargos_publicos_vagos_durante_a_vigencia_do_RFF_afronta_a_autonomia_dos_estados_e_municipios__o_principio_da_proporcionalidade__na_vertente_da_proibicao_do_excesso___bem_como_o_principio_da_continuidade_do_servico_publico__Contudo__a_realizacao_de_concursos_publicos_e_o_provimento_de_cargos_pelos_entes_aderentes_ao_RFF_devem_respeitar_os_seguintes_requisitos___i__autorizacao_da_autoridade_estadual_ou_municipal_competente___ii__avaliacao_das_prioridades_do_ente__e__iii__existencia_de_viabilidade_orcamentaria_na_admissao__2__Tese__A_submissao_dos_investimentos_executados_por_fundos_publicos_especiais_ao_teto_de_gastos_ofende_os_principios_da_eficiencia_e_da_proporcionalidade_12072023",
    "texto": "STJ | 12/07/2023 | 1ª Tese: Embora a lei possa limitar a admissão de pessoal por entes federados em recuperação fiscal, impedir a reposição de cargos públicos vagos durante a vigência do RFF afronta a autonomia dos estados e municípios, o princípio da proporcionalidade (na vertente da proibição do excesso), bem como o princípio da continuidade do serviço público. Contudo, a realização de concursos públicos e o provimento de cargos pelos entes aderentes ao RFF devem respeitar os seguintes requisitos: (i) autorização da autoridade estadual ou municipal competente; (ii) avaliação das prioridades do ente; e (iii) existência de viabilidade orçamentária na admissão. 2ª Tese: A submissão dos investimentos executados por fundos públicos especiais ao teto de gastos ofende os princípios da eficiência e da proporcionalidade | INFORMATIVO 1101 - STF | 1ª Tese: Embora a lei possa limitar a admissão de pessoal por entes federados em recuperação fiscal, impedir a reposição de cargos públicos vagos durante a vigência do RFF afronta a autonomia dos estados e municípios, o princípio da proporcionalidade (na vertente da proibição do excesso), bem como o princípio da continuidade do serviço público. Contudo, a realização de concursos públicos e o provimento de cargos pelos entes aderentes ao RFF devem respeitar os seguintes requisitos: (i) autorização da autoridade estadual ou municipal competente; (ii) avaliação das prioridades do ente; e (iii) existência de viabilidade orçamentária na admissão. 2ª Tese: A submissão dos investimentos executados por fundos públicos especiais ao teto de gastos ofende os princípios da eficiência e da proporcionalidade"
  },
  {
    "id": "stj_julgado_julgado_30062023",
    "texto": "STJ | 30/06/2023 | INFORMATIVO 1102 - STF | Compete à Justiça Comum julgar ação na qual servidor celetista pede parcela de natureza administrativa contra o Poder Público."
  },
  {
    "id": "stj_julgado_julgado_30062023",
    "texto": "STJ | 30/06/2023 | INFORMATIVO 1100 - STF | É inconstitucional norma estadual que delega atividades tipicamente estatais a organizações voluntárias de natureza privada, contrariando normas gerais que dispõem de forma contrária sobre o assunto."
  },
  {
    "id": "stj_julgado_REsp_2_045_450_RS_28062023",
    "texto": "STJ | 28/06/2023 | REsp 2.045.450-RS | INFORMATIVO 780 - STJ | No caso de contrato verbal e sem licitação, o ente público deve indenizar a efetiva prestação de serviços, ainda que por terceiros, desde que provada a existência de subcontratação e que tais serviços se reverteram em benefício da Administração."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_2_233_221_RS_21062023",
    "texto": "STJ | 21/06/2023 | AgInt no AREsp 2.233.221-RS | INFORMATIVO 781 - STJ | O Adicional de Gestão Educacional, instituído pela Lei n. 9.640/1998, para o servidor investido em cargo de direção ou função gratificada das Instituições Federais de Ensino, não pode ser incluído na base de cálculo da Vantagem Pessoal Nominalmente Identificável - VPNI, sob pena de bis in idem."
  },
  {
    "id": "stj_julgado_REsp_1_959_550_RS_20062023",
    "texto": "STJ | 20/06/2023 | REsp 1.959.550-RS | INFORMATIVO 779 - STJ | É legal a fixação de prazo máximo para o requerimento do seguro-desemprego em ato normativo infralegal (portarias e resoluções, por exemplo)."
  },
  {
    "id": "stj_julgado_AREsp_2_031_414_MG_15082023",
    "texto": "STJ | 15/08/2023 | AREsp 2.031.414-MG | INFORMATIVO 779 - STJ | Os agentes políticos municipais se submetem aos ditames da Lei de Improbidade Administrativa, sem prejuízo da responsabilização política e criminal estabelecida no DL n. 201/1967."
  },
  {
    "id": "stj_julgado_AgInt_no_RMS_70_212_PR_27062023",
    "texto": "STJ | 27/06/2023 | AgInt no RMS 70.212-PR | As receitas e despesas brutas dos cartórios extrajudiciais não configuram dados pessoais a serem protegidos sob o argumento de garantir o direito ao sigilo e à privacidade."
  },
  {
    "id": "stj_julgado_julgado_09062023",
    "texto": "STJ | 09/06/2023 | INFORMATIVO 1097 - STF | A equiparação de carreira de nível médio a outra de nível superior constitui forma de provimento derivado vedada pelo art. 37, II, da CF/88."
  },
  {
    "id": "stj_julgado_julgado_02062023",
    "texto": "STJ | 02/06/2023 | INFORMATIVO 1096 - STF | 1ª Tese: O Poder Judiciário não pode interferir na adoção, pelo Poder Legislativo, do rito de urgência em propostas legislativas, por tratar-se de matéria \"interna corporis\"; 2ª Tese: É constitucional lei municipal que, ao regulamentar apenas o seu interesse local, estabelece diretrizes gerais para a prorrogação e relicitação dos contratos de parceria celebrados entre o município e a iniciativa privada."
  },
  {
    "id": "stj_julgado_MS_17_874_DF_05062023",
    "texto": "STJ | 05/06/2023 | MS 17.874-DF | Aplica-se o prazo decadencial de 5 anos (art. 54, caput, da Lei 9.787/1999) na hipótese em que a anulação da concessão de anistia tem como fundamento a acumulação irregular de dois pagamentos, benefícios ou indenizações, com o mesmo fato gerador."
  },
  {
    "id": "stj_julgado_AREsp_1_877_917_RS_30052023",
    "texto": "STJ | 30/05/2023 | AREsp 1.877.917-RS | INFORMATIVO 776 - STJ | Em atenção ao Tema 1199/STF, deve-se conferir interpretação restritiva às hipóteses de aplicação retroativa da Lei n. 14.230/2021, adstringindo-se aos atos ímprobos culposos não transitados em julgado."
  },
  {
    "id": "stj_julgado_julgado_30052023",
    "texto": "STJ | 30/05/2023 | INFORMATIVO 776 - STJ | O valor recebido por Ministros de Estado pela participação em conselhos de empresas públicas e sociedades de economia mista, e suas subsidiárias, não se submete ao teto remuneratório constitucional, salvo no caso de as estatais receberem recursos da União, dos Estados, do Distrito Federal ou dos Municípios para pagamento de despesas de pessoal ou de custeio em geral."
  },
  {
    "id": "stj_julgado_julgado_26052023",
    "texto": "STJ | 26/05/2023 | INFORMATIVO 1095 - STF | É compatível com a CF norma que inclui zonas onde se faça sentir a influência das marés entre os bens imóveis da União."
  },
  {
    "id": "stj_julgado_julgado_19052023",
    "texto": "STJ | 19/05/2023 | INFORMATIVO 1094 - STF | É inconstitucional — por invadir a competência privativa da União para legislar sobre normas gerais de licitação e contrato (CF/1988, art. 22, XXVII) — norma municipal que autoriza a celebração de contrato de parcerias público-privadas (PPP) para a execução de obra pública desvinculada de qualquer serviço público ou social."
  },
  {
    "id": "stj_julgado_AgInt_no_RMS_69_803_CE_23052023",
    "texto": "STJ | 23/05/2023 | AgInt no RMS 69.803-CE | INFORMATIVO 775 - STJ | A prorrogação do processo administrativo disciplinar não pode ser causa de nulidade, porque não demonstrado o prejuízo decorrente dela."
  },
  {
    "id": "stj_julgado_julgado_16052023",
    "texto": "STJ | 16/05/2023 | INFORMATIVO 1093 - STF | É inconstitucional lei estadual que proíbe construção de instalações hidrelétricas em toda a extensão de curso de água da União."
  },
  {
    "id": "stj_julgado_1__Tese__E_incompativel_com_a_Constituicao_Federal_de_1988_norma_estadual_que_objetiva_regulamentar_a_forma_de_provimento_de_suas_serventias_extrajudiciais__fixando_regras_do_concurso_para_ingresso_e_remocao_nos_respectivos_cartorios__2__Tese__E_incompativel_com_a_Constituicao_Federal_de_1988_norma_estadual_que_introduz_novas_regras_para_a_avaliacao_de_titulos_nos_concursos_para_ingresso_nas_serventias_extrajudiciais__prevendo_beneficios_a_um_grupo_especifico_de_candidatos__09052023",
    "texto": "STJ | 09/05/2023 | 1ª Tese: É incompatível com a Constituição Federal de 1988 norma estadual que objetiva regulamentar a forma de provimento de suas serventias extrajudiciais, fixando regras do concurso para ingresso e remoção nos respectivos cartórios. 2ª Tese: É incompatível com a Constituição Federal de 1988 norma estadual que introduz novas regras para a avaliação de títulos nos concursos para ingresso nas serventias extrajudiciais, prevendo benefícios a um grupo específico de candidatos. | INFORMATIVO 1092 - STF | 1ª Tese: É incompatível com a Constituição Federal de 1988 norma estadual que objetiva regulamentar a forma de provimento de suas serventias extrajudiciais, fixando regras do concurso para ingresso e remoção nos respectivos cartórios. 2ª Tese: É incompatível com a Constituição Federal de 1988 norma estadual que introduz novas regras para a avaliação de títulos nos concursos para ingresso nas serventias extrajudiciais, prevendo benefícios a um grupo específico de candidatos."
  },
  {
    "id": "stj_julgado_julgado_16052023",
    "texto": "STJ | 16/05/2023 | INFORMATIVO 1093 - STF | A EC nº 51/06, ao admitir agentes de combate às endemias via processo seletivo, excepciona a regra do concurso público. Cabe ao legislador ordinário definir o regime jurídico aplicável aos profissionais."
  },
  {
    "id": "stj_julgado_AgRg_nos_EDcl_nos_EDcl_nos_EDcl_no_RHC_171760_GO_27042023",
    "texto": "STJ | 27/04/2023 | AgRg nos EDcl nos EDcl nos EDcl no RHC 171760-GO | INFORMATIVO 774 - STJ | Não há usurpação de competência do Tribunal de Justiça local quanto à supervisão de investigação contra detentor de prerrogativa de foro no âmbito de inquéritos civis e ações de improbidade administrativa."
  },
  {
    "id": "stj_julgado_julgado_31032023",
    "texto": "STJ | 31/03/2023 | INFORMATIVO 1088 - STF | É inconstitucional — por violar o princípio da isonomia (CF/1988, art. 5º, “caput”) e a norma que estabelece às universidades e instituições de pesquisa científica e tecnológica a possibilidade de prover seus cargos com professores, técnicos e cientistas estrangeiros (CF/1988, art. 207, § 1º) — a negativa de nomeação de aprovado em concurso público para cargo de professor em instituto federal, fundada apenas em motivo de nacionalidade."
  },
  {
    "id": "stj_julgado_julgado_28042023",
    "texto": "STJ | 28/04/2023 | INFORMATIVO 1091 - STF | Não há omissão legislativa nem inércia do legislador ordinário quanto à edição de lei nacional que discipline a matéria do inciso V do art. 37 da Constituição Federal, cabendo a cada ente federado definir as condições e percentuais mínimos para o preenchimento dos cargos em comissão para servidores de carreira, a depender de suas necessidades burocráticas."
  },
  {
    "id": "stj_julgado_julgado_28042023",
    "texto": "STJ | 28/04/2023 | INFORMATIVO 1091 - STF | É constitucional norma estadual que, ao regulamentar o afastamento de servidor público estável para o exercício de mandato sindical, assegura-lhe o direito de licença sem remuneração."
  },
  {
    "id": "stj_julgado_E_inconstitucional_norma_distrital_que_determina_a_incorporacao_de_gratificacao_pelo_exercicio_da_Presidencia_do_Tribunal_de_Contas_do_Distrito_Federal__TCDF__aos_vencimentos_ou_proventos_do_respectivo_membro__28042023",
    "texto": "STJ | 28/04/2023 | É inconstitucional norma distrital que determina a incorporação de gratificação pelo exercício da Presidência do Tribunal de Contas do Distrito Federal (TCDF) aos vencimentos ou proventos do respectivo membro. | INFORMATIVO 1091 - STF | É inconstitucional norma distrital que determina a incorporação de gratificação pelo exercício da Presidência do Tribunal de Contas do Distrito Federal (TCDF) aos vencimentos ou proventos do respectivo membro."
  },
  {
    "id": "stj_julgado_julgado_22062023",
    "texto": "STJ | 22/06/2023 | INFORMATIVO 781 - STJ | O fato de a Gratificação de Atividade Tributária - GAT ser paga a todos os integrantes da carreira, constituindo-se em gratificação genérica calculada sobre o vencimento básico, não implica a sua transmutação em vencimento básico, categoria expressamente referida na legislação, que não se confunde com as vantagens permanentes do cargo."
  },
  {
    "id": "stj_julgado_julgado_20042023",
    "texto": "STJ | 20/04/2023 | INFORMATIVO 1090 - STF | Não é possível aproveitar servidor em outros órgãos ou entidades da Administração Pública do mesmo estado sem a prévia aprovação em concurso público."
  },
  {
    "id": "stj_julgado_julgado_20042023",
    "texto": "STJ | 20/04/2023 | INFORMATIVO 1090 - STF | É inconstitucional a vinculação (e reajuste automático), por lei estadual, da remuneração dos deputados estaduais à dos deputados federais."
  },
  {
    "id": "stj_julgado_julgado_14042023",
    "texto": "STJ | 14/04/2023 | INFORMATIVO 1089 - STF | É constitucional dispositivo de lei federal que altera o regime de outorga da prestação regular de serviços de transporte terrestre coletivo de passageiros desvinculados da exploração de obras de infraestrutura, permitindo sua realização mediante mera autorização estatal, sem a necessidade de licitação prévia, desde que cumpridos requisitos específicos."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil_do_Estado_14042023",
    "texto": "STJ | 14/04/2023 | Responsabilidade Civil do Estado | INFORMATIVO 1089 - STF | No caso de vítima atingida por projétil de arma de fogo durante uma operação policial, é dever do Estado, em decorrência de sua responsabilidade civil objetiva, provar a exclusão do nexo causal entre o ato e o dano, pois ele é presumido."
  },
  {
    "id": "stj_julgado_AREsp_584_752_RS_29032023",
    "texto": "STJ | 29/03/2023 | AREsp 584.752-RS | INFORMATIVO 769 - STJ | É lícito ao órgão de trânsito indeferir o pedido de Carteira Nacional de Habilitação - CNH ao condutor que, portador da Permissão para Dirigir, cometeu infração grave, independentemente dessa infração ser qualificada como de natureza administrativa ou na condução do veículo."
  },
  {
    "id": "stj_julgado_REsp_1_569_427_SP_30032023",
    "texto": "STJ | 30/03/2023 | REsp 1.569.427-SP | INFORMATIVO 768 - STJ | O Banco Central do Brasil responde objetivamente pelos danos que os liquidantes, no exercício desse munus público, causem à massa falida, em decorrência da indevida utilização de valores pagos pelos consorciados para custear despesas concernentes ao procedimento liquidatório de empresa de consórcio."
  },
  {
    "id": "stj_julgado_julgado_17032023",
    "texto": "STJ | 17/03/2023 | INFORMATIVO 1086 - STF | A vinculação entre os subsídios dos membros do Ministério Público, ou de função essencial à Justiça, e a remuneração da magistratura é vedada pelo art. 37, XIII, da Constituição Federal de 1988."
  },
  {
    "id": "stj_julgado_RHC_173_448_DF_14032023",
    "texto": "STJ | 14/03/2023 | RHC 173.448-DF | INFORMATIVO 766 - STJ | A absolvição na ação de improbidade administrativa em virtude da ausência de dolo e da ausência de obtenção de vantagem indevida esvazia a justa causa para manutenção da ação penal."
  },
  {
    "id": "stj_julgado_julgado_10032023",
    "texto": "STJ | 10/03/2023 | INFORMATIVO 1085 - STF | O regime de subsídio não é compatível com a percepção de outras parcelas inerentes ao exercício do cargo, mas não afasta o direito à retribuição pelas horas extras realizadas que ultrapassem a quantidade remunerada pela parcela única."
  },
  {
    "id": "stj_julgado_julgado_10032023",
    "texto": "STJ | 10/03/2023 | INFORMATIVO 1085 - STF | É constitucional a vedação ao exercício de outras atividades profissionais por servidores de Agências Reguladoras."
  },
  {
    "id": "stj_julgado_O_exercicio_da_atividade_regulatoria_da_Agencia_Nacional_de_Transporte_Terrestre__ANTT____especialmente_as_disposicoes_normativas_que_lhe_conferem_competencia_para_definir_infracoes_e_impor_sancoes_e_medidas_administrativas_aplicaveis_aos_servicos_de_transportes___deve_respeitar_os_limites_para_a_sua_atuacao_definidos_no_ato_legislativo_delegatorio_emanado_pelo_Congresso_Nacional__10032023",
    "texto": "STJ | 10/03/2023 | O exercício da atividade regulatória da Agência Nacional de Transporte Terrestre (ANTT) — especialmente as disposições normativas que lhe conferem competência para definir infrações e impor sanções e medidas administrativas aplicáveis aos serviços de transportes — deve respeitar os limites para a sua atuação definidos no ato legislativo delegatório emanado pelo Congresso Nacional. | INFORMATIVO 1085 - STF | O exercício da atividade regulatória da Agência Nacional de Transporte Terrestre (ANTT) — especialmente as disposições normativas que lhe conferem competência para definir infrações e impor sanções e medidas administrativas aplicáveis aos serviços de transportes — deve respeitar os limites para a sua atuação definidos no ato legislativo delegatório emanado pelo Congresso Nacional."
  },
  {
    "id": "stj_julgado_julgado_10032023",
    "texto": "STJ | 10/03/2023 | INFORMATIVO 1085 - STF | É constitucional a constituição de fundação pública de direito privado para a prestação de serviço público de saúde."
  },
  {
    "id": "stj_julgado_REsp_1_930_735_TO_02032023",
    "texto": "STJ | 02/03/2023 | REsp 1.930.735-TO | INFORMATIVO 767 - STJ | 1ª Tese: A ausência do depósito previsto no art. 15 do Decreto-Lei n. 3.365/1941 para o deferimento de pedido de imissão provisória na posse veiculado em ação de desapropriação por utilidade pública não implica a extinção do processo sem resolução do mérito, mas, tão somente, o indeferimento da tutela provisória. 2ª Tese: Para cumprimento dos requisitos arrolados no art. 16, caput, I e II, e § 4º, II, da LRF é necessário instruir a petição inicial da ação expropriatória de imóveis com a estimativa do impacto orçamentário-financeiro e apresentar declaração a respeito da compatibilidade das despesas necessárias ao pagamento das indenizações ao disposto no plano plurianual, na lei de diretrizes orçamentárias e na lei orçamentária anual."
  },
  {
    "id": "stj_julgado_REsp_2_021_212_PR_28112023",
    "texto": "STJ | 28/11/2023 | REsp 2.021.212-PR | A intimação por edital para a apresentação de razões finais em processo administrativo ambiental, realizada conforme a sistemática adotada pelo Decreto nº 6.514/2008, entre os anos de 2008 e 2019, é lícita quando a autoridade julgadora não agravar a penalidade já imposta ao particular."
  },
  {
    "id": "stj_julgado_julgado_28022023",
    "texto": "STJ | 28/02/2023 | INFORMATIVO 1083 - STF | Não cabe ao Poder Judiciário, sob o fundamento de isonomia, conceder retribuição por substituição a advogados públicos federais em hipóteses não previstas em lei."
  },
  {
    "id": "stj_julgado_REsp_2_006_738_PE_28022023",
    "texto": "STJ | 28/02/2023 | REsp 2.006.738-PE | INFORMATIVO 764 - STJ | A conduta de filmar, por meio de câmera escondida, alunas, servidoras e funcionárias terceirizadas caracteriza a infração de conduta escandalosa, prevista no art. 132, V, parte final, da Lei n. 8.112/1990, o que atrai a pena de demissão do servidor público."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_783_746_RJ_16022023",
    "texto": "STJ | 16/02/2023 | AgInt no REsp 1.783.746-RJ | É possível a aplicação analógica da teoria da continuidade delitiva (art. 71 do CP) no âmbito do processo administrativo."
  },
  {
    "id": "stj_julgado_julgado_06022023",
    "texto": "STJ | 06/02/2023 | INFORMATIVO 1081 - STF | O pagamento de ‘salário-esposa’ a trabalhadores viola regra da Constituição de 1988 (art. 7º, XXX e art. 39, §3º), e os princípios republicano, da igualdade, da moralidade e da razoabilidade."
  },
  {
    "id": "stj_julgado_julgado_03022023",
    "texto": "STJ | 03/02/2023 | INFORMATIVO 1080 - STF | É constitucional — pois preservada a sua destinação ao “Sistema S”, configurando pleno atendimento ao critério da pertinência entre o destino efetivo do produto arrecadado e a finalidade da tributação — a incidência da contribuição destinada ao Serviço Nacional de Aprendizagem Rural (SENAR) sobre a receita bruta proveniente da comercialização da produção rural."
  },
  {
    "id": "stj_julgado_julgado_16122022",
    "texto": "STJ | 16/12/2022 | INFORMATIVO 1080 - STF | Por analogia, aplica-se aos servidores públicos estaduais e municipais que são pais ou cuidadores legais de pessoas com deficiência o direito à jornada de trabalho reduzida, sem necessidade de compensação de horário ou redução de vencimentos, nos moldes previstos para os servidores públicos federais na Lei 8.112/1990."
  },
  {
    "id": "stj_julgado_julgado_03022023",
    "texto": "STJ | 03/02/2023 | INFORMATIVO 1080 - STF | O art. 7º, XVII, da CF/1988 assegura ao trabalhador o gozo de férias anuais remuneradas com, pelo menos, um terço a mais do que o salário normal, sem limitar o tempo da sua duração, razão pela qual esse adicional deve incidir sobre todo o tempo de descanso previsto em lei."
  },
  {
    "id": "stj_julgado_AREsp_2_067_898_DF_20122022",
    "texto": "STJ | 20/12/2022 | AREsp 2.067.898-DF | INFORMATIVO 762 - STJ | Nas demandas em que se alega desequilíbrio econômico-financeiro de contrato ou convênio firmado com hospitais particulares para prestação de serviços de saúde em caráter complementar, o polo passivo deve ser composto necessariamente pela União e o contratante subnacional (Estado ou Município)."
  },
  {
    "id": "stj_julgado_julgado_15122022",
    "texto": "STJ | 15/12/2022 | INFORMATIVO 1080 - STF | A indenização a título de férias-prêmio não é devida aos servidores estaduais que tiveram seu vínculo com a Administração Pública — firmado com fundamento na Lei Complementar 100/2007 do Estado de Minas Gerais — anulado em virtude do julgamento da ADI 4.976/MG pelo Plenário do STF."
  },
  {
    "id": "stj_julgado_MS_17_526_DF_16112022",
    "texto": "STJ | 16/11/2022 | MS 17.526-DF | O decurso do lapso temporal de 5 anos não impede a revisão, pela Administração, dos atos de concessão de anistia a cabos da Aeronáutica relativos à Portaria 1.104, editada pelo Ministro de Estado da Aeronáutica, em 12 de outubro de 1964."
  },
  {
    "id": "stj_julgado_MS_18_442_DF_14112022",
    "texto": "STJ | 14/11/2022 | MS 18.442-DF | INFORMATIVO 756 - STJ | No exercício do seu poder de autotutela, poderá a Administração Pública rever os atos de concessão de anistia a cabos da Aeronáutica com fundamento na Portaria n. 1.104/1964, quando se comprovar a ausência de ato com motivação exclusivamente política, assegurando-se ao anistiado, em procedimento administrativo, o devido processo legal e a não devolução das verbas já recebidas."
  },
  {
    "id": "stj_julgado_AREsp_1_674_697_RJ_14112022",
    "texto": "STJ | 14/11/2022 | AREsp 1.674.697-RJ | INFORMATIVO 756 - STJ | É cabível a avaliação pericial provisória como condição à imissão na posse nas ações regidas pelo Decreto-Lei n. 3.365/1941, quando não observados os requisitos previstos no art. 15, § 1.º, do referido diploma."
  },
  {
    "id": "stj_julgado_REsp_1_833_609_PE_11112022",
    "texto": "STJ | 11/11/2022 | REsp 1.833.609-PE | INFORMATIVO 757 - STJ | O fato gerador do laudêmio é o registro do imóvel em Cartório de Registro de Imóveis, que é o momento em que ocorre a transferência do domínio útil do aludido direito real."
  },
  {
    "id": "stj_julgado_REsp_1_979_138_DF_10112022",
    "texto": "STJ | 10/11/2022 | REsp 1.979.138-DF | No exercício de direito sancionador, a negativa da prova técnica requerida pelo acusado pode afrontar o devido processo administrativo."
  },
  {
    "id": "stj_julgado_REsp_1_907_153_CE_28102022",
    "texto": "STJ | 28/10/2022 | REsp 1.907.153-CE | INFORMATIVO 755 - STJ | É possível ao servidor que já usufruiu o primeiro período de férias, após cumprida a exigência de 12 (doze) meses de exercício, usufruir as férias seguintes no mesmo ano civil, dentro do período aquisitivo ainda em curso, nos termos do § 1° do art. 77 da Lei n. 8.112/1990."
  },
  {
    "id": "stj_julgado_EDcl_no_AgInt_no_CC_184_065_SP_04112022",
    "texto": "STJ | 04/11/2022 | EDcl no AgInt no CC 184.065-SP | INFORMATIVO 760 - STJ | Compete à Justiça Comum o julgamento de controvérsia envolvendo direitos de servidor contratado para exercer cargo em comissão regido pela CLT."
  },
  {
    "id": "stj_julgado_AREsp_1_574_873_RJ_24102022",
    "texto": "STJ | 24/10/2022 | AREsp 1.574.873-RJ | INFORMATIVO 754 - STJ | A interposição de recurso administrativo não afasta a incidência dos juros moratórios sobre multa aplicada por agência reguladora."
  },
  {
    "id": "stj_julgado_RMS_58_436_BA_09112022",
    "texto": "STJ | 09/11/2022 | RMS 58.436-BA | INFORMATIVO 760 - STJ | A vantagem pecuniária estabelecida no art. 3º da Lei n. 6.932/1996 do Estado da Bahia não pode ser aplicada em relação aos integrantes de Tribunais de Contas dos Municípios da Bahia."
  },
  {
    "id": "stj_julgado_REsp_1_635_716_DF_11102022",
    "texto": "STJ | 11/10/2022 | REsp 1.635.716-DF | INFORMATIVO 753 - STJ | Prescreve em cinco anos a ação em face de empresas estatais prestadores de serviço público essencial dedicada a atividade econômica sem finalidade lucrativa e sem natureza concorrencial."
  },
  {
    "id": "stj_julgado_RMS_64_025_BA_10102022",
    "texto": "STJ | 10/10/2022 | RMS 64.025-BA | INFORMATIVO 752 - STJ | O prazo para impetração do Mandado de Segurança, nos casos de violação da ordem classificatória em concurso público, se inicia a partir do último ato administrativo reputado ilegal."
  },
  {
    "id": "stj_julgado_REsp_1_872_260_SP_07102022",
    "texto": "STJ | 07/10/2022 | REsp 1.872.260-SP | INFORMATIVO 752 - STJ | A concessionária de rodovia não deve ser responsabilizada por roubo com emprego de arma de fogo cometido contra seus usuários em posto de pedágio."
  },
  {
    "id": "stj_julgado_julgado_03102022",
    "texto": "STJ | 03/10/2022 | INFORMATIVO 751 - STJ | O processamento e julgamento de procedimento administrativo de dúvida suscitado por oficial de registro imobiliário relativamente a imóveis de autarquia pública federal compete ao juízo federal."
  },
  {
    "id": "stj_julgado_RMS_68_657_MG_29092022",
    "texto": "STJ | 29/09/2022 | RMS 68.657-MG | A prerrogativa da escolha do momento para a nomeação de candidato, aprovado dentro das vagas ofertadas em concurso público, é da Administração Pública, durante o prazo de validade do certame."
  },
  {
    "id": "stj_julgado_julgado_11112022",
    "texto": "STJ | 11/11/2022 | INFORMATIVO 1074 - STF | A exigência de diploma de nível superior, promovida por legislação estadual, para o cargo de perito técnico de polícia - que anteriormente tinha o nível médio como requisito de escolaridade - não viola o princípio do concurso público (CF/1988, art. 37, II) nem as normas constitucionais sobre competência legislativa (CF/1988, arts. 22, I; 24, XVI e § 4º)."
  },
  {
    "id": "stj_julgado_MS_20_194_DF_20092022",
    "texto": "STJ | 20/09/2022 | MS 20.194-DF | É indispensável que seja instaurado processo administrativo, com garantia de contraditório e ampla defesa, na revisão da pena anteriormente aplicada às infrações às normas que regem a exploração do serviço de radiodifusão comunitária."
  },
  {
    "id": "stj_julgado_RMS_67_654_PB_23092022",
    "texto": "STJ | 23/09/2022 | RMS 67.654-PB | Considerando o silêncio do CNJ quanto ao prazo para aquisição de títulos pelos candidatos em concursos públicos para a outorga das Delegações de Notas e de Registro, deve prevalecer a competência subsidiária concedida aos respectivos Tribunais de Justiça para fixarem as regras dos concursos de ingresso nos serviços notarial e de registro, na forma prevista no art. 15, caput, § 1º, da Lei n. 8.935/1994."
  },
  {
    "id": "stj_julgado_REsp_1_737_175_SP_19092022",
    "texto": "STJ | 19/09/2022 | REsp 1.737.175-SP | É da ANATEL a competência para legislar e regular a prestação de serviços telefônicos, determinando quais serviços podem ser considerados emergenciais para o fim de se obter código telefônico para ligações gratuitas."
  },
  {
    "id": "stj_julgado_AREsp_956_526_SP_19092022",
    "texto": "STJ | 19/09/2022 | AREsp 956.526-SP | INFORMATIVO 749 - STJ | O parâmetro remuneratório sobre o qual deve incidir a VNPI para o cálculo da remuneração dos Procuradores da Fazenda Nacional é o existente em março/2002."
  },
  {
    "id": "stj_julgado_julgado_13092022",
    "texto": "STJ | 13/09/2022 | INFORMATIVO 1066 - STF | Os entes públicos que sofreram prejuízos em razão de atos de improbidade também estão autorizados, de forma concorrente com o Ministério Público (MP), a propor ação e a celebrar acordos de não persecução civil em relação a esses atos."
  },
  {
    "id": "stj_julgado_E_constitucional_norma_estadual_que_preve_a_assuncao_de_obrigacoes_financeiras_resultantes_de_sentenca_judicial_proferida_apos_a_privatizacao_de_sociedade_de_economia_mista_prestadora_de_servico_publico_pelo_respectivo_estado__02092022",
    "texto": "STJ | 02/09/2022 | É constitucional norma estadual que prevê a assunção de obrigações financeiras resultantes de sentença judicial proferida após a privatização de sociedade de economia mista prestadora de serviço público pelo respectivo estado. | INFORMATIVO 1065 - STF | É constitucional norma estadual que prevê a assunção de obrigações financeiras resultantes de sentença judicial proferida após a privatização de sociedade de economia mista prestadora de serviço público pelo respectivo estado."
  },
  {
    "id": "stj_julgado_RMS_52_896_PR_17102022",
    "texto": "STJ | 17/10/2022 | RMS 52.896-PR | INFORMATIVO 757 - STJ | O Conselheiro do Tribunal de Contas do Estado do Paraná, quando não puder ser reintegrado imediatamente, deve permanecer em disponibilidade, conforme legislação estadual, haja vista que a perda do cargo ocupado com garantia de vitaliciedade necessita de decisão judicial transitada em julgado, em ação própria."
  },
  {
    "id": "stj_julgado_RMS_58_785_MS_29082022",
    "texto": "STJ | 29/08/2022 | RMS 58.785-MS | INFORMATIVO 746 - STJ | Não cabe mandado de segurança para continuar a concorrer em vaga de cotas raciais quando a comissão de heteroidentificação não confirma a sua autodeclaração."
  },
  {
    "id": "stj_julgado_julgado_12122022",
    "texto": "STJ | 12/12/2022 | INFORMATIVO 1065 - STF | 1ª Tese: A partir de 26.10.2021 (vigência da L. 14.230/2021) deixou de existir, no ordenamento jurídico, a tipificação para atos culposos de improbidade administrativa. 2ª Tese: A revogação da improbidade culposa (L. 14.230/2021) é irretroativa, não aplicável a sentenças transitadas em julgado. 3ª Tese: A revogação da improbidade culposa promovida pela Lei 14.230/2021 poderá atingir atos praticados na vigência da Lei 8.429/1992 ainda não transitados em julgado, cabendo ao juízo competente o exame da ocorrência de eventual dolo por parte do agente. 4ª Tese: Os prazos prescricionais previstos na Lei 14.230/2021 não retroagem, sendo aplicáveis a partir da publicação do novo texto legal (26.10.2021)."
  },
  {
    "id": "stj_julgado_RMS_68_932_SP_06092022",
    "texto": "STJ | 06/09/2022 | RMS 68.932-SP | INFORMATIVO 753 - STJ | A renúncia ao cargo de governador impede o recebimento de pedido de abertura de impeachment."
  },
  {
    "id": "stj_julgado_EDv_nos_EREsp_1_797_663_CE_12092022",
    "texto": "STJ | 12/09/2022 | EDv nos EREsp 1.797.663-CE | INFORMATIVO 748 - STJ | A demora da Administração para apreciar o pedido de autorização para funcionamento de rádio comunitária não legitima o Poder Judiciário a conceder, ainda que em caráter precário, o direito de continuidade das atividades."
  },
  {
    "id": "stj_julgado_RMS_54_717_SP_15082022",
    "texto": "STJ | 15/08/2022 | RMS 54.717-SP | INFORMATIVO 744 - STJ | O oferecimento de denúncia criminal por autoridade que, em razão de suas atribuições legais, seja obrigada a fazê-lo não a inabilita, só por isso, a desempenhar suas funções como autoridade julgadora no processo administrativo."
  },
  {
    "id": "stj_julgado_AgInt_nos_EDcl_no_RMS_55_819_MG_17082022",
    "texto": "STJ | 17/08/2022 | AgInt nos EDcl no RMS 55.819-MG | INFORMATIVO 747 - STJ | Não extrapola o poder regulamentar da Administração Pública, ou os princípios que a regem, Decreto Estadual que dispõe sobre o dever de agentes púbicos disponibilizarem informações sobre seus bens e evolução patrimonial."
  },
  {
    "id": "stj_julgado_E_constitucional_a_instituicao_do_Programa_de_Monitoramento_da_Qualidade_dos_Combustiveis__PMQC__por_normativo_da_Agencia_Nacional_do_Petroleo__ANP___na_medida_em_que_o_ato_regulatorio_apresenta_correspondencia_direta_com_as_diretrizes_e_os_propositos_conferidos_por_sua_lei_instituidora__15082022",
    "texto": "STJ | 15/08/2022 | É constitucional a instituição do Programa de Monitoramento da Qualidade dos Combustíveis (PMQC) por normativo da Agência Nacional do Petróleo (ANP), na medida em que o ato regulatório apresenta correspondência direta com as diretrizes e os propósitos conferidos por sua lei instituidora. | INFORMATIVO 1062 - STF | É constitucional a instituição do Programa de Monitoramento da Qualidade dos Combustíveis (PMQC) por normativo da Agência Nacional do Petróleo (ANP), na medida em que o ato regulatório apresenta correspondência direta com as diretrizes e os propósitos conferidos por sua lei instituidora."
  },
  {
    "id": "stj_julgado_julgado_12082022",
    "texto": "STJ | 12/08/2022 | INFORMATIVO 1062 - STF | É inconstitucional remunerar servidor público, mesmo que exerça jornada de trabalho reduzida, em patamar inferior a um salário mínimo"
  },
  {
    "id": "stj_julgado_julgado_01072022",
    "texto": "STJ | 01/07/2022 | INFORMATIVO 1060 - STF | É legítimo o poder de polícia conferido à ANATEL para fiscalizar as atividades de radiodifusão."
  },
  {
    "id": "stj_julgado_julgado_01072022",
    "texto": "STJ | 01/07/2022 | INFORMATIVO 1060 - STF | As regras do Estatuto da Advocacia sobre o advogado empregado aplicam-se aos advogados empregados de empresas públicas e de sociedade de economia mista que atuam no mercado em regime concorrencial."
  },
  {
    "id": "stj_julgado_MS_25_318_DF_18072022",
    "texto": "STJ | 18/07/2022 | MS 25.318-DF | O prazo de prescrição no PAD será suspenso se houver impetração de Mandado de Segurança que impeça o seguimento do curso natural do procedimento disciplinar."
  },
  {
    "id": "stj_julgado_julgado_29062022",
    "texto": "STJ | 29/06/2022 | A indenização, prevista no art. 16 da Lei n. 8.216/1991, deve ser reajustada, pelo Poder Executivo, na mesma data e percentuais de reajustes aplicados às diárias."
  },
  {
    "id": "stj_julgado_REsp_1_854_662_CE_27062022",
    "texto": "STJ | 27/06/2022 | REsp 1.854.662-CE | INFORMATIVO 742 - STJ | O servidor federal inativo deve receber em dinheiro a licença-prêmio não utilizada ou não contada em dobro para a aposentadoria, sem que seja preciso fazer requerimento administrativo ou comprovar que a licença não foi utilizada por necessidade do serviço. Se esta licença não for paga, haverá enriquecimento ilícito da administração pública."
  },
  {
    "id": "stj_julgado_REsp_1_287_461_SP_30062022",
    "texto": "STJ | 30/06/2022 | REsp 1.287.461-SP | INFORMATIVO 745 - STJ | Poder Judiciário não pode impedir que a ANAC realoque os horários de transporte de empresas de aviação que estão passando pelo processo de recuperação judicial."
  },
  {
    "id": "stj_julgado_AREsp_1_893_472_SP_28062022",
    "texto": "STJ | 28/06/2022 | AREsp 1.893.472-SP | INFORMATIVO 744 - STJ | A fundação privada de apoio à universidade pública, por prestar serviço público, responde objetivamente pelos prejuízos causados a terceiros, sob prazo prescricional de 5 anos."
  },
  {
    "id": "stj_julgado_REsp_1_592_450_RS_27062022",
    "texto": "STJ | 27/06/2022 | REsp 1.592.450-RS | INFORMATIVO 742 - STJ | É possível a prática da acupuntura, quiropraxia, osteopatia e fisioterapia e terapia ocupacional do trabalho pelos fisioterapeutas e terapeutas ocupacionais."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_1_761_417_RS_23062022",
    "texto": "STJ | 23/06/2022 | AgInt no AREsp 1.761.417-RS | INFORMATIVO 750 - STJ | Nas hipóteses em que não haja exercício do controle de legalidade por Tribunal de Contas, o prazo decadencial quinquenal previsto no art. 54 da Lei n. 9.784/1999 transcorre a partir da edição do ato pela Administração."
  },
  {
    "id": "stj_julgado_RMS_43_529_MS_22062022",
    "texto": "STJ | 22/06/2022 | RMS 43.529-MS | A chefia superior das autarquias e fundações não pode punir servidores vinculados à Administração Direta, pois quem os pune é o Chefe do Executivo."
  },
  {
    "id": "stj_julgado_REsp_1_832_357_SC_20062022",
    "texto": "STJ | 20/06/2022 | REsp 1.832.357-SC | INFORMATIVO 742 - STJ | O INMETRO não possui competência exclusiva para fiscalização quantitativa de produtos comercializados."
  },
  {
    "id": "stj_julgado_REsp_1_735_702_PR_20062022",
    "texto": "STJ | 20/06/2022 | REsp 1.735.702-PR | INFORMATIVO 742 - STJ | Em concurso público supostamente fraudado, o autor da ação civil pública deve indicar no polo passivo as pessoas beneficiadas pelo procedimento antes de homologado o resultado final do certame, sob pena de nulidade processual."
  },
  {
    "id": "stj_julgado_REsp_1_830_327_SC_13062022",
    "texto": "STJ | 13/06/2022 | REsp 1.830.327-SC | INFORMATIVO 740 - STJ | Quando for interposto recurso administrativo para atacar penalidade de multa aplicada pela ANP, os juros e a multa moratórios só começam a fluir a partir do fim do prazo de 30 dias para o pagamento do débito, dado em decisão administrativa que julga o recurso em última instância."
  },
  {
    "id": "stj_julgado_REsp_1_817_302_SP_13062022",
    "texto": "STJ | 13/06/2022 | REsp 1.817.302-SP | INFORMATIVO 740 - STJ | É indevida a cobrança promovida por concessionária de rodovia, em face de autarquia prestadora de serviços de saneamento básico, pelo uso da faixa de domínio da via pública concedida."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil_do_Estado_17062022",
    "texto": "STJ | 17/06/2022 | Responsabilidade Civil do Estado | É imprescritível, inclusive para os sucessores, a pretensão de reparação de grave ofensa à dignidade da pessoa humana causada em virtude de conduta - omissiva ou comissiva - praticada a mando ou no interesse de detentores de poder estatal."
  },
  {
    "id": "stj_julgado_AgInt_na_SLS_2_779_RJ_16082022",
    "texto": "STJ | 16/08/2022 | AgInt na SLS 2.779-RJ | INFORMATIVO 748 - STJ | A queda de arrecadação fiscal de município contratante advinda da redução do preço do barril de petróleo no mercado internacional não constitui motivo suficiente para redução da contraprestação devida à concessionária de serviços públicos se essa contraprestação não estiver vinculada contratualmente à variação do preço do petróleo."
  },
  {
    "id": "stj_julgado_E_constitucional_lei_que_preve_o_pagamento_de_honorarios_aos_procuradores_estaduais_quando_utilizado_meio_alternativo_de_cobranca_fiscal_administrativa_ou_de_protesto_de_titulo__desde_que_respeitado_o_teto_remuneratorio__27052022",
    "texto": "STJ | 27/05/2022 | É constitucional lei que prevê o pagamento de honorários aos procuradores estaduais quando utilizado meio alternativo de cobrança fiscal administrativa ou de protesto de título, desde que respeitado o teto remuneratório. | INFORMATIVO 1056 - STF | É constitucional lei que prevê o pagamento de honorários aos procuradores estaduais quando utilizado meio alternativo de cobrança fiscal administrativa ou de protesto de título, desde que respeitado o teto remuneratório."
  },
  {
    "id": "stj_julgado_MS_26_863_DF_06062022",
    "texto": "STJ | 06/06/2022 | MS 26.863-DF | INFORMATIVO 739 - STJ | A atividade de praticagem é incompatível com as atribuições da Carreira de Auditoria da Receita Federal do Brasil."
  },
  {
    "id": "stj_julgado_REsp_1_708_325_RS_13062022",
    "texto": "STJ | 13/06/2022 | REsp 1.708.325-RS | INFORMATIVO 740 - STJ | O hospital responde objetivamente por homicídio praticado em suas dependências ao deixar de fornecer o mínimo serviço de segurança."
  },
  {
    "id": "stj_julgado_RMS_62_093_TO_30052022",
    "texto": "STJ | 30/05/2022 | RMS 62.093-TO | INFORMATIVO 738 - STJ | O candidato reclassificado para dentro do número de vagas de concurso público por ato da própria Administração Pública tem o direito ao provimento no cargo, ainda que este ato tenha sido posteriormente anulado e o candidato não tenha sido nomeado durante sua vigência."
  },
  {
    "id": "stj_julgado_julgado_27052022",
    "texto": "STJ | 27/05/2022 | INFORMATIVO 1055 - STF | A norma estadual que permite a convocação temporária de professores sem concurso público não foi recepcionada pela CF/88."
  },
  {
    "id": "stj_julgado_E_inconstitucional_norma_que_preve_a_concentracao_de_poderes_em_apenas_um_dos_entes_publicos_integrantes_de_regiao_metropolitana__sendo_inadmissivel_que_somente_esse_ente_fique_responsavel_pela_gestao_e_recebimento_de_valores_oriundos_da_empreitada_metropolitana_comum__27052022",
    "texto": "STJ | 27/05/2022 | É inconstitucional norma que prevê a concentração de poderes em apenas um dos entes públicos integrantes de região metropolitana, sendo inadmissível que somente esse ente fique responsável pela gestão e recebimento de valores oriundos da empreitada metropolitana comum. | INFORMATIVO 1055 - STF | É inconstitucional norma que prevê a concentração de poderes em apenas um dos entes públicos integrantes de região metropolitana, sendo inadmissível que somente esse ente fique responsável pela gestão e recebimento de valores oriundos da empreitada metropolitana comum."
  },
  {
    "id": "stj_julgado_julgado_20052022",
    "texto": "STJ | 20/05/2022 | INFORMATIVO 1054 - STF | É inconstitucional lei estadual que isenta servidores públicos da taxa de inscrição em concursos públicos promovidos pela Administração Pública local, privilegiando, sem justificativa razoável para tanto, um grupo mais favorecido social e economicamente."
  },
  {
    "id": "stj_julgado_REsp_1_913_638_MA_16052022",
    "texto": "STJ | 16/05/2022 | REsp 1.913.638-MA | INFORMATIVO 736 - STJ | A contratação de servidores públicos temporários sem concurso público, com base em lei local, não caracteriza improbidade administrativa por não haver dolo."
  },
  {
    "id": "stj_julgado_AgInt_no_RMS_61_658_RS_27052022",
    "texto": "STJ | 27/05/2022 | AgInt no RMS 61.658-RS | INFORMATIVO 748 - STJ | A exigência dos requisitos previstos em edital para nomeação em cargo público não pode ser afastada por legislação posterior mais benéfica ao candidato."
  },
  {
    "id": "stj_julgado_REsp_1_577_047_MG_25052022",
    "texto": "STJ | 25/05/2022 | REsp 1.577.047-MG | INFORMATIVO 738 - STJ | A ação de desapropriação direta não pode tratar sobre área diferente da verdadeiramente expropriada, ainda que vizinha."
  },
  {
    "id": "stj_julgado_RMS_66_687_PB_19052022",
    "texto": "STJ | 19/05/2022 | RMS 66.687-PB | O sindicato de servidores e a associação de servidores não têm legitimidade para a impetração de ação de mandado de segurança coletivo no interesse de direitos de candidatos aprovados em concurso público."
  },
  {
    "id": "stj_julgado_REsp_1_834_024_MG_16052022",
    "texto": "STJ | 16/05/2022 | REsp 1.834.024-MG | INFORMATIVO 736 - STJ | Os honorários advocatícios sucumbenciais observarão o valor da causa e os limites da Lei das Desapropriações no caso de desistência da ação de desapropriação por utilidade pública, em razão da inexistência de condenação e de proveito econômico."
  },
  {
    "id": "stj_julgado_julgado_13052022",
    "texto": "STJ | 13/05/2022 | INFORMATIVO 1053 - STF | É inconstitucional a criação de cargos em comissão sem a observância dos seguintes requisitos: os cargos em comissão se destinam a funções de direção, chefia e assessoramento; as atribuições dos cargos de comissão devem estar descritas na lei que os instituiu de forma clara e objetiva."
  },
  {
    "id": "stj_julgado_REsp_1_874_643_RJ_20052022",
    "texto": "STJ | 20/05/2022 | REsp 1.874.643-RJ | O princípio da deferência administrativa e a autocontenção judicial devem ser observados quando analisada a prestação de informação pelas operadoras de telefonia, antes da contratação, ao consumidor, sobre a indisponibilidade de sinal no município. Assim, é possível reduzir a interferência do judiciário nos outros poderes."
  },
  {
    "id": "stj_julgado_AgInt_no_RMS_47_738_RJ_13052022",
    "texto": "STJ | 13/05/2022 | AgInt no RMS 47.738-RJ | Os Tribunais de Contas estão sujeitos ao prazo de 5 anos para o julgamento da legalidade do ato de concessão inicial de aposentadoria, reforma ou pensão, a contar da chegada do processo à respectiva Corte de Contas."
  },
  {
    "id": "stj_julgado_AREsp_1_711_065_RJ_05052022",
    "texto": "STJ | 05/05/2022 | AREsp 1.711.065-RJ | INFORMATIVO 735 - STJ | Valores recebidos por servidores públicos por força de liminar, posteriormente reformada, devem ser restituídos ao erário."
  },
  {
    "id": "stj_julgado_julgado_06062022",
    "texto": "STJ | 06/06/2022 | INFORMATIVO 739 - STJ | A interferência do Poder Judiciário em regras de elevada especificidade técnica do setor elétrico por meio de liminar configura grave lesão à ordem e à economia pública."
  },
  {
    "id": "stj_julgado_julgado_29042022",
    "texto": "STJ | 29/04/2022 | INFORMATIVO 1051 - STF | A sociedade de economia mista estadual faz jus à imunidade tributária recíproca, desde que preste um serviço público em regime de exclusividade e não vise lucro."
  },
  {
    "id": "stj_julgado_RMS_67_503_MG_19042022",
    "texto": "STJ | 19/04/2022 | RMS 67.503-MG | INFORMATIVO 733 - STJ | Com base no art. 36, §§2º e 3º da lei 8.935/1994, a remuneração do interventor de cartório extrajudicial não se submete ao teto constitucional (art. 37, XI,CF)."
  },
  {
    "id": "stj_julgado_julgado_28042023",
    "texto": "STJ | 28/04/2023 | INFORMATIVO 1091 - STF | É inconstitucional a extinção de cargos e funções que estejam ocupados na data da edição do decreto do presidente da República."
  },
  {
    "id": "stj_julgado_AREsp_1_825_800_SC_11042022",
    "texto": "STJ | 11/04/2022 | AREsp 1.825.800-SC | INFORMATIVO 733 - STJ | Nos contratos administrativos, é válida a cláusula que prevê renúncia do direito aos honorários de sucumbência por parte de advogado contratado."
  },
  {
    "id": "stj_julgado_REsp_1_709_727_SE_11042022",
    "texto": "STJ | 11/04/2022 | REsp 1.709.727-SE | INFORMATIVO 733 - STJ | No caso de acidente com evento morte em rodovia, reconhecida a responsabilidade estatal, é devida indenização por danos materiais aos filhos menores e ao cônjuge da vítima."
  },
  {
    "id": "stj_julgado_julgado_08042022",
    "texto": "STJ | 08/04/2022 | INFORMATIVO 1049 - STF | A aposentadoria no serviço público, no caso de promoção no mesmo cargo, mas em classe distinta, não depende do prazo de 5 anos de exercício efetivo para o cálculo dos proventos."
  },
  {
    "id": "stj_julgado_RMS_67_416_SE_04042022",
    "texto": "STJ | 04/04/2022 | RMS 67.416-SE | INFORMATIVO 731 - STJ | O juiz em licença para estudar no exterior não tem direito ao pagamento das vantagens de Retribuição por Direção de Fórum e Gratificação pelo Exercício Cumulado de Jurisdição ou Acumulação de Acervo Processual."
  },
  {
    "id": "stj_julgado_julgado_01042022",
    "texto": "STJ | 01/04/2022 | INFORMATIVO 1048 - STF | É proibido o reenquadramento, em novo Plano de Cargos, Carreiras e Remuneração, de servidor admitido sem concurso público antes da CF/88, ainda que beneficiado pela estabilidade excepcional do art. 19 do ADCT, pois essa regra não prevê o direito à efetividade (art. 37, II, CF)."
  },
  {
    "id": "stj_julgado_julgado_01042022",
    "texto": "STJ | 01/04/2022 | INFORMATIVO 1048 - STF | O chefe do Executivo não pode tratar, mediante decreto, sobre o remanejamento dos cargos em comissão destinados aos peritos do Mecanismo Nacional de Prevenção e Combate à Tortura (MNPCT), a exoneração de seus ocupantes e a transformação dessa atividade em prestação de serviço público relevante não remunerado."
  },
  {
    "id": "stj_julgado_MS_28_123_DF_30032022",
    "texto": "STJ | 30/03/2022 | MS 28.123-DF | INFORMATIVO 736 - STJ | Não é ilegal a fixação do limite máximo de Custo Variável Unitário (CVU), como requisito para habilitação técnica para contratação de potência elétrica e de energia associada em leilão a ser efetivado pela Agência Nacional de Energia Elétrica (ANEEL)."
  },
  {
    "id": "stj_julgado_AgRg_no_AgRg_no_AREsp_480_379_PB_28032022",
    "texto": "STJ | 28/03/2022 | AgRg no AgRg no AREsp 480.379-PB | INFORMATIVO 730 - STJ | A indenização prevista no art. 16 da Lei n. 8.216/1991 para servidores que se afastarem do seu local de trabalho para executar serviços de campo será reajustada pelo Poder Exercutivo na mesma data e nos mesmos percentuais dos reajustes aplicados às diárias conforme art.15 da Lei n. 8.270/1991."
  },
  {
    "id": "stj_julgado_RMS_68_357_PB_28032022",
    "texto": "STJ | 28/03/2022 | RMS 68.357-PB | INFORMATIVO 730 - STJ | A bolsa de desempenho instituída pela Lei n. 9.383/2011 do Estado da Paraíba não é devida aos servidores inativos pois é concedida para a prestação do trabalho."
  },
  {
    "id": "stj_julgado_RMS_55_554_SC_28032022",
    "texto": "STJ | 28/03/2022 | RMS 55.554-SC | INFORMATIVO 730 - STJ | É ilegal incluir oficiais da infância e juventude na escala de plantões dos oficiais de justiça e avaliadores."
  },
  {
    "id": "stj_julgado_REsp_1_955_888_SP_21032022",
    "texto": "STJ | 21/03/2022 | REsp 1.955.888-SP | INFORMATIVO 729 - STJ | É ilegal exigir um limite métrico de área para autorizar o funcionamento de rádios comunitárias por meio de ato regulamentar."
  },
  {
    "id": "stj_julgado_julgado_18032022",
    "texto": "STJ | 18/03/2022 | INFORMATIVO 1046 - STF | Em casos de greve, paralisação ou retardamento promovidos por servidores públicos federais, são constitucionais: o compartilhamento da execução de atividades e serviços públicos federais essenciais mediante convênio com estados, DF ou municípios; a adoção de procedimentos simplificados para garantir a continuidade do serviço público."
  },
  {
    "id": "stj_julgado_EAREsp_102_585_RS_14032022",
    "texto": "STJ | 14/03/2022 | EAREsp 102.585-RS | INFORMATIVO 728 - STJ | É admissível acordo de não persecução cível na fase recursal de ação de improbidade adminstrativa."
  },
  {
    "id": "stj_julgado_julgado_18032022",
    "texto": "STJ | 18/03/2022 | INFORMATIVO 1046 - STF | É constitucional a transferência da concessão e do controle societário das concessionárias de serviços públicos, mediante anuência do poder concedente (Lei 8.987/1995, art. 27)."
  },
  {
    "id": "stj_julgado_julgado_11032022",
    "texto": "STJ | 11/03/2022 | INFORMATIVO 1045 - STF | Os processos administrativos sancionadores instaurados por agências reguladoras contra concessionárias de serviço público devem observar o princípio da publicidade, exceto eventuais atos protegidos pelo sigilo, segundo as hipóteses legais e constitucionais."
  },
  {
    "id": "stj_julgado_REsp_1_878_849_TO_02032022",
    "texto": "STJ | 02/03/2022 | REsp 1.878.849-TO | INFORMATIVO 726 - STJ | É ilegal deixar de conceder a progressão funcional de servidor público quando atendidos todos os requisitos legais, ainda que superados os limites orçamentários dispostos na LRF, referentes a gastos com pessoal. Isso porque a progressão é direito subjetivo do servidor público, que decorre de determinação legal."
  },
  {
    "id": "stj_julgado_RMS_66_794_AM_07032022",
    "texto": "STJ | 07/03/2022 | RMS 66.794-AM | INFORMATIVO 727 - STJ | Para a decretação de intervenção em contrato de concessão de serviço público, não é exigida a observância do contraditório."
  },
  {
    "id": "stj_julgado_julgado_25022022",
    "texto": "STJ | 25/02/2022 | INFORMATIVO 1044 - STF | Em regra, não cabe ao Poder Judiciário anular cláusula de contrato de concessão de serviço público que autoriza o reajuste de tarifa telefônica em percentual superior ao índice inflacionário, pois isso afronta o princípio da separação dos poderes."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_926_189_MG_21022022",
    "texto": "STJ | 21/02/2022 | AgInt no AREsp 926.189-MG | INFORMATIVO 725 - STJ | Se o Tribunal de Contas estadual aplica multa a agente público municipal, em razão de danos causados ao erário municipal, cabe ao município prejudicado executar essa multa."
  },
  {
    "id": "stj_julgado_julgado_14022022",
    "texto": "STJ | 14/02/2022 | INFORMATIVO 724 - STJ | O que determina a competência da Justiça Federal nas ações de improbidade administrativa é a presença das pessoas jurídicas de direito público previstas no art. 109, I, da CF na relação processual e não a natureza da verba federal sujeita à fiscalização do TCU."
  },
  {
    "id": "stj_julgado_REsp_1_592_380_SC_10022022",
    "texto": "STJ | 10/02/2022 | REsp 1.592.380-SC | INFORMATIVO 724 - STJ | É permitida a conversão do tempo especial em comum para todo servidor público que tiver trabalhado em regime especial antes da Reforma da Previdência (EC 103/2019)."
  },
  {
    "id": "stj_julgado_AREsp_1_510_988_SP_10022022",
    "texto": "STJ | 10/02/2022 | AREsp 1.510.988-SP | INFORMATIVO 724 - STJ | As concessionárias de serviço público podem cobrar pelo uso de faixas de domínio, mesmo em face de outra concessionária que explora serviço público diverso, desde que haja previsão contratual."
  },
  {
    "id": "stj_julgado_REsp_1_677_414_SP_26012022",
    "texto": "STJ | 26/01/2022 | REsp 1.677.414-SP | INFORMATIVO 722 - STJ | As concessionárias de serviço público podem cobrar pelo uso de faixas de domínio de rodovia, mesmo em face de outra concessionária, desde que haja previsão editalícia e contratual."
  },
  {
    "id": "stj_julgado_AgRg_no_HC_669_347_SP_07022022",
    "texto": "STJ | 07/02/2022 | AgRg no HC 669.347-SP | INFORMATIVO 723 - STJ | Para a configuração do crime de contratação direta ilegal (art. 337-E, CP) é indispensável a comprovação do dolo específico de causar danos ao erário e o efetivo prejuízo aos cofres públicos."
  },
  {
    "id": "stj_julgado_REsp_1_941_987_PR_10122021",
    "texto": "STJ | 10/12/2021 | REsp 1.941.987-PR | INFORMATIVO 722 - STJ | O servidor público reintegrado não tem direito ao pagamento do auxílio-transporte e do adicional de insalubridade referente ao período em que esteve indevidamente afastado do cargo."
  },
  {
    "id": "stj_julgado_REsp_1_835_511_SP_10122021",
    "texto": "STJ | 10/12/2021 | REsp 1.835.511-SP | INFORMATIVO 721 - STJ | A extinção da dívida de empréstimo consignado pela morte do servidor (art. 16 da Lei 1.046/1950) não se aplica aos servidores públicos estaduais e municipais."
  },
  {
    "id": "stj_julgado_julgado_10122021",
    "texto": "STJ | 10/12/2021 | INFORMATIVO 1040 - STF | É inconstitucional o uso de índices federais de correção monetária como parâmetro para reajuste da remuneração de servidores públicos estaduais ou municipais."
  },
  {
    "id": "stj_julgado_julgado_10122021",
    "texto": "STJ | 10/12/2021 | INFORMATIVO 1040 - STF | É constitucional o novo marco legal do saneamento básico."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil_do_Estado_06122021",
    "texto": "STJ | 06/12/2021 | Responsabilidade Civil do Estado | INFORMATIVO 720 - STJ | A responsabilidade civil da Administração Pública por danos ao meio ambiente, decorrente de sua omissão no dever de fiscalização, é de caráter solidário, mas de execução subsidiária."
  },
  {
    "id": "stj_julgado_julgado_03122021",
    "texto": "STJ | 03/12/2021 | INFORMATIVO 1039 - STF | Não viola o princípio da isonomia a instituição de subtetos remuneratórios aos servidores públicos na esfera estadual e distrital."
  },
  {
    "id": "stj_julgado_julgado_03122021",
    "texto": "STJ | 03/12/2021 | INFORMATIVO 1039 - STF | É inconstitucional a determinação de bloqueios sobre valores e bens da Companhia de Saneamento Ambiental do Distrito Federal (Caesb) para o pagamento de verbas trabalhistas, por tratar-se de uma sociedade de economia mista que presta serviço público essencial."
  },
  {
    "id": "stj_julgado_RMS_67_040_ES_29112021",
    "texto": "STJ | 29/11/2021 | RMS 67.040-ES | INFORMATIVO 719 - STJ | Viola o princípio da razoabilidade a norma de edital que impede candidato que teve seu contrato rescindido anteriormente por conveniência administrativa de participar de processo seletivo."
  },
  {
    "id": "stj_julgado_REsp_1_840_570_RS_23112021",
    "texto": "STJ | 23/11/2021 | REsp 1.840.570-RS | INFORMATIVO 720 - STJ | O prazo prescricional para ajuizamento da ação de indenização contra o Estado pela demora na concessão da aposentadoria é contado a partir do seu deferimento."
  },
  {
    "id": "stj_julgado_julgado_26112021",
    "texto": "STJ | 26/11/2021 | INFORMATIVO 1038 - STF | No caso em que o cônjuge de servidor público precisa se deslocar para o exterior a serviço do país, é assegurado ao companheiro o exercício provisório de cargo público nas unidades administrativas do Ministério das Relações Exteriores (MRE) no exterior."
  },
  {
    "id": "stj_julgado_julgado_22112021",
    "texto": "STJ | 22/11/2021 | INFORMATIVO 718 - STJ | Compete à Primeira Seção do STJ o julgamento de ação regressiva movida por seguradora contra concessionária de rodovia estadual, em razão de acidente de trânsito sofrido por um de seus segurados."
  },
  {
    "id": "stj_julgado_MS_22_606_DF_22112021",
    "texto": "STJ | 22/11/2021 | MS 22.606-DF | INFORMATIVO 718 - STJ | Na dosimetria da sanção disciplinar, para que os antecedentes do servidor sejam valorados como negativos, é necessária condenação anterior na sua ficha funcional, ou, no mínimo, anotação de fato que o desabone."
  },
  {
    "id": "stj_julgado_REsp_1_937_055_PB_03112021",
    "texto": "STJ | 03/11/2021 | REsp 1.937.055-PB | INFORMATIVO 716 - STJ | Para aplicação do instituto da remoção - art. 36 da Lei n. 8.112/1990 -, o cargo de professor universitário federal deve ser interpretado como pertencente a um quadro único, vinculado ao Ministério da Educação."
  },
  {
    "id": "stj_julgado_RMS_66_316_SP_03112021",
    "texto": "STJ | 03/11/2021 | RMS 66.316-SP | INFORMATIVO 715 - STJ | O Poder Público não pode deixar de nomear aprovados dentro do número de vagas em concurso público, salvo em situações excepcionais que envolvam critérios de superveniência, imprevisibilidade, gravidade e necessidade. Não basta a alegação de circunstâncias como a pandemia e a crise econômica, nem o alerta do Tribunal de Contas sobre o limite prudencial."
  },
  {
    "id": "stj_julgado_AREsp_1_402_806_TO_25102021",
    "texto": "STJ | 25/10/2021 | AREsp 1.402.806-TO | INFORMATIVO 714 - STJ | É possível seguir com ação de improbidade contra particular quando existe a pretensão de responsabilizar agentes públicos pelos mesmos fatos em uma demanda conexa."
  },
  {
    "id": "stj_julgado_julgado_18022022",
    "texto": "STJ | 18/02/2022 | INFORMATIVO 1043 - STF | Não cabe ao Poder Judiciário estender o percentual máximo do adicional de compensação por disponibilidade militar a todos os integrantes das Forças Armadas, com fundamento no princípio da isonomia (Súmula Vinculante 37)."
  },
  {
    "id": "stj_julgado_julgado_18102021",
    "texto": "STJ | 18/10/2021 | INFORMATIVO 1033 - STF | Só é possível o fornecimento de dados à ABIN quando comprovado o interesse público da medida, sendo que a decisão que permite tal fornecimento deve ser motivada para eventual controle de legalidade pelo Poder Judiciário."
  },
  {
    "id": "stj_julgado_RMS_66_823_MT_11102021",
    "texto": "STJ | 11/10/2021 | RMS 66.823-MT | INFORMATIVO 712 - STJ | Se um dos companheiros for removido de ofício pela Administração Pública, o outro também terá direito à remoção. Isso é possível mesmo que, à época da remoção, o casal trabalhasse em lugares diferentes e ainda que não haja vaga no local do destino."
  },
  {
    "id": "stj_julgado_REsp_1_570_000_RN_04102021",
    "texto": "STJ | 04/10/2021 | REsp 1.570.000-RN | INFORMATIVO 711 - STJ | A decisão que recebe a inicial da ação de improbidade não pode ser baseada somente no princípio do in dubio pro societate"
  },
  {
    "id": "stj_julgado_REsp_1_542_852_PE_04102021",
    "texto": "STJ | 04/10/2021 | REsp 1.542.852-PE | INFORMATIVO 711 - STJ | Caso o policial federal precise se deslocar para além da circunscrição a que se vincula, terá direito ao pagamento de diárias a título de indenização por despesas extraordinárias."
  },
  {
    "id": "stj_julgado_julgado_01102021",
    "texto": "STJ | 01/10/2021 | INFORMATIVO 1031 - STF | Compete ao STF legislar sobre limites de idade para ingresso na magistratura."
  },
  {
    "id": "stj_julgado_julgado_27092021",
    "texto": "STJ | 27/09/2021 | A autoridade administrativa não dispõe de discricionariedade para aplicar ao servidor pena diversa de demissão quando caraterizadas as hipóteses previstas no art. 132 da Lei n. 8.112/1990."
  },
  {
    "id": "stj_julgado_REsp_1_899_455_AC_27092021",
    "texto": "STJ | 27/09/2021 | REsp 1.899.455-AC | INFORMATIVO 710 - STJ | Na ação de improbidade administrativa, ainda que as demais sanções estejam prescritas, é possível prosseguir com a demanda para pedir o ressarcimento do dano ao erário."
  },
  {
    "id": "stj_julgado_REsp_1_888_049_CE_27092021",
    "texto": "STJ | 27/09/2021 | REsp 1.888.049-CE | INFORMATIVO 710 - STJ | O aprovado em concurso público, ainda que possua titulação superior à exigida pelo edital, pode assumir o cargo."
  },
  {
    "id": "stj_julgado_julgado_24092021",
    "texto": "STJ | 24/09/2021 | INFORMATIVO 1030 - STF | É constitucional norma que proíbe a direção de agências reguladoras por pessoa que trabalhe em sindicato ou que seja membro de conselho ou diretoria de associação patronal ou trabalhista."
  },
  {
    "id": "stj_julgado_julgado_17092021",
    "texto": "STJ | 17/09/2021 | INFORMATIVO 1029 - STF | Cabe ao município prejudicado executar a multa aplicada por Tribunal de Contas estadual a agente público municipal, em razão de danos causados ao erário municipal."
  },
  {
    "id": "stj_julgado_julgado_03092021",
    "texto": "STJ | 03/09/2021 | INFORMATIVO 1027 - STF | Primeira Tese Compete ao STF propor projeto de lei sobre critério de desempate para promoção na carreira da magistratura. Segunda Tese É inconstitucional norma que adote tempo de serviço em qualquer cargo público como critério de desempate para promoção na magistratura."
  },
  {
    "id": "stj_julgado_julgado_03092021",
    "texto": "STJ | 03/09/2021 | INFORMATIVO 1027 - STF | É inconstitucional a concessão de pensão vitalícia à viúva, à companheira e a dependentes de prefeito, vice-prefeito e vereador, falecidos no exercício do mandato."
  },
  {
    "id": "stj_julgado_REsp_1_862_792_PR_30082021",
    "texto": "STJ | 30/08/2021 | REsp 1.862.792-PR | INFORMATIVO 706 - STJ | Em ação de improbidade administrativa, o valor de eventual multa civil também poderá ser bloqueado, inclusive nas demandas ajuizadas com base na prática de atos que atentem contra os princípios da Administração Pública (art. 11 da Lei 8.429/92)."
  },
  {
    "id": "stj_julgado_julgado_27082021",
    "texto": "STJ | 27/08/2021 | INFORMATIVO 1026 - STF | Os recursos públicos das empresas estatais prestadoras de serviço público essencial, em regime não concorrencial e sem fins lucrativos, não podem ser bloqueados ou sequestrados por decisão judicial para pagamento de suas dívidas."
  },
  {
    "id": "stj_julgado_julgado_27082021",
    "texto": "STJ | 27/08/2021 | INFORMATIVO 1026 - STF | Os critérios de desempate para promover um magistrado devem ter relação com a função jurisdicional."
  },
  {
    "id": "stj_julgado_julgado_27082021",
    "texto": "STJ | 27/08/2021 | INFORMATIVO 1026 - STF | Com exceção dos vereadores, os servidores municipais não podem receber mais do que o prefeito."
  },
  {
    "id": "stj_julgado_REsp_1_543_826_RJ_09082021",
    "texto": "STJ | 09/08/2021 | REsp 1.543.826-RJ | INFORMATIVO 703 - STJ | Diante de um pedido de patente de fármacos, a Anvisa deve analisar os aspectos dos produtos ou processos farmacêuticos antes do INPI, mesmo que tais aspectos derivem dos requisitos de patenteabilidade. A agência deve verificar se a outorga de direito de exclusividade pode ensejar perigo à saúde pública."
  },
  {
    "id": "stj_julgado_Primeira_Tese_E_inconstitucional_a_norma_estadual_que_vincula_a_remuneracao_de_agentes_politicos_de_entes_federativos_diferentes__Segunda_Tese_E_constitucional_norma_estadual_que_preve_o_pagamento_de_ajuda_de_custo_correspondente_ao_valor_do_proprio_subsidio_mensal_do_parlamentar__no_inicio_e_no_final_de_cada_sessao_legislativa__06082021",
    "texto": "STJ | 06/08/2021 | Primeira Tese É inconstitucional a norma estadual que vincula a remuneração de agentes políticos de entes federativos diferentes. Segunda Tese É constitucional norma estadual que prevê o pagamento de ajuda de custo correspondente ao valor do próprio subsídio mensal do parlamentar, no início e no final de cada sessão legislativa. | INFORMATIVO 1024 - STF | Primeira Tese É inconstitucional a norma estadual que vincula a remuneração de agentes políticos de entes federativos diferentes. Segunda Tese É constitucional norma estadual que prevê o pagamento de ajuda de custo correspondente ao valor do próprio subsídio mensal do parlamentar, no início e no final de cada sessão legislativa."
  },
  {
    "id": "stj_julgado_julgado_25062021",
    "texto": "STJ | 25/06/2021 | INFORMATIVO 1022 - STF | A demissão de empregado público será julgada pela Justiça comum, dada a natureza constitucional-administrativa do ato. Quando concedida aposentadoria aos empregados públicos, estes não poderão permanecer no emprego, exceto para as aposentadorias concedidas pelo Regime Geral de Previdência Social até a entrada em vigor da EC 103/09."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil_do_Estado_18062021",
    "texto": "STJ | 18/06/2021 | Responsabilidade Civil do Estado | INFORMATIVO 1021 - STF | O Estado responde objetivamente pelos danos causados por policiais a reporter fotográfico na cobertura de manifestação pública, desde que o profissional tenha respeitado as advertências sobre o acesso a áreas de risco."
  },
  {
    "id": "stj_julgado_AREsp_1_526_095_RJ_14062021",
    "texto": "STJ | 14/06/2021 | AREsp 1.526.095-RJ | INFORMATIVO 700 - STJ | As alterações dos limites de receita bruta para o enquadramento como ME ou EPP para acompanhar a inflação não descaracterizam o crime de inserção de informação falsa em documento público cometido anteriormente."
  },
  {
    "id": "stj_julgado_AREsp_1_806_617_DF_07062021",
    "texto": "STJ | 07/06/2021 | AREsp 1.806.617-DF | INFORMATIVO 699 - STJ | Constitui sanção de caráter perpétuo impedir que um candidato funcionário público prossiga no concurso para Polícia Militar por conta de conduta negativa (uso de drogas) praticada anos antes da investigação social do certame."
  },
  {
    "id": "stj_julgado_julgado_04062021",
    "texto": "STJ | 04/06/2021 | INFORMATIVO 1019 - STF | A Constituição Federal proíbe que servidores que ingressaram por concurso público para cargo de nível médio sejam promovidos a cargo de nível superior."
  },
  {
    "id": "stj_julgado_julgado_04062021",
    "texto": "STJ | 04/06/2021 | INFORMATIVO 1019 - STF | É inconstitucional emenda à Constituição estadual que prevê como teto remuneratório dos servidores públicos estaduais a remuneração dos ministros do STF."
  },
  {
    "id": "stj_julgado_julgado_04062021",
    "texto": "STJ | 04/06/2021 | INFORMATIVO 1019 - STF | Primeira Tese A remuneração dos deputados estaduais deve ser fixada em lei. Segunda Tese A remuneração dos deputados estaduais não pode ser vinculada à dos deputados federais, por ferir o princípio federativo e a autonomia dos entes federados. Terceira Tese É proibida a vinculação ou a equiparação de remuneração quanto aos agentes políticos ou servidores públicos em geral."
  },
  {
    "id": "stj_julgado_julgado_04062021",
    "texto": "STJ | 04/06/2021 | INFORMATIVO 1019 - STF | Primeira Tese Havendo trânsito em julgado da sentença que julga a desapropriação, ainda que passado o prazo para a ação rescisória, é possível discutir em Ação Civil Pública o domínio do bem expropriado. Segunda Tese Na ação de desapropriação, os honorários sucumbenciais serão pagos somente se devida indenização aos expropriados."
  },
  {
    "id": "stj_julgado_julgado_28052021",
    "texto": "STJ | 28/05/2021 | INFORMATIVO 1018 - STF | As empresas estatais, e suas subsidiárias, que não recebem recursos da Fazenda Pública, não adotam o teto constitucional de remuneração."
  },
  {
    "id": "stj_julgado_julgado_28052021",
    "texto": "STJ | 28/05/2021 | INFORMATIVO 1018 - STF | A venda do controle acionário de empresas subsidiárias estatais não depende de autorização legal."
  },
  {
    "id": "stj_julgado_julgado_24052021",
    "texto": "STJ | 24/05/2021 | INFORMATIVO 1017 - STF | É de competência do STF o julgamento de ação cível originária que questiona a inércia da Administração Pública federal em realizar o Censo Demográfico do IBGE."
  },
  {
    "id": "stj_julgado_julgado_24052021",
    "texto": "STJ | 24/05/2021 | INFORMATIVO 1017 - STF | Norma infraconstitucional ou regulamentar não pode estabelecer critérios diferentes dos presentes na CF para definir o que é a \"promoção pessoal\" de agente público através de atos, programas, obras ou serviços."
  },
  {
    "id": "stj_julgado_julgado_17052021",
    "texto": "STJ | 17/05/2021 | INFORMATIVO 1016 - STF | Norma estadual não pode impedir o consumidor pessoa física de abastecer seus veículos em lugar diverso do posto de combustível."
  },
  {
    "id": "stj_julgado_REsp_1_929_230_MT_10052021",
    "texto": "STJ | 10/05/2021 | REsp 1.929.230-MT | INFORMATIVO 695 - STJ | No cumprimento de sentença da ação de improbidade administrativa, é possível a aplicação de medidas de execução atípicas de caráter não patrimonial."
  },
  {
    "id": "stj_julgado_REsp_1_925_492_RJ_10052021",
    "texto": "STJ | 10/05/2021 | REsp 1.925.492-RJ | INFORMATIVO 695 - STJ | Cabe agravo de instrumento das decisões interlocutórias proferidas em ação de improbidade administrativa, nos moldes do artigo 19, §1º, da Lei de Ação Popular."
  },
  {
    "id": "stj_julgado_RMS_65_757_RJ_10052021",
    "texto": "STJ | 10/05/2021 | RMS 65.757-RJ | INFORMATIVO 695 - STJ | A contratação temporária de enfermeiros determinada por decisão judicial não significa que o direito do aprovado em concurso público será preterido, e não autoriza o provimento de cargo público por parte do candidato aprovado em cadastro de reserva."
  },
  {
    "id": "stj_julgado_julgado_10052021",
    "texto": "STJ | 10/05/2021 | INFORMATIVO 1015 - STF | Primeira Tese Lei estadual pode prever a autonomia financeira do Ministério Público. Segunda Tese Lei estadual não pode instituir gratificação para os membros do MP a ser paga pelo Judiciário em função de serviço prestado à Justiça Eleitoral."
  },
  {
    "id": "stj_julgado_julgado_10052021",
    "texto": "STJ | 10/05/2021 | INFORMATIVO 1015 - STF | Os estados e municípios podem importar e distribuir vacinas contra o coronavírus diante da falta de manifestação da ANVISA no prazo de 30 dias, em caráter excpecional e temporário."
  },
  {
    "id": "stj_julgado_REsp_1_692_938_SP_03052021",
    "texto": "STJ | 03/05/2021 | REsp 1.692.938-SP | INFORMATIVO 694 - STJ | Os planos de saúde não são obrigados a fornecer medicamentos de uso domiciliar, exceto: os antineoplásicos orais (e correlacionados); a medicação assistida (home care); e os incluídos no rol da Agência Nacional de Saúde para tratamento domiciliar."
  },
  {
    "id": "stj_julgado_julgado_03052021",
    "texto": "STJ | 03/05/2021 | INFORMATIVO 1014 - STF | Os recursos públicos vinculados ao orçamento de empresas estatais prestadoras de serviço público essencial, em regime não concorrencial e sem intuito lucrativo, não podem ser bloqueados ou sequestrados por decisão judicial para pagamento de verbas trabalhistas."
  },
  {
    "id": "stj_julgado_julgado_26042021",
    "texto": "STJ | 26/04/2021 | INFORMATIVO 1013 - STF | O Poder Legislativo estadual não tem competência para proibir o cargo de \"tutor\" na educação à distância (EaD), ou para exigir que o cargo ser preenchido apenas por professores."
  },
  {
    "id": "stj_julgado_julgado_26042021",
    "texto": "STJ | 26/04/2021 | INFORMATIVO 1013 - STF | O cargo de auditor do Tribunal de Contas Estadual não equivale ao cargo de auditor descrito na Constituição Federal."
  },
  {
    "id": "stj_julgado_julgado_16042021",
    "texto": "STJ | 16/04/2021 | INFORMATIVO 1012 - STF | É inconstitucional lei estadual que prevê prazo decadencial de 10 anos para anulação de atos administrativos que foram declarados inválidos pela Administração Pública estadual."
  },
  {
    "id": "stj_julgado_julgado_16042021",
    "texto": "STJ | 16/04/2021 | INFORMATIVO 1012 - STF | Em contrato de concessão de energia elétrica, é inconstitucional norma estadual que cobre a concessionária pela utilização de faixas de domínio público vizinhas a rodovias estaduais ou federais."
  },
  {
    "id": "stj_julgado_REsp_1_539_056_MG_13042021",
    "texto": "STJ | 13/04/2021 | REsp 1.539.056-MG | INFORMATIVO 691 - STJ | Cabe indenização por dano moral coletivo no caso de venda de terrenos a consumidores de baixa renda em loteamento irregular, que foi objeto de publicidade enganosa."
  },
  {
    "id": "stj_julgado_julgado_09042021",
    "texto": "STJ | 09/04/2021 | INFORMATIVO 1011 - STF | O Ministro da Educação não poderá nomear dirigentes de instituições de ensino federais quando o cargo de diretor estiver vago e sem condições de provimento imediato, sob pena de violação aos princípios da Administração Pública bem como à autonomia e gestão democrática do ensino público."
  },
  {
    "id": "stj_julgado_julgado_30032021",
    "texto": "STJ | 30/03/2021 | INFORMATIVO 690 - STJ | A competência da Justiça Comum para o julgamento de ações relativas à contribuição sindical (prevista na súmula 222 do STJ) refere-se somente às situações em que a contribuição sindical é de servidores públicos estatutários. O mesmo conflito envolvendo celetistas é de competência da Justiça do Trabalho."
  },
  {
    "id": "stj_julgado_RHC_123_402_RS_30032021",
    "texto": "STJ | 30/03/2021 | RHC 123.402-RS | INFORMATIVO 690 - STJ | Não cabe ao judiciário autorizar o cultivo e a colheita da Cannabis com o objetivo de extrair óleo medicinal, ainda que na quantidade necessária para o controle da epilepsia. Essa autorização deve ser feita pela ANVISA na análise de cada caso."
  },
  {
    "id": "stj_julgado_julgado_29032021",
    "texto": "STJ | 29/03/2021 | INFORMATIVO 1010 - STF | É constitucional a dispensa de licitação no caso de prestação de serviços estratégicos de tecnologia da informação prestados pelo Serviço Federal de Processamento de Dados (Serpro)."
  },
  {
    "id": "stj_julgado_julgado_29032021",
    "texto": "STJ | 29/03/2021 | INFORMATIVO 1010 - STF | É constitucional a exigência de percentuais mínimos e máximos para a exibição de programas locais em processos seletivos de outorga dos serviços de radiofusão."
  },
  {
    "id": "stj_julgado_O_Programa_de_Parcerias_de_Investimentos__PPI__criado_pela_Lei_13_334_16_e_constitucional_porque_respeita_os_principios_da_Administracao_Publica_e_o_principio_da_protecao_do_meio_ambiente_e_dos_indigenas__19032021",
    "texto": "STJ | 19/03/2021 | O Programa de Parcerias de Investimentos (PPI) criado pela Lei 13.334/16 é constitucional porque respeita os princípios da Administração Pública e o princípio da proteção do meio ambiente e dos indígenas. | INFORMATIVO 1009 - STF | O Programa de Parcerias de Investimentos (PPI) criado pela Lei 13.334/16 é constitucional porque respeita os princípios da Administração Pública e o princípio da proteção do meio ambiente e dos indígenas."
  },
  {
    "id": "stj_julgado_julgado_19032021",
    "texto": "STJ | 19/03/2021 | INFORMATIVO 1009 - STF | Interromper a coleta e divulgação dos dados epidemiológicos sobre a Covid-19 viola os direitos à saúde e de acesso à informação e os princípios da publicidade e transparência da Administração Pública."
  },
  {
    "id": "stj_julgado_REsp_1_769_306_AL_16032021",
    "texto": "STJ | 16/03/2021 | REsp 1.769.306-AL | INFORMATIVO 688 - STJ | O erro da Administração Pública que leva ao pagamento maior e indevido aos servidores públicos gera consequências diferentes: Se o erro for de interpretação da lei, o servidor não precisa devolver os valores; Se o erro for de cálculo do benefício, o servidor deve devolver os valores, salvo se comprovar boa-fé objetiva e demonstrar que não sabia se tratar de pagamento indevido."
  },
  {
    "id": "stj_julgado_julgado_12032021",
    "texto": "STJ | 12/03/2021 | INFORMATIVO 1008 - STF | A União não pode se apropriar de insumos para vacinas comprados pelos estados, Distrito Federal ou municípios."
  },
  {
    "id": "stj_julgado_julgado_12032021",
    "texto": "STJ | 12/03/2021 | INFORMATIVO 1008 - STF | As sociedades de economia mista que exploram atividade econômica própria das empresas privadas não seguem o regime de licitação e contratação da Lei 8.666/1993."
  },
  {
    "id": "stj_julgado_O_Poder_Judiciario__em_situacoes_excepcionais__pode_determinar_que_Administracao_Publica_adote_medidas_concretas__assecuratorias_do_Direito_a_Saude__Portanto__a_demanda_pela_criacao_de_criterios_de_vacinacao_por_classes_no_Plano_Nacional_de_Vacinacao_encontra_respaldo_na_Constituicao_Federal_e_nos_principios_que_orientam_a_Administracao_Publica__05032021",
    "texto": "STJ | 05/03/2021 | O Poder Judiciário, em situações excepcionais, pode determinar que Administração Pública adote medidas concretas, assecuratórias do Direito à Saúde. Portanto, a demanda pela criação de critérios de vacinação por classes no Plano Nacional de Vacinação encontra respaldo na Constituição Federal e nos princípios que orientam a Administração Pública. | INFORMATIVO 1007 - STF | O Poder Judiciário, em situações excepcionais, pode determinar que Administração Pública adote medidas concretas, assecuratórias do Direito à Saúde. Portanto, a demanda pela criação de critérios de vacinação por classes no Plano Nacional de Vacinação encontra respaldo na Constituição Federal e nos princípios que orientam a Administração Pública."
  },
  {
    "id": "stj_julgado_julgado_05032021",
    "texto": "STJ | 05/03/2021 | INFORMATIVO 1007 - STF | É inconstitucional a norma que dificulta a participação da sociedade civil em conselhos deliberativos com a justificativa de regulamentação do Conselho Nacional da Criança e do Adolescente (Conanda)."
  },
  {
    "id": "stj_julgado_julgado_05032021",
    "texto": "STJ | 05/03/2021 | INFORMATIVO 1007 - STF | O mecanismo de atualização do piso nacional do magistério da educação básica pode constar em norma federal."
  },
  {
    "id": "stj_julgado_julgado_05032021",
    "texto": "STJ | 05/03/2021 | INFORMATIVO 1007 - STF | É constitucional a competência do chefe do Poder Executivo para os seguintes atos: expedir decreto que institui ou elimina a prestação de serviço em regime público, inclusive em conjunto com a prestação no regime privado; aprovar o plano geral de outorgas do serviço em regime público; e aprovar o plano de metas de universalização do serviço prestado em regime público. Portanto, as competências elencadas na Lei dos serviços de telecomunicações (Lei 9.472/97) são constitucionais."
  },
  {
    "id": "stj_julgado_AgRg_no_REspE_0600135_86_PI_07032021",
    "texto": "STJ | 07/03/2021 | AgRg no REspE 0600135-86-PI | INFORMATIVO 3 - ANO 23 - TSE | O prazo de desincompatibilização não se aplica ao candidato sócio-administrador de empresa que celebra contrato de fornecimento de bens com município diverso daquele pelo qual concorreu às eleições."
  },
  {
    "id": "stj_julgado_AREsp_1_314_581_SP_02032021",
    "texto": "STJ | 02/03/2021 | AREsp 1.314.581-SP | INFORMATIVO 686 - STJ | É possível celebrar acordo de não persecução cível nas ações de improbidade administrativa, ainda que em sede recursal."
  },
  {
    "id": "stj_julgado_julgado_01032021",
    "texto": "STJ | 01/03/2021 | INFORMATIVO 1006 - STF | Estados, o Distrito Federal e os Municípios não podem cobrar contraprestação das concessionárias pelo direito de passagem em vias públicas, faixas de domínio e outros bens públicos de uso comum, na instalação de infraestrutura e redes de telecomunicações. O art. 12, da Lei Geral das Antenas, é constitucional."
  },
  {
    "id": "stj_julgado_AgRg_no_REspE_0600269_98_SC_14022021",
    "texto": "STJ | 14/02/2021 | AgRg no REspE 0600269-98-SC | INFORMATIVO 2 - ANO 23 - TSE | A inelegibilidade prevista no art. 1°, I, o, da LC nº 64/1990, que trata sobre demissão do serviço público, não é aplicada nos casos em que o servidor público é inabilitado em estágio probatório."
  },
  {
    "id": "stj_julgado_REsp_1_261_020_CE_02032021",
    "texto": "STJ | 02/03/2021 | REsp 1.261.020-CE | INFORMATIVO 685 - STJ | a) Servidores públicos federais civis não possuem direito às incorporações de quintos/décimos pelo exercício de funções e cargos comissionados entre a edição da Lei n. 9.624/1998 e a MP n. 2.225-48/2001; b) Os servidores públicos que recebem quintos/décimos pelo exercício de funções e cargos comissionados entre a edição da Lei n. 9.624/1998 e a MP n. 2.225-48/2001 possuem direito subjetivo de continuar recebendo a gratificação, até que seja absorvida integralmente pelos reajustes futuros concedidos aos servidores; c) Não é possível interromper o pagamento de imediato dos servidores quando a incorporação aos quintos/décimos estiver reduzida em coisa julgada material."
  },
  {
    "id": "stj_julgado_julgado_06022021",
    "texto": "STJ | 06/02/2021 | INFORMATIVO 1004 - STF | É desnecessária, em regra, lei específica para inclusão de sociedade de economia mista ou de empresa pública em programa de desestatização."
  },
  {
    "id": "stj_julgado_julgado_06022021",
    "texto": "STJ | 06/02/2021 | INFORMATIVO 1004 - STF | A escolha dos dirigentes máximos das universidades pelo chefe do Poder Executivo não fere a autonomia universitária do art. 207 da Constituição Federal."
  },
  {
    "id": "stj_julgado_MS_27_227_DF_08112021",
    "texto": "STJ | 08/11/2021 | MS 27.227-DF | INFORMATIVO 716 - STJ | Em processo administrativo, a notificação por edital pode ser feita somente nos casos de: interessado indeterminado; interessado desconhecido; interessado com domicílio indefinido."
  },
  {
    "id": "stj_julgado_julgado_29012021",
    "texto": "STJ | 29/01/2021 | INFORMATIVO 1003 - STF | O servidor aprovado em concurso público que exige formação de nível médio não pode ser aproveitado em cargo que pressuponha escolaridade superior."
  },
  {
    "id": "stj_julgado_julgado_29012021",
    "texto": "STJ | 29/01/2021 | INFORMATIVO 1003 - STF | Não havendo lei municipal anterior, a partir da Lei 13.465/17 é possível a cobrança, por parte de associação, de taxa de manutenção e conservação de loteamento imobiliário urbano desde que: (i) os já possuidores de lotes tenham aderido ao ato constitutivo das entidades equiparadas a administradoras de imóveis, ou (ii) no caso de novos adquirentes de lotes, o ato constitutivo da obrigação tenha sido registrado."
  },
  {
    "id": "stj_julgado_julgado_17122020",
    "texto": "STJ | 17/12/2020 | INFORMATIVO 1002 - STF | É inconstitucional fixar limites de idade máxima e mínima como requisito para o ingresso na magistratura."
  },
  {
    "id": "stj_julgado_REspE_0600444_24_SP_20122020",
    "texto": "STJ | 20/12/2020 | REspE 0600444-24-SP | INFORMATIVO 1 - ANO 23 - TSE | Quando as contas de administrador público são rejeitadas com fundamento legal, não é preciso demonstrar o dolo específico para a aplicação da inelegibilidade."
  },
  {
    "id": "stj_julgado_julgado_04122020",
    "texto": "STJ | 04/12/2020 | INFORMATIVO 1001 - STF | É inconstitucional a norma que determina o impedimento do servidor público federal de voltar ao seviço público, quando o agente tiver sido demitido ou destituído do cargo em comissão por: crimes contra a administração; atos de improbidade; aplicação irregular de recursos públicos; lesão aos cofres públicos; e corrupção. Permitir esse tipo de regra é autorizar uma sanção de caráter perpétuo."
  },
  {
    "id": "stj_julgado_julgado_04122020",
    "texto": "STJ | 04/12/2020 | INFORMATIVO 1001 - STF | É possível determinar que a participação nos lucros ou resultados de trabalhadores de empresas estatais fique submetida à diretrizes específicas fixadas pelo Poder Executivo competente."
  },
  {
    "id": "stj_julgado_julgado_04122020",
    "texto": "STJ | 04/12/2020 | INFORMATIVO 1001 - STF | Não é possível criar subteto remuneratório da magistratura estadual inferior ao teto remuneratório da magistratura federal. Tal regra decorre da interpretação do art. 37, IX e §12, da Constituição Federal."
  },
  {
    "id": "stj_julgado_julgado_04122020",
    "texto": "STJ | 04/12/2020 | INFORMATIVO 1001 - STF | A Justiça do Trabalho não é competente para julgar as causas instauradas entre o Poder Público e os servidores vinculados por relação estatutária ou de caráter jurídico-administrativo. Este entendimento decorre do art. 114, III, da CF, culminado com inciso I do mesmo dispositivo."
  },
  {
    "id": "stj_julgado_julgado_26022021",
    "texto": "STJ | 26/02/2021 | INFORMATIVO 1000 - STF | É inconstitucional a equiparação, vinculação ou referenciação de espécies remuneratórias devidas a cargos e carreiras distintos, sobretudo entre Poderes e níveis federativos diferentes."
  },
  {
    "id": "stj_julgado_julgado_30112020",
    "texto": "STJ | 30/11/2020 | INFORMATIVO 1000 - STF | Os concursos públicos não podem fixar critérios de desempate que favoreçam candidatos pertencentes ao serviço público de um determinado ente federativo."
  },
  {
    "id": "stj_julgado_Primeira_Tese_O_candidato_pode_realizar_o_concurso_publico_em_data_e_horario_distinto_do_previsto_em_edital_por_motivo_de_crenca_religiosa__desde_que_sejam_respeitados_os_principios_da_razoabilidade_e_da_isonomia__alem_de_nao_significar_um_onus_desproporcional_para_a_Administracao_Publica__Segunda_Tese_A_Administracao_Publica_pode_estabelecer_criterios_alternativos_para_o_exercicio_dos_deveres_funcionais_para_servidores_que_alegarem_motivo_de_crenca_religiosa__inclusive_durante_o_estagio_probatorio__Devem_ser_respeitados_os_principios_da_razoabilidade_e_proporcionalidade_e_nao_pode_ocorrer_o_desvirtuamento_das_funcoes_inerentes_ao_cargo__27112020",
    "texto": "STJ | 27/11/2020 | Primeira Tese O candidato pode realizar o concurso público em data e horário distinto do previsto em edital por motivo de crença religiosa, desde que sejam respeitados os princípios da razoabilidade e da isonomia, além de não significar um ônus desproporcional para a Administração Pública. Segunda Tese A Administração Pública pode estabelecer critérios alternativos para o exercício dos deveres funcionais para servidores que alegarem motivo de crença religiosa, inclusive durante o estágio probatório. Devem ser respeitados os princípios da razoabilidade e proporcionalidade e não pode ocorrer o desvirtuamento das funções inerentes ao cargo. | INFORMATIVO 1000 - STF | Primeira Tese O candidato pode realizar o concurso público em data e horário distinto do previsto em edital por motivo de crença religiosa, desde que sejam respeitados os princípios da razoabilidade e da isonomia, além de não significar um ônus desproporcional para a Administração Pública. Segunda Tese A Administração Pública pode estabelecer critérios alternativos para o exercício dos deveres funcionais para servidores que alegarem motivo de crença religiosa, inclusive durante o estágio probatório. Devem ser respeitados os princípios da razoabilidade e proporcionalidade e não pode ocorrer o desvirtuamento das funções inerentes ao cargo."
  },
  {
    "id": "stj_julgado_julgado_03122020",
    "texto": "STJ | 03/12/2020 | INFORMATIVO 1000 - STF | O afastamento automático de servidor público indiciado em inquérito policial de crimes de lavagem ou ocultação de bens, direitos e valores é inconstitucional."
  },
  {
    "id": "stj_julgado_julgado_04112020",
    "texto": "STJ | 04/11/2020 | INFORMATIVO 1000 - STF | A redução da transparência dos dados referentes à pandemia de COVID-19 viola os seguintes preceitos fundamentais da Constituição Federal: Acesso à Informação; Publicidade; Transparência da Administração Pública; e Direito à Saúde."
  },
  {
    "id": "stj_julgado_julgado_10032021",
    "texto": "STJ | 10/03/2021 | INFORMATIVO 999 - STF | A teor do disposto no art. 37, XIII, da Constituição Federal (CF), é vedada a vinculação remuneratória de seguimentos do serviço público."
  },
  {
    "id": "stj_julgado_julgado_25112020",
    "texto": "STJ | 25/11/2020 | Em tese, é possível o reconhecimento de inconstitucionalidade formal no processo de aprovação de emenda constitucional quando há comprovado vício na manifestação de vontade do parlamentar."
  },
  {
    "id": "stj_julgado_julgado_25022021",
    "texto": "STJ | 25/02/2021 | INFORMATIVO 998 - STF | Primeira Tese É inconstitucional norma que preveja a concessão de aposentadoria com paridade e integralidade de proventos a policiais civis. Segunda Tese É inconstitucional norma que preveja a concessão de “adicional de final de carreira” a policiais civis."
  },
  {
    "id": "stj_julgado_julgado_08032021",
    "texto": "STJ | 08/03/2021 | INFORMATIVO 997 - STF | É constitucional a legislação estadual que determina que o regime jurídico celetista incide sobre as relações de trabalho estabelecidas no âmbito de fundações públicas, com personalidade jurídica de direito privado, destinadas à prestação de serviços de saúde."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil_do_Estado_10022021",
    "texto": "STJ | 10/02/2021 | Responsabilidade Civil do Estado | INFORMATIVO 997 - STF | É constitucional a Lei 5.751/1998 do estado do Espírito Santo, de iniciativa parlamentar, que versa sobre a responsabilidade do ente público por danos físicos e psicológicos causados a pessoas detidas por motivos políticos."
  },
  {
    "id": "stj_julgado_julgado_13112020",
    "texto": "STJ | 13/11/2020 | INFORMATIVO 684 - STJ | Primeira tese Modificação da tese firmada no Tema Repetitivo n. 126/STJ que passa a ter o seguinte teor: \"O índice de juros compensatórios na desapropriação direta ou indireta é de 12% até 11/06/1997, data anterior à vigência da MP 1577/97.\" Súmula 408 do STJ cancelada. Segunda tese I) Tese revisada no Tema Repetitivo n. 280/STJ: \"Até 26/9/1999, data anterior à edição da MP n. 1901-30/1999, são devidos juros compensatórios nas desapropriações de imóveis improdutivos\". II)Tese revisada no Tema Repetitivo n. 281/STJ: \"Mesmo antes da MP n. 1901-30/1999, são indevidos juros compensatórios quando a propriedade se mostrar impassível de qualquer espécie de exploração econômica atual ou futura, em decorrência de limitações legais ou fáticas\". III) Tese revisada no Tema Repetitivo n. 282/STJ: \"i) A partir de 27/9/1999, data de edição da MP n. 1901-30/1999, exige-se a prova pelo expropriado da efetiva perda de renda para incidência de juros compensatórios (art. 15-A, § 1º, do Decreto-Lei n. 3365/1941); e ii) Desde 5/5/2000, data de edição da MP 2027-38/2000, veda-se a incidência dos juros compensatórios em imóveis com índice de produtividade zero (art. 15-A, §..."
  },
  {
    "id": "stj_julgado_REsp_1_188_443_RJ_18122020",
    "texto": "STJ | 18/12/2020 | REsp 1.188.443-RJ | INFORMATIVO 684 - STJ | A União e a Agência Nacional de Saúde (ANS) devem integrar o polo passivo da demanda (litisconsórcio passivo necessário) quando a ação coletiva afetar o poder regulador da Administração Pública."
  },
  {
    "id": "stj_julgado_julgado_25112020",
    "texto": "STJ | 25/11/2020 | INFORMATIVO 996 - STF | É constitucional a delegação do poder de polícia, por meio de lei, a empresas estatais de capital social majoritariamente público que prestem exclusivamente serviço público de atuação própria do Estado e em regime não concorrencial."
  },
  {
    "id": "stj_julgado_ACO_854_MS_24022021",
    "texto": "STJ | 24/02/2021 | ACO 854-MS | INFORMATIVO 996 - STF | O Imposto sobre Circulação de Mercadorias e Prestação de Serviços (ICMS) incidente nas operações de importação de mercadorias tem como sujeito ativo o estado em que localizado o domicílio ou o estabelecimento do destinatário jurídico da mercadoria importada. A conclusão acerca de quem será o destinatário jurídico do bem depende da análise do negócio jurídico entabulado entre as partes e das circunstâncias fáticas do caso concreto."
  },
  {
    "id": "stj_julgado_MS_21_205_DF_21102020",
    "texto": "STJ | 21/10/2020 | MS 21.205-DF | INFORMATIVO 682 - STJ | O processo administrativo não é considerado nulo quando a testemunha, até então não envolvida, noticia elementos que trazem para si responsabilidade pelos episódios em investigação. Essa situação não caracteriza autoincriminação pela testemunha."
  },
  {
    "id": "stj_julgado_julgado_28102020",
    "texto": "STJ | 28/10/2020 | INFORMATIVO 994 - STF | 1ª Tese: No julgamento de Ação Direta de Inconstitucionalidade proposta para questionar a validade de leis que criam cargos em comissão, ao fundamento de que não se destinam a funções de direção, chefia e assessoramento, o Tribunal deve analisar as atribuições previstas para os cargos. 2ª Tese: Na fundamentação do julgamento, o Tribunal não está obrigado se pronunciar sobre a constitucionalidade de cada cargo criado, individualmente."
  },
  {
    "id": "stj_julgado_julgado_25032021",
    "texto": "STJ | 25/03/2021 | INFORMATIVO 993 - STF | A específica autorização legislativa somente é obrigatória na hipótese de alienação do controle acionário de sociedade de economia mista (empresa-mãe). Não há necessidade dessa prévia e específica anuência para a criação e posterior alienação de ativos da empresa subsidiária, dentro de um elaborado plano de gestão de desinvestimento, voltado para garantir maiores investimentos e, consequentemente, maior eficiência e eficácia da empresa-mãe."
  },
  {
    "id": "stj_julgado_ProAfR_no_REsp_1_817_302_SP_09102020",
    "texto": "STJ | 09/10/2020 | ProAfR no REsp 1.817.302-SP | INFORMATIVO 681 - STJ | A seguinte controvérsia foi afetada ao rito dos recursos repetitivos: Reconhecimento da legalidade de cobrança promovida por concessionária de rodovia, em face de autarquia de prestação de serviços de saneamento básico, pelo uso da faixa de domínio da via pública concedida."
  },
  {
    "id": "stj_julgado_REsp_1_840_113_CE_23102020",
    "texto": "STJ | 23/10/2020 | REsp 1.840.113-CE | INFORMATIVO 683 - STJ | Os editais de licitação e de pregão não podem fixar percentual mínimo de taxa de administração."
  },
  {
    "id": "stj_julgado_julgado_17092020",
    "texto": "STJ | 17/09/2020 | INFORMATIVO 991 - STF | Indeferido pedido de nomeação da recorrida para o cargo de professora da rede pública para o qual aprovada em concurso público, cujo prazo de validade expirara antes do ajuizamento da ação."
  },
  {
    "id": "stj_julgado_julgado_19052023",
    "texto": "STJ | 19/05/2023 | INFORMATIVO 990 - STF | Retomado julgamento da ação direta de inconstitucionalidade ajuizada em face dos artigos 11 e 35, bem como da expressão “a que se refere o art. 47-A desta Lei”, contida nos artigos 13, 14, 15 e 19 da Lei Complementar (LC) 111/2006 do estado do Rio de Janeiro, a qual alterou diversos dispositivos da LC 15/1980, que trata da organização da Procuradoria-Geral do estado."
  },
  {
    "id": "stj_julgado_EREsp_1_701_967_RS_1757279957695",
    "texto": "STJ | EREsp 1.701.967-RS | A perda da função pública por improbidade atinge qualquer cargo que o servidor esteja ocupando no momento da condenação definitiva, ainda que seja diferente do cargo ocupado ao tempo da prática do ato."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil_do_Estado_01102020",
    "texto": "STJ | 01/10/2020 | Responsabilidade Civil do Estado | O Estado não responde por danos decorrentes de crime praticado por presidiário foragido, quando não demonstrado o nexo causal direto entre a fuga e a conduta."
  },
  {
    "id": "stj_julgado_julgado_05112020",
    "texto": "STJ | 05/11/2020 | INFORMATIVO 989 - STF | É incompatível com a Constituição Federal o entendimento de que o governador do estado deve autorizar a propositura de ação de improbidade pela procuradoria."
  },
  {
    "id": "stj_julgado_julgado_30092020",
    "texto": "STJ | 30/09/2020 | Sociedade de economia mista de capital aberto não está abrangida pela imunidade tributária recíproca (art. 150, VI, \"a\", CF)."
  },
  {
    "id": "stj_julgado_REsp_1_659_767_RS_24082020",
    "texto": "STJ | 24/08/2020 | REsp 1.659.767-RS | INFORMATIVO 677 - STJ | Ao técnico em contabilidade que tenha concluído o curso após a edição da Lei n. 12.249/2010 é assegurado o direito de se registrar no Conselho de Classe até 1º de junho de 2015, sem que lhe seja exigido o Exame de Suficiência, sendo-lhe, dessa data em diante, vedado o registro."
  },
  {
    "id": "stj_julgado_julgado_23112020",
    "texto": "STJ | 23/11/2020 | Se a morte do instituidor da pensão ocorreu após a EC 19/98, incide o teto remuneratório do art. 37, XI, da CF, sobre o somatório de remuneração ou provento e pensão percebida pelo servidor, e não sobre cada parcela individualmente."
  },
  {
    "id": "stj_julgado_julgado_09102020",
    "texto": "STJ | 09/10/2020 | INFORMATIVO 985 - STF | Viola o princípio do concurso público o art. 3º da Lei 11.816/1995 do estado de Minas Gerais que afirma que “o servidor público estadual à disposição do Tribunal de Contas em 30 de novembro de 1994 poderá requerer sua integração ao Quadro Especial de Pessoal do referido Tribunal, no prazo de 30 (trinta) dias contados da data da publicação desta lei.”"
  },
  {
    "id": "stj_julgado_julgado_02102020",
    "texto": "STJ | 02/10/2020 | O município pode obter certidão positiva de débitos com efeito de negativa ainda que a Câmara Municipal do mesmo ente possua dívidas com a Fazenda Nacional."
  },
  {
    "id": "stj_julgado_julgado_25032020",
    "texto": "STJ | 25/03/2020 | INFORMATIVO 984 - STF | A Primeira Turma, por maioria, julgou improcedente a reclamação deduzida pela Companhia do Metropolitano do Distrito Federal (Metrô-DF), entendendo legítima a cobrança de dívida mediante fórmula que se fixa no pagamento devido por qualquer entidade."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil_do_Estado_13082020",
    "texto": "STJ | 13/08/2020 | Responsabilidade Civil do Estado | No caso de concurso público organizado por entidade privada que foi cancelado por indícios de fraude, o Estado responde apenas subsidiariamente por danos materiais causados a candidatos."
  },
  {
    "id": "stj_julgado_julgado_18092020",
    "texto": "STJ | 18/09/2020 | INFORMATIVO 983 - STF | Reconhecida a constitucionalidade do art. 40, § 18, da Constituição Federal (CF), na redação dada pelo art. 1º da Emenda Constitucional (EC) 41/2003 e do art. 9º da EC 41/2003."
  },
  {
    "id": "stj_julgado_julgado_30072020",
    "texto": "STJ | 30/07/2020 | É constitucional o recebimento de honorários de sucumbência pelos advogados públicos, desde que a somatória dos subsídios e da verba sucumbencial recebidos mensalmente pelos advogados públicos não seja maior do que o teto remuneratório dos Ministros do STF, nos termos do art. 37, XI, da CF."
  },
  {
    "id": "stj_julgado_julgado_30092020",
    "texto": "STJ | 30/09/2020 | INFORMATIVO 982 - STF | A Primeira Turma, por maioria, deu provimento a agravos regimentais em recursos extraordinários com agravo para julgar improcedentes pedidos formulados por servidores públicos municipais, que, depois de se aposentarem voluntariamente, pretendiam ser reintegrados aos mesmos cargos que ocupavam anteriormente."
  },
  {
    "id": "stj_julgado_REsp_1_786_722_SP_12062020",
    "texto": "STJ | 12/06/2020 | REsp 1.786.722-SP | INFORMATIVO 673 - STJ | O ato de vandalismo que resulta no rompimento de cabos elétricos de vagão de trem não exclui a responsabilidade da concessionária/transportadora, pois cabe a ela cumprir protocolos de atuação para evitar tumulto, pânico e submissão dos passageiros a mais situações de perigo."
  },
  {
    "id": "stj_julgado_julgado_17082020",
    "texto": "STJ | 17/08/2020 | INFORMATIVO 980 - STF | O técnico superior em Direito de autarquia estadual não pode exercer atribuições de representação jurídica da entidade, mas pode fazer atuação jurídica no âmbito interno da autarquia, desde que sob a supervisão de Procurador do Estado."
  },
  {
    "id": "stj_julgado_julgado_01072020",
    "texto": "STJ | 01/07/2020 | Os servidores temporários não têm direito a décimo terceiro e férias remuneradas acrescidas do terço constitucional, salvo: expressa previsão legal ou contratual; comprovado desvirtuamento da contratação temporária pela Administração Pública, por conta de renovações e/ou prorrogações sucessivas."
  },
  {
    "id": "stj_julgado_julgado_24062020",
    "texto": "STJ | 24/06/2020 | É prescritível a pretensão de ressarcimento ao erário fundada em decisão de Tribunal de Contas."
  },
  {
    "id": "stj_julgado_REsp_1_409_199_SC_04082020",
    "texto": "STJ | 04/08/2020 | REsp 1.409.199-SC | INFORMATIVO 676 - STJ | As fundações públicas de direito privado não fazem jus à isenção das custas processuais."
  },
  {
    "id": "stj_julgado_REsp_1_464_287_DF_26062020",
    "texto": "STJ | 26/06/2020 | REsp 1.464.287-DF | INFORMATIVO 674 - STJ | Os benefícios da colaboração premiada, previstos nas Leis ns. 8.884/1994 e 9.807/1999, não são aplicáveis no âmbito da ação de improbidade administrativa."
  },
  {
    "id": "stj_julgado_AgRg_no_AREsp_1_162_086_SP_09032020",
    "texto": "STJ | 09/03/2020 | AgRg no AREsp 1.162.086-SP | Ainda que questionável a contratação de parentes do Prefeito, o pagamento de salário a servidor público não configure crime de apropriação ou desvio de verba pública (art. 1º,I, do Decreto-Lei n. 201/1967), pois a remuneração é devida."
  },
  {
    "id": "stj_julgado_REsp_1_813_255_SP_04092020",
    "texto": "STJ | 04/09/2020 | REsp 1.813.255-SP | INFORMATIVO 678 - STJ | A pena de suspensão dos direitos políticos por ato de improbidade administrativa alcança qualquer mandato eletivo que esteja sendo ocupado à época do trânsito em julgado da condenação."
  },
  {
    "id": "stj_julgado_RMS_61_880_MT_06032020",
    "texto": "STJ | 06/03/2020 | RMS 61.880-MT | Não é possível a readmissão na carreira da magistratura."
  },
  {
    "id": "stj_julgado_julgado_19022020",
    "texto": "STJ | 19/02/2020 | A portaria de instauração do processo administrativo disciplinar prescinde da exposição detalhada dos fatos a serem apurados."
  },
  {
    "id": "stj_julgado_O_edital_de_concurso_publico_nao_pode_impedir_a_participacao_de_candidato_pelo_simples_fato_de_responder_a_inquerito_ou_a_acao_penal__exceto_se_houver_previsao_legal__17082020",
    "texto": "STJ | 17/08/2020 | O edital de concurso público não pode impedir a participação de candidato pelo simples fato de responder a inquérito ou a ação penal, exceto se houver previsão legal. | O edital de concurso público não pode impedir a participação de candidato pelo simples fato de responder a inquérito ou a ação penal, exceto se houver previsão legal."
  },
  {
    "id": "stj_julgado_RMS_54_554_SP_10102019",
    "texto": "STJ | 10/10/2019 | RMS 54.554-SP | INFORMATIVO 658 - STJ | A atividade denominada estágio em prorrogação do Ministério Público do Estado de São Paulo deve ser considerada privativa de bacharel em Direito para fins de atribuição de pontos pelo exercício de atividade jurídica na prova de títulos em concurso público."
  },
  {
    "id": "stj_julgado_julgado_12092019",
    "texto": "STJ | 12/09/2019 | INFORMATIVO 656 - STJ | Compete à Primeira Seção do Superior Tribunal de Justiça processar e julgar feitos relativos à contratação de candidatos inscritos em processo seletivo público para preenchimento de cargos em entidades do Sistema S."
  },
  {
    "id": "stj_julgado_REsp_1_650_730_MS_27082019",
    "texto": "STJ | 27/08/2019 | REsp 1.650.730-MS | INFORMATIVO 655 - STJ | 1ª tese: É inadequada a discussão acerca da tradicionalidade da ocupação indígena em ação possessória ajuizada por proprietário de fazenda antes de completado o procedimento demarcatório. 2ª tese: Não cabe produção de laudo antropológico em ação possessória ajuizada por proprietário de fazenda ocupada por grupo indígena."
  },
  {
    "id": "stj_julgado_REsp_1_765_707_RJ_11102019",
    "texto": "STJ | 11/10/2019 | REsp 1.765.707-RJ | INFORMATIVO 658 - STJ | O termo inicial do prazo prescricional para a cobrança da multa prevista no § 2º do art. 116 do Decreto-Lei n. 9.760/1946 é a data em que a União tem ciência efetiva da ausência de transferência das obrigações enfitêuticas."
  },
  {
    "id": "stj_julgado_MS_17_449_DF_01102019",
    "texto": "STJ | 01/10/2019 | MS 17.449-DF | INFORMATIVO 657 - STJ | Cabe recurso hierárquico próprio ao Presidente da República contra penalidade disciplinar aplicada por delegação com base no Decreto n. 3.035/1999."
  },
  {
    "id": "stj_julgado_EREsp_1_575_846_SC_30092019",
    "texto": "STJ | 30/09/2019 | EREsp 1.575.846-SC | INFORMATIVO 658 - STJ | O prazo prescricional para a ação indenizatória por desapropriação indireta é de 10 anos, em regra, salvo comprovação da inexistência de obras ou serviços públicos no local, caso em que o prazo passa a ser de 15 anos."
  },
  {
    "id": "stj_julgado_REsp_1_576_254_RS_04092019",
    "texto": "STJ | 04/09/2019 | REsp 1.576.254-RS | INFORMATIVO 655 - STJ | Não há direito de regresso portanto não é cabível a execução regressiva proposta pela Eletrobrás contra a União em razão da condenação das mesmas ao pagamento das diferenças na devolução do empréstimo compulsório sobre o consumo de energia elétrica ao particular contribuinte da exação."
  },
  {
    "id": "stj_julgado_julgado_17062019",
    "texto": "STJ | 17/06/2019 | INFORMATIVO 649 - STJ | Os prazos prescricionais previstos no art. 142 da Lei n. 8.112/1990 iniciam-se na data em que a autoridade competente para a abertura do procedimento administrativo toma conhecimento do fato, interrompem-se com o primeiro ato de instauração válido sindicância de caráter punitivo ou processo disciplinar e voltam a fluir por inteiro, após decorridos 140 dias desde a interrupção."
  },
  {
    "id": "stj_julgado_julgado_17062019",
    "texto": "STJ | 17/06/2019 | INFORMATIVO 649 - STJ | Ao particular aplica-se o mesmo regime prescricional previsto na Lei de Improbidade Administrativa para o agente público."
  },
  {
    "id": "stj_julgado_A_Lei_n__9_784_1999__especialmente_no_que_diz_respeito_ao_prazo_decadencial_para_a_revisao_de_atos_administrativos_no_ambito_da_Administracao_Publica_federal__pode_ser_aplicada__de_forma_subsidiaria__aos_estados_e_municipios__se_inexistente_norma_local_e_especifica_que_regule_a_materia__17062019",
    "texto": "STJ | 17/06/2019 | A Lei n. 9.784/1999, especialmente no que diz respeito ao prazo decadencial para a revisão de atos administrativos no âmbito da Administração Pública federal, pode ser aplicada, de forma subsidiária, aos estados e municípios, se inexistente norma local e específica que regule a matéria. | INFORMATIVO 649 - STJ | A Lei n. 9.784/1999, especialmente no que diz respeito ao prazo decadencial para a revisão de atos administrativos no âmbito da Administração Pública federal, pode ser aplicada, de forma subsidiária, aos estados e municípios, se inexistente norma local e específica que regule a matéria."
  },
  {
    "id": "stj_julgado_EREsp_1_619_954_SC_16042019",
    "texto": "STJ | 16/04/2019 | EREsp 1.619.954-SC | INFORMATIVO 646 - STJ | As entidades dos serviços sociais autônomos não possuem legitimidade passiva nas ações judiciais em que se discute a relação jurídico-tributária entre o contribuinte e a União e a repetição de indébito das contribuições sociais recolhidas."
  },
  {
    "id": "stj_julgado_REsp_1_549_433_DF_15052019",
    "texto": "STJ | 15/05/2019 | REsp 1.549.433-DF | INFORMATIVO 648 - STJ | Profissionais de empresas privadas que exerçam atividade de prevenção e combate ao incêndio podem adotar a nomenclatura \"bombeiro civil\"."
  },
  {
    "id": "stj_julgado_julgado_30102018",
    "texto": "STJ | 30/10/2018 | A ocupação indevida de bem público configura mera detenção, de natureza precária, insuscetível de retenção ou indenização por acessões e benfeitorias."
  },
  {
    "id": "stj_julgado_REsp_1_318_740_PR_05112019",
    "texto": "STJ | 05/11/2019 | REsp 1.318.740-PR | INFORMATIVO 659 - STJ | Não é ilegal a terceirização de serviços jurídicos pela Caixa Econômica Federal."
  },
  {
    "id": "stj_julgado_julgado_14052018",
    "texto": "STJ | 14/05/2018 | INFORMATIVO 624 - STJ | Não pode ocorrer ou permanecer a inscrição do município em cadastros restritivos fundada em irregularidades na gestão anterior quando, na gestão sucessora, são tomadas as providências cabíveis à reparação dos danos eventualmente cometidos."
  },
  {
    "id": "stj_julgado_julgado_14052018",
    "texto": "STJ | 14/05/2018 | Desde que devidamente motivada e com amparo em investigação ou sindicância, é permitida a instauração de processo administrativo disciplinar com base em denúncia anônima, em face do poder-dever de autotutela imposto à Administração."
  },
  {
    "id": "stj_julgado_REsp_1_537_571_SP_20082020",
    "texto": "STJ | 20/08/2020 | REsp 1.537.571-SP | INFORMATIVO 677 - STJ | A Agência Nacional de Vigilância Sanitária - ANVISA deve exigir, na rotulagem dos produtos alimentícios, a advertência da variação de 20% nos valores nutricionais."
  },
  {
    "id": "stj_julgado_O_Banco_do_Brasil__na_condicao_de_gestor_do_Cadastro_de_Emitentes_de_Cheques_sem_Fundos__CCF___nao_tem_a_responsabilidade_de_notificar_previamente_o_devedor_acerca_da_sua_inscricao_no_aludido_cadastro__tampouco_legitimidade_passiva_para_as_acoes_de_reparacao_de_danos_fundadas_na_ausencia_de_previa_comunicacao__16052016",
    "texto": "STJ | 16/05/2016 | O Banco do Brasil, na condição de gestor do Cadastro de Emitentes de Cheques sem Fundos (CCF), não tem a responsabilidade de notificar previamente o devedor acerca da sua inscrição no aludido cadastro, tampouco legitimidade passiva para as ações de reparação de danos fundadas na ausência de prévia comunicação. | O Banco do Brasil, na condição de gestor do Cadastro de Emitentes de Cheques sem Fundos (CCF), não tem a responsabilidade de notificar previamente o devedor acerca da sua inscrição no aludido cadastro, tampouco legitimidade passiva para as ações de reparação de danos fundadas na ausência de prévia comunicação."
  },
  {
    "id": "stj_julgado_julgado_17032016",
    "texto": "STJ | 17/03/2016 | O direito ao auxílio-alimentação não se estende aos servidores inativos."
  },
  {
    "id": "stj_julgado_Os_Conselhos_Regionais_de_Farmacia_possuem_atribuicao_para_fiscalizar_e_autuar_as_farmacias_e_drogarias_quanto_ao_cumprimento_da_exigencia_de_manter_profissional_legalmente_habilitado__farmaceutico__durante_todo_o_periodo_de_funcionamento_dos_respectivos_estabelecimentos__15122015",
    "texto": "STJ | 15/12/2015 | Os Conselhos Regionais de Farmácia possuem atribuição para fiscalizar e autuar as farmácias e drogarias quanto ao cumprimento da exigência de manter profissional legalmente habilitado (farmacêutico) durante todo o período de funcionamento dos respectivos estabelecimentos. | Os Conselhos Regionais de Farmácia possuem atribuição para fiscalizar e autuar as farmácias e drogarias quanto ao cumprimento da exigência de manter profissional legalmente habilitado (farmacêutico) durante todo o período de funcionamento dos respectivos estabelecimentos."
  },
  {
    "id": "stj_julgado_julgado_18062015",
    "texto": "STJ | 18/06/2015 | O reajuste de 28,86%, concedido aos servidores militares pelas Leis 8622/1993 e 8627/1993, estende-se aos servidores civis do poder executivo, observadas as eventuais compensações decorrentes dos reajustes diferenciados concedidos pelos mesmos diplomas legais."
  },
  {
    "id": "stj_julgado_julgado_08042015",
    "texto": "STJ | 08/04/2015 | Só por lei se pode sujeitar a exame psicotécnico a habilitação de candidato a cargo público."
  },
  {
    "id": "stj_julgado_julgado_08042015",
    "texto": "STJ | 08/04/2015 | É inconstitucional toda modalidade de provimento que propicie ao servidor investir-se, sem prévia aprovação em concurso público destinado ao seu provimento, em cargo que não integra a carreira na qual anteriormente investido."
  },
  {
    "id": "stj_julgado_julgado_11032015",
    "texto": "STJ | 11/03/2015 | É inconstitucional a vinculação do reajuste de vencimentos de servidores estaduais ou municipais a índices federais de correção monetária."
  },
  {
    "id": "stj_julgado_julgado_11032015",
    "texto": "STJ | 11/03/2015 | Compete privativamente à União legislar sobre vencimentos dos membros das polícias civil e militar e do corpo de bombeiros militar do Distrito Federal."
  },
  {
    "id": "stj_julgado_julgado_16102014",
    "texto": "STJ | 16/10/2014 | Não cabe ao Poder Judiciário, que não tem função legislativa, aumentar vencimentos de servidores públicos sob o fundamento de isonomia."
  },
  {
    "id": "stj_julgado_julgado_25062009",
    "texto": "STJ | 25/06/2009 | Os artigos 7º, IV, e 39, § 3º (redação da EC 19/98), da Constituição, referem-se ao total da remuneração percebida pelo servidor público."
  },
  {
    "id": "stj_julgado_julgado_25062009",
    "texto": "STJ | 25/06/2009 | O cálculo de gratificações e outras vantagens do servidor público não incide sobre o abono utilizado para se atingir o salário mínimo."
  },
  {
    "id": "stj_julgado_julgado_07052008",
    "texto": "STJ | 07/05/2008 | Não viola a Constituição o estabelecimento de remuneração inferior ao salário mínimo para as praças prestadoras de serviço militar inicial."
  },
  {
    "id": "stj_julgado_julgado_07052008",
    "texto": "STJ | 07/05/2008 | A falta de defesa técnica por advogado no processo administrativo disciplinar não ofende a Constituição."
  },
  {
    "id": "stj_julgado_julgado_30052007",
    "texto": "STJ | 30/05/2007 | Nos processos perante o Tribunal de Contas da União asseguram-se o contraditório e a ampla defesa quando da decisão puder resultar anulação ou revogação de ato administrativo que beneficie o interessado, excetuada a apreciação da legalidade do ato de concessão inicial de aposentadoria, reforma e pensão."
  },
  {
    "id": "stj_julgado_REsp_2_167_007_RJ_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.167.007-RJ | INFORMATIVO 860 - STJ | As contribuições extraordinárias, realizadas de forma eventual e destinadas exclusivamente ao benefício de dirigentes da patrocinadora, não compõem a base de cálculo da contribuição previdenciária devida pela empresa empregadora."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  }
]
