[
  {
    "id": "stj_julgado_julgado_01092025",
    "texto": "STJ | 01/09/2025 | INFORMATIVO 1187 - STF | É constitucional, por se tratar de matéria interna corporis, norma regimental de Assembleia Legislativa que fixa critério de representatividade mínima para a indicação de líderes partidários e para a formação de blocos parlamentares. A autonomia das Casas Legislativas e dos partidos políticos autoriza que o próprio Parlamento defina os parâmetros de organização e funcionamento das bancadas e blocos, inclusive o número mínimo de integrantes."
  },
  {
    "id": "stj_julgado_julgado_19082025",
    "texto": "STJ | 19/08/2025 | INFORMATIVO 1.185 - STF | O STF validou as federações partidárias (Lei 14.208/2021) como instrumento estável e programático de atuação conjunta entre partidos, distinto das antigas coligações proporcionais. Porém, igualou os prazos: a federação só pode disputar eleições se estiver constituída como pessoa jurídica e com estatuto registrado no TSE no mesmo prazo dos partidos políticos (seis meses antes do pleito). Por transição, permitiu-se a constituição até 31/5/2022 e, mirando 2026, autorizou a recomposição das federações formadas em 2022 sem as sanções do art. 11-A, § 4º, da Lei 9.096/1995, para viabilizar o cumprimento do novo prazo uniforme."
  },
  {
    "id": "stj_julgado_julgado_1757282458944",
    "texto": "STJ | INFORMATIVO 1180 - STF | É constitucional a regra da EC nº 97/2017 que permite aos partidos políticos fixar a duração de seus órgãos provisórios, com limite de quatro anos e exigência de eleições periódicas. O descumprimento pode levar à suspensão dos repasses dos fundos partidário e eleitoral até a regularização."
  },
  {
    "id": "stj_julgado_julgado_1757282458944",
    "texto": "STJ | INFORMATIVO 1179 - STF | Foi reconhecida a constitucionalidade da norma do Tribunal Superior Eleitoral (TSE) que impede a obtenção de certidão de quitação eleitoral até o fim da legislatura nos casos em que o candidato não tenha prestado contas de sua campanha, mesmo que não se trate de nova hipótese de inelegibilidade, por configurar exercício legítimo do poder regulamentar da Justiça Eleitoral."
  },
  {
    "id": "stj_julgado_REsp_1_986_335_SP_05082025",
    "texto": "STJ | 05/08/2025 | REsp 1.986.335-SP | INFORMATIVO 856 - STJ | Críticas políticas sobre fatos de interesse geral não configuram dano moral, especialmente quando a pessoa pública responde a ações de improbidade e não há prova de divulgação de informação falsa."
  },
  {
    "id": "stj_julgado_julgado_1757282458945",
    "texto": "STJ | INFORMATIVO 1169 - STF | A partir das eleições de 2022, todos os partidos, mesmo os que não atingiram a cláusula de desempenho, têm direito à divisão das sobras eleitorais, conforme decisão do STF."
  },
  {
    "id": "stj_julgado_julgado_1757282458945",
    "texto": "STJ | INFORMATIVO 1165 - STF | Inexiste viragem jurisprudencial ou ofensa aos princípios constitucionais da anualidade eleitoral e da segurança jurídica quando não demonstrada (i) a existência de orientação anterior reiterada e consolidada pelo TSE em certo sentido acerca de tema específico; e (ii) a presença, no novo entendimento, de elementos que revelem modificação, ineditismo e discrepância em relação à orientação até então adotada."
  },
  {
    "id": "stj_julgado_Respe_n__060008246_1757282458945",
    "texto": "STJ | Respe n. 060008246 | INFORMATIVO 19 - ANO 26 - TSE | Mandatos exercidos de forma interina (em decorrência das atribuições de Presidente da Câmara dos Vereadores) ou em virtude de eleição suplementar são considerados como frações de um único mandato e não são computados para fins de reeleição, sendo regular a candidatura do sujeito e permitida sua reeleição para a próxima legislatura."
  },
  {
    "id": "stj_julgado_julgado_1757282458945",
    "texto": "STJ | INFORMATIVO 1150 - STF | É correta a interpretação conforme à Constituição que restringe a aplicação do § 4º-A do art. 1º da LC 64/90 apenas aos casos em que gestores públicos forem julgados pelos Tribunais de Contas, e não pelo Poder Judiciário."
  },
  {
    "id": "stj_julgado_julgado_1757282458945",
    "texto": "STJ | INFORMATIVO 1144 - STF | São inconstitucionais as normas da EC 123/2022 que instituíram estado de emergência no ano de 2022, bem como criaram e ampliaram benefícios sociais três meses antes das eleições."
  },
  {
    "id": "stj_julgado_REsp_2_093_520_DF_17052024",
    "texto": "STJ | 17/05/2024 | REsp 2.093.520-DF | INFORMATIVO 819 - STJ | Os partidos e candidatos não têm responsabilidade solidária pelos danos causados quando seus apoiadores utilizam indevidamente, em ambiente virtual, a imagem e obra musical de artista em campanha político-eleitoral."
  },
  {
    "id": "stj_julgado_julgado_1757282462776",
    "texto": "STJ | INFORMATIVO 1134 - STF | 1ª Tese: Na seara eleitoral, são ilícitas as provas obtidas mediante gravação clandestina, realizada sem o conhecimento de um dos interlocutores e sem autorização judicial, em ambiente privado ou público com controle de acesso, por violar o direito à privacidade e intimidade dos interlocutores; 2ª Tese: Independentemente da 1ª Tese, a gravação ambiental é válida se realizada em local público desprovido de qualquer controle de acesso, pois nesses casos não há expectativa de direito à privacidade e intimidade dos interlocutores;"
  },
  {
    "id": "stj_julgado_REsp_2_101_596_RJ_14032024",
    "texto": "STJ | 14/03/2024 | REsp 2.101.596-RJ | INFORMATIVO 804 - STJ | O partido político pode renunciar à impenhorabilidade dos recursos do fundo partidário, desde que o faça para viabilizar o pagamento de dívida contraída, conforme art. 44 da Lei n. 9.096/1995."
  },
  {
    "id": "stj_julgado_julgado_04032024",
    "texto": "STJ | 04/03/2024 | INFORMATIVO 1126 - STF | 1ª Tese: Todos os partidos políticos participarão da terceira etapa de distribuição das vagas de eleições proporcionais (\"sobras eleitorais\"), independentemente do quociente eleitoral atingido. 2ª Tese: É inconstitucional a regra do Código Eleitoral segundo a qual as vagas devem ser preenchidas pelos candidatos mais votados caso nenhum partido alcance o quociente eleitoral."
  },
  {
    "id": "stj_julgado_julgado_1757282462776",
    "texto": "STJ | INFORMATIVO 1121 - STF | É constitucional resolução do TSE voltada ao combate da desinformação durante as eleições."
  },
  {
    "id": "stj_julgado_julgado_07122023",
    "texto": "STJ | 07/12/2023 | INFORMATIVO 1118 - STF | As alterações, fáticas ou jurídicas, supervenientes ao registro da candidatura que afastem a inelegibilidade de candidato devem ser aferidas até a data da eleição."
  },
  {
    "id": "stj_julgado_julgado_01122023",
    "texto": "STJ | 01/12/2023 | INFORMATIVO 1117 - STF | A decisão da Justiça Eleitoral que determina a cassação do mandato torna inválida a própria eleição do candidato, de modo que torna-se necessário novo pleito."
  },
  {
    "id": "stj_julgado_julgado_14042023",
    "texto": "STJ | 14/04/2023 | INFORMATIVO 1089 - STF | É constitucional o entendimento jurisprudencial do Tribunal Superior Eleitoral (TSE) segundo o qual é: (i) cabível a utilização da Ação de Investigação Judicial Eleitoral (AIJE) para apuração de fraude à cota de gênero; e (ii) imperativa a cassação do registro ou do diploma de todos os candidatos beneficiados por essa fraude."
  },
  {
    "id": "stj_julgado_julgado_28022023",
    "texto": "STJ | 28/02/2023 | INFORMATIVO 1083 - STF | A exceção à exigência de votação nominal mínima, prevista para a posse de suplentes, constante do art. 112, parágrafo único, do Código Eleitoral, não ofende a Constituição."
  },
  {
    "id": "stj_julgado_julgado_02122022",
    "texto": "STJ | 02/12/2022 | INFORMATIVO 1077 - STF | A fixação do prazo de 15 (quinze) dias para o ajuizamento da representação prevista no art. 30-A da Lei 9.504 /1997, com a redação dada pela Lei 12.034/2009, não compromete os valores da isonomia entre os candidatos nem afronta o sistema de proteção à lisura e à legitimidade das eleições (CF/1988, art. 14, § 9º)."
  },
  {
    "id": "stj_julgado_julgado_11112022",
    "texto": "STJ | 11/11/2022 | INFORMATIVO 1074 - STF | A Resolução 23.714/2022 do TSE não configura censura, e tampouco exorbita a competência normativa do Tribunal."
  },
  {
    "id": "stj_julgado_julgado_05102022",
    "texto": "STJ | 05/10/2022 | INFORMATIVO 1070 - STF | São constitucionais, visto não ofenderem a autonomia partidária, os dispositivos de Resolução editada pelo TSE que vedam o repasse de recursos do Fundo Partidário e do Fundo Especial de Financiamento de Campanha (FEFC) por partidos políticos ou candidatos não pertencentes à mesma coligação e/ou não coligados."
  },
  {
    "id": "stj_julgado_HC_746_737_DF_12092022",
    "texto": "STJ | 12/09/2022 | HC 746.737-DF | INFORMATIVO 749 - STJ | Não tendo havido imputação de crime eleitoral ou a ocorrência de conexão do delito comum com delito eleitoral, não se justifica o encaminhamento do feito à Justiça Eleitoral."
  },
  {
    "id": "stj_julgado_julgado_13092022",
    "texto": "STJ | 13/09/2022 | INFORMATIVO 1066 - STF | A regra geral que determina a reunião de ações eleitorais que versem sobre os mesmos fatos para julgamento conjunto pode ser afastada sempre que o magistrado aferir a pertinência da separação dos feitos, à luz das circunstâncias do caso concreto e das exigências inerentes aos postulados do devido processo legal, do contraditório e da ampla defesa."
  },
  {
    "id": "stj_julgado_julgado_02092022",
    "texto": "STJ | 02/09/2022 | INFORMATIVO 1065 - STF | É constitucional a criação do Fundo Especial de Financiamento de Campanha (FEFC) por meio de norma infraconstitucional, dada a inexistência de obrigação ou proibição sobre o tema na CF/1988."
  },
  {
    "id": "stj_julgado_julgado_15082022",
    "texto": "STJ | 15/08/2022 | INFORMATIVO 1062 - STF | 1ª Tese: Os partidos políticos podem, no exercício de sua autonomia constitucional, estabelecer a duração dos mandatos de seus dirigentes, desde que compatível com o princípio republicano da alternância do poder concretizado por meio da realização de eleições periódicas em prazo razoável. 2ª Tese: É inconstitucional a previsão do prazo de até oito anos para a vigência dos órgãos provisórios dos partidos (2), para evitar distorções ao claro significado de “provisoriedade”, notadamente porque, nesse período, podem ser realizadas distintas eleições em todos os níveis federativos. 3ª Tese: É constitucional a previsão de concessão de anistia às cobranças, devoluções ou transferências ao Tesouro Nacional que tenham como causa as doações ou contribuições feitas em anos anteriores por servidores públicos que exerçam função ou cargo público de livre nomeação e exoneração, desde que filiados a partido político."
  },
  {
    "id": "stj_julgado_julgado_11072022",
    "texto": "STJ | 11/07/2022 | INFORMATIVO 1062 - STF | Lei que amplia gastos com publicidade institucional às vésperas das eleições entrará em vigor na data de sua publicação, mas não será aplicada à eleição que ocorra até um ano da data de sua vigência (princípio da anterioridade eleitoral)."
  },
  {
    "id": "stj_julgado_julgado_11032022",
    "texto": "STJ | 11/03/2022 | INFORMATIVO 1045 - STF | Não cabe ao STF decidir sobre a forma de cálculo do valor do Fundo Especial de Financiamento de Campanha (FEFC) (Lei 14.194/2021, art. 12, XXVII)."
  },
  {
    "id": "stj_julgado_julgado_25022022",
    "texto": "STJ | 25/02/2022 | INFORMATIVO 1044 - STF | São constitucionais as restrições à propaganda eleitoral em meios de comunicação impressos e na internet previstas na Lei das Eleições (arts. 43, caput, e 57-C, caput e §1º)."
  },
  {
    "id": "stj_julgado_julgado_18102021",
    "texto": "STJ | 18/10/2021 | INFORMATIVO 1033 - STF | Embora seja proibida a realização de showmícios, são permitidos os eventos com apresentações artísticas ou shows musicais a fim de arrecadar recursos para campanhas eleitorais."
  },
  {
    "id": "stj_julgado_HC_612_636_RS_18102021",
    "texto": "STJ | 18/10/2021 | HC 612.636-RS | INFORMATIVO 713 - STJ | A Justiça Eleitoral é competente para julgar os crimes eleitorais e os crimes comuns conexos aos eleitorais."
  },
  {
    "id": "stj_julgado_Os_diretorios_partidarios_sao_individualmente_responsaveis_pelo_inadimplemento_de_suas_respectivas_obrigacoes_ou_por_dano_causado__violacao_de_direito_ou_qualquer_ato_ilicito__01102021",
    "texto": "STJ | 01/10/2021 | Os diretórios partidários são individualmente responsáveis pelo inadimplemento de suas respectivas obrigações ou por dano causado, violação de direito ou qualquer ato ilícito. | INFORMATIVO 1031 - STF | Os diretórios partidários são individualmente responsáveis pelo inadimplemento de suas respectivas obrigações ou por dano causado, violação de direito ou qualquer ato ilícito."
  },
  {
    "id": "stj_julgado_julgado_27082021",
    "texto": "STJ | 27/08/2021 | INFORMATIVO 1026 - STF | A pena prevista para o crime de divulgação de ato objeto de denunciação caluniosa eleitoral (art. 326-A, §3º, Código Eleitoral) não viola os princípios da proporcionalidade e da individualização da pena."
  },
  {
    "id": "stj_julgado_julgado_27082021",
    "texto": "STJ | 27/08/2021 | INFORMATIVO 1026 - STF | O instituto da candidatura nata é inconstitucional."
  },
  {
    "id": "stj_julgado_HC_177_243_MG_06082021",
    "texto": "STJ | 06/08/2021 | HC 177.243-MG | INFORMATIVO 1024 - STF | A Justiça Eleitoral é competente para julgar o crime comum conexo com crime eleitoral, ainda que este esteja prescrito."
  },
  {
    "id": "stj_julgado_REsp_1_353_300_DF_28062021",
    "texto": "STJ | 28/06/2021 | REsp 1.353.300-DF | INFORMATIVO 702 - STJ | Os símbolos dos partidos políticos podem ser registrados como marca para fins de proteção à exploração econômica, ainda que não sejam pessoas que exercem atividade empresarial."
  },
  {
    "id": "stj_julgado_AgRg_no_REspE_0600135_86_PI_07032021",
    "texto": "STJ | 07/03/2021 | AgRg no REspE 0600135-86-PI | INFORMATIVO 3 - ANO 23 - TSE | O prazo de desincompatibilização não se aplica ao candidato sócio-administrador de empresa que celebra contrato de fornecimento de bens com município diverso daquele pelo qual concorreu às eleições."
  },
  {
    "id": "stj_julgado_AgRg_no_RespE_0601272_65_MA_07032021",
    "texto": "STJ | 07/03/2021 | AgRg no RespE 0601272-65-MA | INFORMATIVO 3 - ANO 23 - TSE | A omissão de despesa pode ou não indicar recurso de origem identificada."
  },
  {
    "id": "stj_julgado_AgRg_no_REspE_0600269_98_SC_14022021",
    "texto": "STJ | 14/02/2021 | AgRg no REspE 0600269-98-SC | INFORMATIVO 2 - ANO 23 - TSE | A inelegibilidade prevista no art. 1°, I, o, da LC nº 64/1990, que trata sobre demissão do serviço público, não é aplicada nos casos em que o servidor público é inabilitado em estágio probatório."
  },
  {
    "id": "stj_julgado_AgRg_no_REspE_0600046_63_PE_14022021",
    "texto": "STJ | 14/02/2021 | AgRg no REspE 0600046-63-PE | INFORMATIVO 2 - ANO 23 - TSE | Aquilo que não pode ser utilizado ou feito pelo candidato durante seu período eleitoral também é vedado na fase de pré-campanha."
  },
  {
    "id": "stj_julgado_REspE_0600098_19_CE_20122020",
    "texto": "STJ | 20/12/2020 | REspE 0600098-19-CE | INFORMATIVO 1 - ANO 23 - TSE | O candidato que pratica crime de sonegação previdenciária não será inelegível quando pagar integralmente o débito tributário após o trânsito em julgado."
  },
  {
    "id": "stj_julgado_REspE_0600284_89_RJ_20122020",
    "texto": "STJ | 20/12/2020 | REspE 0600284-89-RJ | INFORMATIVO 1 - ANO 23 - TSE | A atuação de presidente de partido político com direitos políticos suspensos não é capaz de invalidar a convenção partidária e o Demonstrativo de Regularidade de Atos Partidários."
  },
  {
    "id": "stj_julgado_REspE_0600444_24_SP_20122020",
    "texto": "STJ | 20/12/2020 | REspE 0600444-24-SP | INFORMATIVO 1 - ANO 23 - TSE | Quando as contas de administrador público são rejeitadas com fundamento legal, não é preciso demonstrar o dolo específico para a aplicação da inelegibilidade."
  },
  {
    "id": "stj_julgado_REspE_0600187_59_AL_20122020",
    "texto": "STJ | 20/12/2020 | REspE 0600187-59-AL | INFORMATIVO 1 - ANO 23 - TSE | Não se aplica a inelegibilidade prevista no art. 14, § 7°, da CF/88 quando a norma é utilizada com o objetivo de afastar parente da disputa eleitoral mediante fraude."
  },
  {
    "id": "stj_julgado_REspE_0600626_98_RJ_20122020",
    "texto": "STJ | 20/12/2020 | REspE 0600626-98-RJ | INFORMATIVO 1 - ANO 23 - TSE | Aquele que exerce cargo de diretor de entidade filantrópica pode concorrer a cargo eletivo sem necessidade de desincompatibilização."
  },
  {
    "id": "stj_julgado_julgado_29102020",
    "texto": "STJ | 29/10/2020 | INFORMATIVO 995 - STF | Primeira Tese A ausência do título de eleitor no momento da votação não constitui, por si só, óbice ao exercício do sufrágio. Segunda Tese O art. 91-A da Lei 9.504/1997, com a redação dada pela Lei 12.034/2009, e o art. 47, § 1º, da Resolução 23.218/2010 do Tribunal Superior Eleitoral (TSE), com o objetivo de combater a fraude eleitoral, determinaram, para o exercício do sufrágio, a apresentação concomitante do título eleitoral e de documento oficial com foto."
  },
  {
    "id": "stj_julgado_julgado_02122020",
    "texto": "STJ | 02/12/2020 | INFORMATIVO 989 - STF | Determinado o retorno de processo contra ex-ministro da Indústria e Comércio à Justiça Eleitoral do Distrito Federal."
  },
  {
    "id": "stj_julgado_REsp_1_810_440_SP_21112019",
    "texto": "STJ | 21/11/2019 | REsp 1.810.440-SP | INFORMATIVO 661 - STJ | É desnecessária a autorização do titular da obra parodiada que não for verdadeira reprodução da obra originária nem lhe implicar descrédito, ainda que a paródia tenha incontroversa finalidade eleitoral."
  },
  {
    "id": "stj_julgado_julgado_29102009",
    "texto": "STJ | 29/10/2009 | A dissolução da sociedade ou do vínculo conjugal, no curso do mandato, não afasta a inelegibilidade prevista no § 7º do artigo 14 da Constituição Federal."
  }
]
