[
  {
    "id": "stj_julgado_REsp_2_198_056_MG_26082025",
    "texto": "STJ | 26/08/2025 | REsp 2.198.056-MG | INFORMATIVO 859 - STJ | Para que haja dever de indenizar por danos morais em razão do rompimento da Barragem do Córrego do Feijão, em Brumadinho/MG, é necessária a comprovação de ofensa concreta e individual aos direitos da personalidade. A simples alegação de transtornos genéricos, alteração de trajeto de trabalho ou dificuldades operacionais, sem abalo psíquico ou sofrimento pessoal grave, não é suficiente para configurar o dano moral."
  },
  {
    "id": "stj_julgado_AREsp_2_313_729_SP_1757280057155",
    "texto": "STJ | AREsp 2.313.729-SP | INFORMATIVO 853 - STJ | A localização de um crime ambiental em mar territorial da União não basta, por si só, para atrair a competência da Justiça Federal. É preciso demonstrar que houve impacto ambiental relevante em âmbito regional ou nacional."
  },
  {
    "id": "stj_julgado_REsp_2_200_069_MT_21052025",
    "texto": "STJ | 21/05/2025 | REsp 2.200.069-MT | INFORMATIVO 851 - STJ | Danos morais coletivos por lesão ambiental imaterial podem ser reconhecidos mesmo sem prova direta do prejuízo, desde que a conduta seja grave, injusta e afete valores fundamentais da coletividade, ou seja, o dano é presumido pela própria lesão (danum in re ipsa)."
  },
  {
    "id": "stj_julgado_REsp_2_006_687_SE_1757280057155",
    "texto": "STJ | REsp 2.006.687-SE | INFORMATIVO 850 - STJ | A criação de uma unidade de conservação de domínio público, como um parque nacional, gera automaticamente o interesse público ambiental sobre os imóveis da área, e esse interesse não caduca com o tempo. As restrições ambientais e o dever de desapropriação dos imóveis privados afetados decorrem diretamente da lei que institui a unidade de conservação. Assim, não se aplica a essas situações a caducidade dos decretos de utilidade pública ou interesse social, próprios das desapropriações comuns."
  },
  {
    "id": "stj_julgado_Sao_inconstitucionais_normas_municipais_que__sob_pretexto_de_protecao_ambiental__fixam_regras_sobre_licenciamento_de_hidreletricas__reconhecimento_de_unidades_de_conservacao_e_declaracao_de_monumento_natural__por_invadirem_competencias_da_Uniao_e_dos_estados_e_desrespeitarem_a_lealdade_federativa__1757280057156",
    "texto": "STJ | São inconstitucionais normas municipais que, sob pretexto de proteção ambiental, fixam regras sobre licenciamento de hidrelétricas, reconhecimento de unidades de conservação e declaração de monumento natural, por invadirem competências da União e dos estados e desrespeitarem a lealdade federativa. | INFORMATIVO 1176 - STF | São inconstitucionais normas municipais que, sob pretexto de proteção ambiental, fixam regras sobre licenciamento de hidrelétricas, reconhecimento de unidades de conservação e declaração de monumento natural, por invadirem competências da União e dos estados e desrespeitarem a lealdade federativa."
  },
  {
    "id": "stj_julgado_E_constitucional_lei_estadual_que_deixa_de_exigir_o_registro_de_agrotoxicos_ou_biocidas_no_pais_de_origem__desde_que_respeite_a_legislacao_federal__nao_havendo_ofensa_ao_principio_da_vedacao_ao_retrocesso_socioambiental__1757280057156",
    "texto": "STJ | É constitucional lei estadual que deixa de exigir o registro de agrotóxicos ou biocidas no país de origem, desde que respeite a legislação federal, não havendo ofensa ao princípio da vedação ao retrocesso socioambiental. | INFORMATIVO 1174 - STF | É constitucional lei estadual que deixa de exigir o registro de agrotóxicos ou biocidas no país de origem, desde que respeite a legislação federal, não havendo ofensa ao princípio da vedação ao retrocesso socioambiental."
  },
  {
    "id": "stj_julgado_REsp_2_141_730_SP_28042025",
    "texto": "STJ | 28/04/2025 | REsp 2.141.730-SP | INFORMATIVO 849 - STJ | O artigo 62 do Código Florestal só pode ser usado para regularizar ocupações humanas antigas, feitas até 22 de julho de 2008, em Áreas de Preservação Permanente (APPs) no entorno de reservatórios artificiais antigos. Para ocupações feitas depois dessa data, a proteção ambiental deve seguir a faixa estabelecida na licença ambiental do empreendimento, mesmo que seja mais ampla. Assim, o dispositivo não autoriza novas ocupações nem serve para reduzir a área protegida prevista em licenciamento."
  },
  {
    "id": "stj_julgado_julgado_1757280057156",
    "texto": "STJ | INFORMATIVO 1172 - STF | São inconstitucionais — por ofensa ao art. 225 da CF/1988 — normas estaduais que flexibilizam a concessão de licenciamento ambiental sem discriminar as atividades que poderão ter o processo simplificado; permitem, de forma genérica, a contratação de pessoas físicas ou jurídicas e a celebração de convênios para auxiliar no licenciamento ambiental; preveem a isenção de licenciamento mediante cadastro florestal para empreendimentos de silvicultura de pequeno porte e transferem a análise das questões relativas ao reassentamento de populações para a fase da Licença de Operação (LO)."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_2_064_813_SP_04042025",
    "texto": "STJ | 04/04/2025 | AgInt no AREsp 2.064.813-SP | INFORMATIVO 852 - STJ | A promoção do licenciamento ambiental da atividade de queima controlada da palha da cana-de-açúcar compete ao IBAMA."
  },
  {
    "id": "stj_julgado_Responsabilidade_Ambiental___Responsabilidade_Ambiental_Civil_1757280057157",
    "texto": "STJ | Responsabilidade Ambiental > Responsabilidade Ambiental Civil | INFORMATIVO 1171 - STF | É imprescritível a pretensão executória e inaplicável a prescrição intercorrente na execução de reparação de dano ambiental, mesmo quando convertida em indenização por perdas e danos."
  },
  {
    "id": "stj_julgado_AgRg_no_AREsp_2_710_097_RR_14022025",
    "texto": "STJ | 14/02/2025 | AgRg no AREsp 2.710.097-RR | INFORMATIVO 839 - STJ | A proteção pública e notória da Amazônia Legal afasta a alegação de inépcia da denúncia por ausência de indicação da norma complementar para a tipificação do crime ambiental previsto no art. 50-A da Lei n. 9.605/1998."
  },
  {
    "id": "stj_julgado_REsp_1_714_536_RJ_10022025",
    "texto": "STJ | 10/02/2025 | REsp 1.714.536-RJ | INFORMATIVO 842 - STJ | A pequena extensão da área afetada não justifica a manutenção de edificação irregular em Área de Preservação Permanente (APP). Assim, a construção deve ser demolida e o meio ambiente recuperado, mesmo que a obra tenha apenas 4m²."
  },
  {
    "id": "stj_julgado_AgRg_no_CC_208_449_SC_1757280060187",
    "texto": "STJ | AgRg no CC 208.449-SC | A competência da Justiça Federal é atraída automaticamente nos casos de crimes ambientais que envolvam espécies ameaçadas de extinção previstas na Lista Nacional de Espécies Ameaçadas de Extinção, pois há interesse a União."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_1_624_736_MS_05122024",
    "texto": "STJ | 05/12/2024 | AgInt no AREsp 1.624.736-MS | O IBAMA tem o dever de fiscalizar e exercer poder de polícia em relação às atividades potencialmente lesivas ao meio ambiente, mesmo que a competência para o licenciamento seja de outro órgão público."
  },
  {
    "id": "stj_julgado_AgRg_no_REsp_2_130_764_MG_18092024",
    "texto": "STJ | 18/09/2024 | AgRg no REsp 2.130.764-MG | INFORMATIVO 833 - STJ | O crime de poluição sonora dispensa prova pericial para constatar excesso de ruídos que causem danos à saúde humana."
  },
  {
    "id": "stj_julgado_AREsp_1_886_951_RJ_20062024",
    "texto": "STJ | 20/06/2024 | AREsp 1.886.951-RJ | INFORMATIVO 818 - STJ | O expropriado não tem o dever de pagar pela reparação do dano ambiental no bem desapropriado, podendo responder, no entanto, por eventual dano moral coletivo."
  },
  {
    "id": "stj_julgado_ADO_63_MS_1757280060188",
    "texto": "STJ | ADO 63-MS | INFORMATIVO 1140 - STF | Em razão da omissão do Congresso para a elaboração de lei específica para proteção do Pantanal Mato-Grossense, o STF fixou prazo de 18 meses para sanar a omissão, considerou inadequada a utilização da Lei da Mata Atlântica, informou que em caso de manutenção da omissão, após o prazo, irá determinar as providências, além de estabelecer como temporariamente aplicável duas leis estaduais."
  },
  {
    "id": "stj_julgado_julgado_1757280060188",
    "texto": "STJ | INFORMATIVO 1134 - STF | A concessão florestal não configura transferência de terras públicas, e, portanto, não há necessidade de prévia autorização do Congresso Nacional (CF/1988, art. 49, XVII) para sua constituição."
  },
  {
    "id": "stj_julgado_REsp_1_933_440_RS_1757280060188",
    "texto": "STJ | REsp 1.933.440-RS | INFORMATIVO 808 - STJ | Nos processos administrativos ambientais somente é possível a declaração judicial de nulidade decorrente da intimação editalícia para apresentação de alegações finais se comprovado prejuízo concreto à defesa do autuado."
  },
  {
    "id": "stj_julgado_REsp_2_065_347_PE_1757280060188",
    "texto": "STJ | REsp 2.065.347-PE | INFORMATIVO 805 - STJ | Tendo em vista os princípios da precaução, da prevenção e a responsabilidade civil objetiva na seara ambiental, a reparação ambiental deve ocorrer mesmo quando não há prova técnica do efetivo dano em razão do despejo irregular de esgoto em rio."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_2_029_870_MA_29022024",
    "texto": "STJ | 29/02/2024 | AgInt no REsp 2.029.870-MA | A pretensão de indenização por danos ambientais individuais está sujeita à prescrição e o termo inicial da contagem ocorre com o conhecimento dos efeitos do fato gerador do dano."
  },
  {
    "id": "stj_julgado_REsp_1_490_603_PR_23022024",
    "texto": "STJ | 23/02/2024 | REsp 1.490.603-PR | INFORMATIVO 801 - STJ | A utilização de água mineral em processo industrial depende de autorização federal, ainda que não seja destinada ao envase e ao consumo humano."
  },
  {
    "id": "stj_julgado_REsp_2_059_781_RJ_15122023",
    "texto": "STJ | 15/12/2023 | REsp 2.059.781-RJ | Há legitimidade dos prejudicados para executar individualmente o Termo de Ajustamento de Conduta não cumprido que verse sobre direitos individuais homogêneos, em razão da natureza desses direitos e interesses."
  },
  {
    "id": "stj_julgado_julgado_21112023",
    "texto": "STJ | 21/11/2023 | INFORMATIVO 1116 - STF | 1ª Tese: É constitucional norma estadual que estabelece licenciamento simplificado para atividades e empreendimentos de baixo potencial poluidor. 2ª Tese: É constitucional norma estadual que dispensa prévia consulta pública para fundamentar Estudo de Impacto Ambiental."
  },
  {
    "id": "stj_julgado_Responsabilidade_Ambiental___Responsabilidade_Ambiental_Civil_09112023",
    "texto": "STJ | 09/11/2023 | Responsabilidade Ambiental > Responsabilidade Ambiental Civil | INFORMATIVO 1110 - STF | É constitucional norma estadual que condicione a exploração de recursos minerais ao pagamento de indenização pelos danos ambientais, independente da obrigação de reparar o dano. Entretanto, é o inconstitucional o estabelecimento dessa indenização que se confunda com qualquer espécie tributária."
  },
  {
    "id": "stj_julgado_REsp_1_989_778_MT_22092023",
    "texto": "STJ | 22/09/2023 | REsp 1.989.778-MT | As atividades de desmatamento e de exploração madeireira, quando ilegais e causadoras de danos ambientais, constituem infração ambiental e geram indenização por dano moral coletivo \"in re ipsa\", aplicando-se a Súmula 629/STJ."
  },
  {
    "id": "stj_julgado_REsp_1_953_359_SP_26092023",
    "texto": "STJ | 26/09/2023 | REsp 1.953.359-SP | INFORMATIVO 787 - STJ | As obrigações ambientais possuem natureza propter rem. O credor pode exigi-las do proprietário ou possuidor atual, de qualquer dos anteriores, ou ambos. Apenas está isento da responsabilidade aquele que alienou a propriedade antes de qualquer dano, e não concorreu direta ou indiretamente para sua causa."
  },
  {
    "id": "stj_julgado_REsp_1_984_746_AL_19092023",
    "texto": "STJ | 19/09/2023 | REsp 1.984.746-AL | INFORMATIVO 787 - STJ | É válida a multa administrativa por infração ambiental, sem que antes tenha havido a aplicação de advertência."
  },
  {
    "id": "stj_julgado_julgado_21082023",
    "texto": "STJ | 21/08/2023 | INFORMATIVO 1102 - STF | É constitucional norma estadual que proíbe atividade de pesca exercida mediante rede de arrasto puxada por embarcações motorizadas na faixa marítima da costa do território."
  },
  {
    "id": "stj_julgado_julgado_02062023",
    "texto": "STJ | 02/06/2023 | INFORMATIVO 1096 - STF | É inconstitucional o Decreto 9.806/2019 que, sob a justificativa da liberdade de conformação decisória administrativa, foi editado para dispor sobre regras de composição e funcionamento do Conselho Nacional do Meio Ambiente (Conama), e promoveu alterações quanto à representação de seus membros e ao seu processo decisório."
  },
  {
    "id": "stj_julgado_julgado_16052023",
    "texto": "STJ | 16/05/2023 | INFORMATIVO 1093 - STF | É constitucional lei municipal que proíbe fogos de artifício barulhentos."
  },
  {
    "id": "stj_julgado_julgado_07032023",
    "texto": "STJ | 07/03/2023 | INFORMATIVO 1084 - STF | É inconstitucional lei estadual que proíbe os órgãos ambientais e a polícia militar de destruírem e inutilizarem bens particulares apreendidos em operações de fiscalização ambiental."
  },
  {
    "id": "stj_julgado_REsp_2_021_212_PR_28112023",
    "texto": "STJ | 28/11/2023 | REsp 2.021.212-PR | A intimação por edital para a apresentação de razões finais em processo administrativo ambiental, realizada conforme a sistemática adotada pelo Decreto nº 6.514/2008, entre os anos de 2008 e 2019, é lícita quando a autoridade julgadora não agravar a penalidade já imposta ao particular."
  },
  {
    "id": "stj_julgado_julgado_16122022",
    "texto": "STJ | 16/12/2022 | INFORMATIVO 1079 - STF | 1ª Tese: A repartição de competências comuns, instituída pela LC 140/2011, mediante atribuição prévia e estática das competências administrativas de fiscalização ambiental aos entes federados, atende às exigências do princípio da subsidiariedade e do perfil cooperativo do modelo de Federação, cuja finalidade é conferir efetividade nos encargos constitucionais de proteção dos valores e direitos fundamentais. 2ª Tese: É inconstitucional regra que autoriza estado indeterminado de prorrogação automática de licença ambiental. 3ª Tese: No exercício da cooperação administrativa cabe atuação suplementar — ainda que não conflitiva — da União com a dos órgãos estadual e municipal."
  },
  {
    "id": "stj_julgado_julgado_25112022",
    "texto": "STJ | 25/11/2022 | INFORMATIVO 1076 - STF | Lei estadual que cria dispensa de licenciamento ambiental a atividade potenciamente causadora de degradação ambiental é inconstitucional."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_2_036_247_RS_17112022",
    "texto": "STJ | 17/11/2022 | AgInt no AREsp 2.036.247-RS | A citação em ação coletiva por danos ambientais interrompe a prescrição da ação indenizatória individual se coincidente a causa de pedir das demandas."
  },
  {
    "id": "stj_julgado_julgado_28102022",
    "texto": "STJ | 28/10/2022 | INFORMATIVO 1073 - STF | Os municípios — no limite de seu interesse local e desde que em harmonia com a disciplina estabelecida pelos demais entes federados — possuem competência para legislar sobre meio ambiente, e, caso sua regulamentação seja mais protetiva, pode ter prevalência sobre a legislação federal ou estadual."
  },
  {
    "id": "stj_julgado_AREsp_1_756_656_SP_21102022",
    "texto": "STJ | 21/10/2022 | AREsp 1.756.656-SP | INFORMATIVO 758 - STJ | A responsabilidade civil por dano ambiental é objetiva e solidária. E, nos casos em que o Poder Público concorre para o prejuízo por omissão, a sua responsabilidade solidária é de execução subsidiária (ou com ordem de preferência)."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_1_966_684_ES_20102022",
    "texto": "STJ | 20/10/2022 | AgInt no AREsp 1.966.684-ES | INFORMATIVO 758 - STJ | A ação que pleiteia reparação de danos morais e materiais suportados por pescadores em razão do rompimento da barragem de Fundão em Mariana/MG, sem discutir responsabilidade do Estado, é de índole privada, podendo ser ajuizada no foro de residência do autor ou no local do dano."
  },
  {
    "id": "stj_julgado_REsp_1_977_172_PR_29082022",
    "texto": "STJ | 29/08/2022 | REsp 1.977.172-PR | INFORMATIVO 746 - STJ | A extinção legal e não fraudulenta da Pessoa Jurídica gera a extinção de sua punibilidade (princípio da intranscendência da pena)."
  },
  {
    "id": "stj_julgado_REsp_1_860_239_SC_09082022",
    "texto": "STJ | 09/08/2022 | REsp 1.860.239-SC | INFORMATIVO 746 - STJ | A empresa que realiza lavra ilegal de minério não tem direito ao ressarcimento pelos custos operacionais dessa atividade."
  },
  {
    "id": "stj_julgado_REsp_1_845_200_SC_06092022",
    "texto": "STJ | 06/09/2022 | REsp 1.845.200-SC | O cumprimento da obrigação de reparar integralmente o dano ambiental (in natura ou pecuniariamente) não afasta a obrigação de indenizar os danos ambientais interinos."
  },
  {
    "id": "stj_julgado_AREsp_1_941_907_RJ_15082022",
    "texto": "STJ | 15/08/2022 | AREsp 1.941.907-RJ | INFORMATIVO 744 - STJ | Prescreve em 5 anos a pretensão executória do TAC firmado para reparação de danos ambientais decorrentes de empreendimento imobiliário, quando relacionadas a questões meramente patrimoniais."
  },
  {
    "id": "stj_julgado_julgado_01072022",
    "texto": "STJ | 01/07/2022 | INFORMATIVO 1060 - STF | É inconstitucional interpretação de norma constitucional estadual que retira a competência dos Municípios para regular e executar o licenciamento ambiental em atividades de interesse local."
  },
  {
    "id": "stj_julgado_AREsp_2_024_982_SP_24062022",
    "texto": "STJ | 24/06/2022 | AREsp 2.024.982-SP | INFORMATIVO 742 - STJ | A omissão na fiscalização e mitigação dos danos ambientais autoriza a imposição judicial de obrigações para o Município a fim de solucionar a questão."
  },
  {
    "id": "stj_julgado_julgado_27052022",
    "texto": "STJ | 27/05/2022 | INFORMATIVO 1055 - STF | Primeira Tese É inconstitucional a Resolução CONAMA 500/2020. Segunda Tese É constitucional a Resolução CONAMA 499/2020."
  },
  {
    "id": "stj_julgado_REsp_1_857_098_MS_23052022",
    "texto": "STJ | 23/05/2022 | REsp 1.857.098-MS | INFORMATIVO 737 - STJ | Primeira Tese O acesso à informação no Direito Ambiental brasileiro inclui: o dever de transparência ativa por publicação, na internet, de documentos ambientais não sigilosos; o direito de qualquer pessoa e entidade requerer acesso a informações ambientais não publicadas (transparência passiva); e o direito a requerer à Administração a produção de informação ambiental não disponível (transparência reativa). Segunda Tese O Estado deve prezar pela transparência ambiental, devendo justificar seu descumprimento, sempre sujeito a controle judicial. Na transparência ativa deve demonstrar as razões administrativas para a opção de não publicar; na transparência passiva demonstrar o enquadramento nas regras de sigilo e na transparência reativa, da irrazoabilidade da pretensão de produção da informação inexistente. Terceira Tese O regime registral brasileiro admite a inclusão de informações facultativas sobre o imóvel, de interesse público, inclusive as ambientais; Quarta Tese O Ministério Público pode requisitar ao oficial de registro a inclusão de informações relativas a suas funções institucionais."
  },
  {
    "id": "stj_julgado_julgado_06052022",
    "texto": "STJ | 06/05/2022 | INFORMATIVO 1052 - STF | Primeira Tese É inconstitucional a concessão automática de licença ambiental para empresas de risco médio. Segunda Tese É inconstitucional proibir a coleta de dados adicionais que não tenham sido disponibilizados na Redesim previamente ou no ato do pedido de licenciamento."
  },
  {
    "id": "stj_julgado_REsp_1_923_855_SC_28042022",
    "texto": "STJ | 28/04/2022 | REsp 1.923.855-SC | INFORMATIVO 734 - STJ | A indenização de dano ambiental deve abranger a totalidade dos danos causados, não sendo possível o desconto de despesas referentes à atividade empresarial (impostos e outras)."
  },
  {
    "id": "stj_julgado_REsp_1_443_290_GO_28042022",
    "texto": "STJ | 28/04/2022 | REsp 1.443.290-GO | INFORMATIVO 734 - STJ | Sob a vigência da Lei n. 4.771/1965, é lícita a queima da palha de cana-de-açúcar em atividades agroindustriais, desde que devidamente autorizada pelo órgão ambiental competente e com a observância da responsabilidade civil por eventuais danos de qualquer natureza causados ao meio ambiente ou a terceiros."
  },
  {
    "id": "stj_julgado_julgado_11022022",
    "texto": "STJ | 11/02/2022 | INFORMATIVO 1042 - STF | É inconstitucional lei estadual que permite a ocupação em área de preservação permanente (APP) urbana fora das situações previstas em normas gerais editadas pela União."
  },
  {
    "id": "stj_julgado_EDcl_no_RHC_151_405_MG_12112021",
    "texto": "STJ | 12/11/2021 | EDcl no RHC 151.405-MG | A Justiça Federal é competente para processar e julgar os crimes ambientais e contra a vida decorrentes do rompimento da barragem em Brumadinho/MG."
  },
  {
    "id": "stj_julgado_RHC_151_405_MG_25102021",
    "texto": "STJ | 25/10/2021 | RHC 151.405-MG | INFORMATIVO 714 - STJ | A Justiça Federal é competente para processar e julgar os crimes ambientais e contra a vida decorrentes do rompimento da barragem em Brumadinho/MG."
  },
  {
    "id": "stj_julgado_julgado_17092021",
    "texto": "STJ | 17/09/2021 | INFORMATIVO 1029 - STF | Primeira Tese É inconstitucional lei estadual que cria modalidade de licenciamento ambiental simplificado, flexibilizando exigência legal para o desenvolvimento de atividade potencialmente poluidora. Segunda Tese É inconstitucional lei estadual que regula aspectos da atividade garimpeira."
  },
  {
    "id": "stj_julgado_REsp_1_925_717_SC_28052021",
    "texto": "STJ | 28/05/2021 | REsp 1.925.717-SC | INFORMATIVO 698 - STJ | O delito de causar dano ambiental em unidade de conservação pode ser absorvido pelo crime de construir em solo não edificável pelo seu valor ecológico."
  },
  {
    "id": "stj_julgado_REsp_1_770_760_SC_03052021",
    "texto": "STJ | 03/05/2021 | REsp 1.770.760-SC | INFORMATIVO 694 - STJ | Na vigência do novo Código Florestal, os trechos de área urbana consolidada devem respeitar um limite mínimo das margens dos cursos d'água - que são áreas de preservação permanente (APP) - definido no art. 4º, I, da Lei."
  },
  {
    "id": "stj_julgado_julgado_03052021",
    "texto": "STJ | 03/05/2021 | INFORMATIVO 1014 - STF | É inconstitucional norma estadual que prevê hipóteses de dispensa e simplificação do licenciamento ambiental para atividades de mineração, por tratar-se de tema de competência legislativa da União."
  },
  {
    "id": "stj_julgado_REsp_1_814_944_RN_02032021",
    "texto": "STJ | 02/03/2021 | REsp 1.814.944-RN | INFORMATIVO 685 - STJ | A apreensão do instrumento utilizado na infração ambiental independe do uso específico, exclusivo ou habitual para a empreitada infracional."
  },
  {
    "id": "stj_julgado_julgado_27112020",
    "texto": "STJ | 27/11/2020 | INFORMATIVO 1000 - STF | A simples revogação de normas operacionais que trazem parâmetros para o cumprimento da legislação ambiental, sem a sua substituição ou atualização, viola preceitos constitucionais e estabelecidos em compromissos internacionais, visto que o direito ao meio ambiente equilibrado é direito fundamental da pessoa humana."
  },
  {
    "id": "stj_julgado_REsp_1_532_719_MG_15092020",
    "texto": "STJ | 15/09/2020 | REsp 1.532.719-MG | Para a compensação ambiental de reserva legal, basta que as áreas compensadas se localizem no mesmo bioma, ainda que os danos tenham ocorrido antes da vigência do Novo Código Florestal (Lei 12.651/2012)."
  },
  {
    "id": "stj_julgado_REsp_1_646_193_SP_04062020",
    "texto": "STJ | 04/06/2020 | REsp 1.646.193-SP | INFORMATIVO 673 - STJ | O art. 15 do Novo Código Florestal, que prevê o cômputo da APP no cálculo da Reserva Legal do imóvel, não retroage."
  },
  {
    "id": "stj_julgado_REsp_1_612_887_PR_07052020",
    "texto": "STJ | 07/05/2020 | REsp 1.612.887-PR | O erro na concessão da licença ambiental por um terceiro não retira a responsabilidade daquele que gerou o dano ambiental."
  },
  {
    "id": "stj_julgado_Responsabilidade_Ambiental___Responsabilidade_Ambiental_Civil_24062020",
    "texto": "STJ | 24/06/2020 | Responsabilidade Ambiental > Responsabilidade Ambiental Civil | A pretensão de reparação civil de dano ambiental é imprescritível."
  },
  {
    "id": "stj_julgado_julgado_30042020",
    "texto": "STJ | 30/04/2020 | É constitucional lei estadual que proíbe a utilização de animais para testes e desenvolvimento de cosméticos."
  },
  {
    "id": "stj_julgado_AREsp_1_084_396_RO_18102019",
    "texto": "STJ | 18/10/2019 | AREsp 1.084.396-RO | INFORMATIVO 659 - STJ | A autoridade administrativa deve notificar o proprietário do veículo locado para oportunizar que comprove a sua boa-fé antes de decidir sobre a destinação do bem apreendido pela prática de infração ambiental."
  },
  {
    "id": "stj_julgado_REsp_1_784_755_MT_01102019",
    "texto": "STJ | 01/10/2019 | REsp 1.784.755-MT | INFORMATIVO 658 - STJ | O transporte em quantidade excessiva de madeira, não acobertada pela respectiva guia de autorização, legitima a apreensão de toda a mercadoria."
  },
  {
    "id": "stj_julgado_REsp_1_695_340_MG_24092019",
    "texto": "STJ | 24/09/2019 | REsp 1.695.340-MG | INFORMATIVO 657 - STJ | A qualificação de imóvel como estação ecológica limita o direito de propriedade, o que afasta a incidência do IPTU."
  },
  {
    "id": "stj_julgado_julgado_19122019",
    "texto": "STJ | 19/12/2019 | Considerando as peculiaridades e a magnitude social, econômica e ambiental do caso, o juízo competente para o julgamento de ação popular referente ao desastre de Brumadinho é o juízo do local do fato."
  },
  {
    "id": "stj_julgado_EREsp_1_335_535_RJ_03092020",
    "texto": "STJ | 03/09/2020 | EREsp 1.335.535-RJ | INFORMATIVO 678 - STJ | É vedada a captação de água subterrânea para uso de núcleos residenciais, sem que haja prévia outorga e autorização ambiental do Poder Público."
  },
  {
    "id": "stj_julgado_julgado_14052018",
    "texto": "STJ | 14/05/2018 | Não se admite a aplicação da teoria do fato consumado em tema de Direito Ambiental."
  },
  {
    "id": "stj_julgado_REsp_1_132_682_RJ_12032020",
    "texto": "STJ | 12/03/2020 | REsp 1.132.682-RJ | Mesmo que haja multa prévia aplicada pela União por danos ambientais, os municípios podem aplicar nova multa sobre o mesmo fato, sem que isso configure bis in idem."
  },
  {
    "id": "stj_julgado_REsp_610_114_RN_19122005",
    "texto": "STJ | 19/12/2005 | REsp 610.114-RN | A responsabilização de pessoa jurídica por crime ambiental está condicionada à conduta de pessoa física que agiu em nome e em benefício do ente moral."
  }
]
