[
  {
    "id": "stj_julgado_AgInt_nos_EDcl_no_REsp_1_824_219_SP_26082025",
    "texto": "STJ | 26/08/2025 | AgInt nos EDcl no REsp 1.824.219-SP | INFORMATIVO 859 - STJ | A utilização da imagem de pessoa pública em matéria jornalística, sem invasão da vida privada e ainda que apresentada em tom crítico ou satírico, não gera automaticamente dano indenizável."
  },
  {
    "id": "stj_julgado_REsp_2_198_056_MG_26082025",
    "texto": "STJ | 26/08/2025 | REsp 2.198.056-MG | INFORMATIVO 859 - STJ | Para que haja dever de indenizar por danos morais em razão do rompimento da Barragem do Córrego do Feijão, em Brumadinho/MG, é necessária a comprovação de ofensa concreta e individual aos direitos da personalidade. A simples alegação de transtornos genéricos, alteração de trajeto de trabalho ou dificuldades operacionais, sem abalo psíquico ou sofrimento pessoal grave, não é suficiente para configurar o dano moral."
  },
  {
    "id": "stj_julgado_REsp_1_897_867_CE_19082025",
    "texto": "STJ | 19/08/2025 | REsp 1.897.867-CE | INFORMATIVO 858 - STJ | Aplica-se o prazo prescricional de 10 anos (art. 205 do CC) para pedir a restituição da comissão de corretagem quando a ação contra a incorporadora ou construtora decorre da resolução do contrato por atraso na entrega do imóvel. O prazo conta-se da data em que o adquirente teve ciência da recusa da restituição integral."
  },
  {
    "id": "stj_julgado_REsp_2_191_479_SP_19082025",
    "texto": "STJ | 19/08/2025 | REsp 2.191.479-SP | INFORMATIVO 858 - STJ | A remuneração do contrato de aprendizagem (art. 428 da CLT) integra a base de cálculo da contribuição previdenciária patronal, da GIIL-RAT e das contribuições destinadas a terceiros."
  },
  {
    "id": "stj_julgado_Agint_no_REsp_2_015_204_SP_26082025",
    "texto": "STJ | 26/08/2025 | Agint no REsp 2.015.204-SP | INFORMATIVO 859 - STJ | A recusa de renovação de seguro de vida individual, após longo período de renovações sucessivas e automáticas, caracteriza prática abusiva por violar os princípios da boa-fé objetiva e da confiança."
  },
  {
    "id": "stj_julgado_julgado_19082025",
    "texto": "STJ | 19/08/2025 | INFORMATIVO 858 - STJ | Não é razoável aplicar à mãe biológica qualquer hipótese de perda do poder familiar prevista no art. 1.638 do Código Civil, quando ela foi vítima de violência sexual aos 14 anos e não recebeu apoio estatal para manter a criança enquanto esteve acolhida institucionalmente."
  },
  {
    "id": "stj_julgado_REsp_2_185_015_SC_12082025",
    "texto": "STJ | 12/08/2025 | REsp 2.185.015-SC | INFORMATIVO 857 - STJ | Cláusula de não concorrência que não estabelece limite temporal é inválida, pois restringe excessivamente a liberdade profissional e a livre concorrência, sendo, portanto, anulável."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil_04082025",
    "texto": "STJ | 04/08/2025 | Responsabilidade Civil | INFORMATIVO 1.184 - STF | É parcialmente inconstitucional por não assegurar proteção suficiente aos usuários, seus direitos fundamentais e à democracia, em especial devido à revolução no modelo de utilização da internet, com massiva utilização de redes sociais e plataformas digitais – o art. 19 da Lei nº 12.965/2014 (Marco Civil da Internet - MCI), que condiciona a responsabilização civil de provedores de aplicações de internet ao descumprimento de ordem judicial específica para a remoção de conteúdo ilícito gerado por terceiros."
  },
  {
    "id": "stj_julgado_REsp_2_198_561_SE_26062025",
    "texto": "STJ | 26/06/2025 | REsp 2.198.561-SE | A negativa indevida de internação em emergência, com base em carência contratual, configura dano moral."
  },
  {
    "id": "stj_julgado_E_possivel_a_condenacao_ao_pagamento_de_pensao_mensal_indenizatoria__de_natureza_civil__ao_trabalhador_que__por_ato_ilicito_do_empregador__perde_de_forma_permanente_sua_capacidade_laborativa__ainda_que_ja_receba_beneficio_previdenciario__A_indenizacao_civil_nao_se_confunde_com_a_previdenciaria_e_pode_ser_cumulada_com_esta__em_respeito_aos_principios_da_dignidade_da_pessoa_humana_e_da_reparacao_integral_do_dano__26082025",
    "texto": "STJ | 26/08/2025 | É possível a condenação ao pagamento de pensão mensal indenizatória, de natureza civil, ao trabalhador que, por ato ilícito do empregador, perde de forma permanente sua capacidade laborativa, ainda que já receba benefício previdenciário. A indenização civil não se confunde com a previdenciária e pode ser cumulada com esta, em respeito aos princípios da dignidade da pessoa humana e da reparação integral do dano. | INFORMATIVO 859 - STJ | É possível a condenação ao pagamento de pensão mensal indenizatória, de natureza civil, ao trabalhador que, por ato ilícito do empregador, perde de forma permanente sua capacidade laborativa, ainda que já receba benefício previdenciário. A indenização civil não se confunde com a previdenciária e pode ser cumulada com esta, em respeito aos princípios da dignidade da pessoa humana e da reparação integral do dano."
  },
  {
    "id": "stj_julgado_REsp_2_189_529_SP_16062025",
    "texto": "STJ | 16/06/2025 | REsp 2.189.529-SP | O direito real de habitação do cônjuge ou companheiro sobrevivente, enquanto perdurar, impede a extinção do condomínio e a respectiva alienação judicial do imóvel de copropriedade dos herdeiros do falecido."
  },
  {
    "id": "stj_julgado_julgado_16062025",
    "texto": "STJ | 16/06/2025 | O imóvel doado pelo Poder Público em programa habitacional, mesmo registrado em nome de apenas um dos cônjuges, é presumido como destinado à entidade familiar e, por isso, se comunica na partilha de bens do casal sob o regime da comunhão parcial."
  },
  {
    "id": "stj_julgado_REsp_2_203_202_PR_16062025",
    "texto": "STJ | 16/06/2025 | REsp 2.203.202-PR | INFORMATIVO 855 - STJ | Deve ser afastada a responsabilidade do motorista que, por força de defeito de fabricação do pneu (fortuito externo), perde o controle do veículo e causa danos, pois não há culpa sua pelo acidente."
  },
  {
    "id": "stj_julgado_REsp_1_652_517_SC_16062025",
    "texto": "STJ | 16/06/2025 | REsp 1.652.517-SC | INFORMATIVO 855 - STJ | É legítima a cobrança de laudêmio na transferência onerosa de imóveis sobre terreno de marinha, mesmo em permuta no local, quando a incorporadora recebe o terreno em troca de unidades que ainda serão construídas."
  },
  {
    "id": "stj_julgado_julgado_19082025",
    "texto": "STJ | 19/08/2025 | INFORMATIVO 858 - STJ | É possível, em ação de divórcio, deferir a partilha de bem superveniente, como crédito de previdência pública, quando houver juntada de documento novo aos autos após a contestação."
  },
  {
    "id": "stj_julgado_julgado_05082025",
    "texto": "STJ | 05/08/2025 | INFORMATIVO 856 - STJ | Compete à Justiça Comum Estadual, e não à Justiça do Trabalho, julgar ação de usucapião de imóvel cuja posse alegadamente decorra de vínculo empregatício já encerrado quando do ajuizamento da ação."
  },
  {
    "id": "stj_julgado_REsp_2_093_929_MG_13062025",
    "texto": "STJ | 13/06/2025 | REsp 2.093.929-MG | INFORMATIVO 855 - STJ | I) A exceção à impenhorabilidade do bem de família, nos casos de execução de hipoteca (art. 3º, V, da Lei 8.009/1990), aplica-se apenas quando a dívida foi contraída em benefício da entidade familiar. II) Quanto ao ônus da prova: a) Se o imóvel for dado em garantia por sócio da pessoa jurídica, presume-se a impenhorabilidade, cabendo ao credor provar que a dívida beneficiou a família; b) Se os únicos sócios forem também os proprietários do imóvel, presume-se a penhorabilidade, e cabe a estes demonstrar que a dívida não favoreceu a entidade familiar."
  },
  {
    "id": "stj_julgado_julgado_19082025",
    "texto": "STJ | 19/08/2025 | INFORMATIVO 858 - STJ | Não cabe o arbitramento de aluguel contra a mulher vítima de violência doméstica que, após o divórcio, permanece no imóvel do ex-casal com os filhos, em razão de medida protetiva, pois não há enriquecimento sem causa ou vantagem indevida."
  },
  {
    "id": "stj_julgado_REsp_2_207_433_SP_09062025",
    "texto": "STJ | 09/06/2025 | REsp 2.207.433-SP | A teoria do adimplemento substancial não se aplica à adjudicação compulsória, que exige a quitação total do preço no compromisso de compra e venda de imóvel, mesmo que as parcelas restantes estejam prescritas."
  },
  {
    "id": "stj_julgado_julgado_06062025",
    "texto": "STJ | 06/06/2025 | A comunicabilidade dos bens na união estável só se afasta por contrato escrito com regime diverso, não bastando declarar percentuais de copropriedade em escritura pública."
  },
  {
    "id": "stj_julgado_REsp_2_138_261_RJ_06062025",
    "texto": "STJ | 06/06/2025 | REsp 2.138.261-RJ | A Taxa Referencial (TR) é inaplicável como índice de correção monetária às letras hipotecárias emitidas antes da MP nº 294/1991, ainda que haja decisão judicial anterior em sentido contrário."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_2_166_623_AL_29052025",
    "texto": "STJ | 29/05/2025 | AgInt no REsp 2.166.623-AL | A Caixa Econômica Federal pode ser responsabilizada por atrasos na entrega de obras quando ultrapassa o papel de agente financeiro e assume obrigações próprias, previstas em lei, normas infralegais ou no contrato com os mutuários."
  },
  {
    "id": "stj_julgado_REsp_2_174_943_SP_28052025",
    "texto": "STJ | 28/05/2025 | REsp 2.174.943-SP | INFORMATIVO 852 - STJ | A exibição indireta e acessória de grafite em espaço público, utilizada em peça publicitária sem autorização prévia do artista, não configura violação de direitos autorais."
  },
  {
    "id": "stj_julgado_REsp_2_039_663_PR_23052025",
    "texto": "STJ | 23/05/2025 | REsp 2.039.663-PR | Para que a pessoa jurídica de direito público seja reconhecida como vítima de dano moral por ofensa à honra objetiva, é imprescindível a comprovação de prejuízo extrapatrimonial efetivo."
  },
  {
    "id": "stj_julgado_REsp_2_163_919_PR_05082025",
    "texto": "STJ | 05/08/2025 | REsp 2.163.919-PR | INFORMATIVO 856 - STJ | Os herdeiros instituídos pelo testador podem ser obrigados a pagar o legado de renda vitalícia a partir da abertura da sucessão, mesmo antes da conclusão do inventário."
  },
  {
    "id": "stj_julgado_julgado_20052025",
    "texto": "STJ | 20/05/2025 | INFORMATIVO 851 - STJ | As companhias aéreas não são obrigadas a permitir o embarque de animais domésticos na cabine da aeronave com base em alegação de suporte emocional quando não houver legislação específica. Apenas cães-guia têm esse direito garantido por lei, desde que atendam a critérios técnicos, como peso e condições de transporte."
  },
  {
    "id": "stj_julgado_REsp_1_855_689_DF_19052025",
    "texto": "STJ | 19/05/2025 | REsp 1.855.689-DF | A descoberta de novos bens que motivem sobrepartilha não reabre ao herdeiro que renunciou à herança a possibilidade de aceitar ou renunciar a esse novo patrimônio."
  },
  {
    "id": "stj_julgado_REsp_2_206_604_SP_19052025",
    "texto": "STJ | 19/05/2025 | REsp 2.206.604-SP | INFORMATIVO 850 - STJ | A contratação de prestação de serviços entre pessoas jurídicas por prazo determinado segue o Código Civil. Assim, a rescisão antecipada e sem justa causa autoriza a aplicação da penalidade do art. 603 do Código, mesmo sem cláusula contratual expressa prevendo tal consequência."
  },
  {
    "id": "stj_julgado_REsp_2_080_527_MG_22052025",
    "texto": "STJ | 22/05/2025 | REsp 2.080.527-MG | A decisão que estabelece curatela provisória comprova, por si só, a limitação da capacidade civil do testador no momento da lavratura do testamento, tornando desnecessária a produção de outras provas ou a propositura de ação autônoma para contestar sua validade."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_565_331_PR_15052025",
    "texto": "STJ | 15/05/2025 | AgInt no REsp 1.565.331-PR | É cabível a condenação de instituição financeira ao pagamento de indenização por danos morais e estéticos à vítima que ficou paraplégica após ser atingida por projétil em troca de tiros entre assaltantes e vigilantes de carro-forte, em via pública, diante da agência bancária, durante operação de transporte de valores."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_2_123_826_PE_07052025",
    "texto": "STJ | 07/05/2025 | AgInt no REsp 2.123.826-PE | INFORMATIVO 852 - STJ | No âmbito do FIES, a carência estendida e a suspensão do pagamento por adesão à residência médica só são permitidas se o contrato ainda não tiver iniciado a fase de amortização da dívida."
  },
  {
    "id": "stj_julgado_Tributos_Estaduais___ICMS_1757280503789",
    "texto": "STJ | Tributos Estaduais > ICMS | INFORMATIVO 1173 - STF | É constitucional a lei estadual que determina a cassação da inscrição no cadastro de contribuintes do ICMS de empresas que comercializem produtos fabricados com trabalho escravo ou em condições semelhantes, desde que fique comprovado, em processo administrativo com contraditório e ampla defesa, que os sócios tinham conhecimento ou ao menos suspeita da situação, agindo com dolo ou culpa."
  },
  {
    "id": "stj_julgado_REsp_1_986_335_SP_05082025",
    "texto": "STJ | 05/08/2025 | REsp 1.986.335-SP | INFORMATIVO 856 - STJ | Críticas políticas sobre fatos de interesse geral não configuram dano moral, especialmente quando a pessoa pública responde a ações de improbidade e não há prova de divulgação de informação falsa."
  },
  {
    "id": "stj_julgado_REsp_2_183_144_SE_05082025",
    "texto": "STJ | 05/08/2025 | REsp 2.183.144-SE | INFORMATIVO 856 - STJ | Na incorporação imobiliária, o interveniente garantidor hipotecante não tem legitimidade passiva quando o imóvel dado em garantia foi substituído pelas unidades autônomas."
  },
  {
    "id": "stj_julgado_REsp_2_130_141_RS_1757280503790",
    "texto": "STJ | REsp 2.130.141-RS | INFORMATIVO 847 - STJ | O entendimento da Súmula n. 308 do STJ não se aplica, por analogia, aos casos de garantia real decorrente de alienação fiduciária."
  },
  {
    "id": "stj_julgado_REsp_1_969_219_SP_28032025",
    "texto": "STJ | 28/03/2025 | REsp 1.969.219-SP | INFORMATIVO 848 - STJ | A remoção de conteúdo por provedores de busca exige a indicação precisa das URLs, não sendo admitido requerimento genérico."
  },
  {
    "id": "stj_julgado_julgado_1757280503790",
    "texto": "STJ | INFORMATIVO 847 - STJ | Nas relações entre herdeiros, se houver indenização pelo uso exclusivo do imóvel, não se admite desconto adicional de valores como o IPTU do quinhão do ocupante, salvo acordo prévio, sob pena de dupla compensação e enriquecimento sem causa."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil_1757280503791",
    "texto": "STJ | Responsabilidade Civil | INFORMATIVO 1170 - STF | 1ª Tese: Na hipótese de publicação de entrevista, por quaisquer meios, em que o entrevistado imputa falsamente prática de crime a terceiro, a empresa jornalística somente poderá ser responsabilizada civilmente se comprovada sua má-fé caracterizada: (i) pelo dolo demonstrado em razão do conhecimento prévio da falsidade da declaração, ou (ii) pela culpa grave decorrente da evidente negligência na apuração da veracidade do fato e na sua divulgação ao público sem resposta do terceiro ofendido ou, ao menos, de busca do contraditório pelo veículo; 2ª Tese: Na hipótese de entrevistas realizadas e transmitidas ao vivo, fica excluída a responsabilidade do veículo por ato exclusivamente de terceiro quando este falsamente imputa a outrem a prática de um crime, devendo ser assegurado pelo veículo o exercício do direito de resposta em iguais condições, espaço e destaque, sob pena de responsabilidade nos termos dos incisos V e X do artigo 5º da Constituição Federal; 3. Constatada a falsidade referida nos itens acima, deve haver remoção, de ofício ou por notificação da vítima, quando a imputação permanecer disponível em plataformas digitais, sob pena de responsabilidade."
  },
  {
    "id": "stj_julgado_REsp_2_183_131_SP_24032025",
    "texto": "STJ | 24/03/2025 | REsp 2.183.131-SP | INFORMATIVO 852 - STJ | A administradora de consórcio não é obrigada a registrar, em seus assentamentos, a pedido do cessionário, a cessão de direitos creditórios relativa a cota de consórcio cancelada."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil_1757280503791",
    "texto": "STJ | Responsabilidade Civil | INFORMATIVO 844 - STJ | Se a mãe retirou valores do Estado para comprar medicamentos para seu filho e adquiriu outros remédios urgentes para a criança, interromper o fornecimento do medicamento como punição é injustificável."
  },
  {
    "id": "stj_julgado_julgado_1757280507805",
    "texto": "STJ | INFORMATIVO 1169 - STF | É inconstitucional norma que exige o reconhecimento de firma de Promotor de Justiça em procedimento de paternidade celebrado perante o Ministério Público."
  },
  {
    "id": "stj_julgado_REsp_2_100_103_PR_27052025",
    "texto": "STJ | 27/05/2025 | REsp 2.100.103-PR | Em execução de dívida condominial, admite-se a penhora do imóvel alienado fiduciariamente, desde que ele seja a origem da dívida, em razão da natureza propter rem da obrigação, e haja prévia citação do credor fiduciário."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_2_076_261_AP_1757280507805",
    "texto": "STJ | AgInt no REsp 2.076.261-AP | INFORMATIVO 844 - STJ | O devedor precisa ser avisado pessoalmente sobre o leilão extrajudicial de um bem seu que será vendido em decorrência de uma dívida em juízo."
  },
  {
    "id": "stj_julgado_julgado_25022025",
    "texto": "STJ | 25/02/2025 | INFORMATIVO 842 - STJ | É possível romper o vínculo de filiação com filho maior de idade quando não houver relação socioafetiva e o pai registral tiver descumprido os deveres de cuidado, caracterizando abandono material e afetivo."
  },
  {
    "id": "stj_julgado_AgInt_no_AgInt_no_AREsp_1_060_252_RJ_17032025",
    "texto": "STJ | 17/03/2025 | AgInt no AgInt no AREsp 1.060.252-RJ | INFORMATIVO 846 - STJ | Associações que fecham ruas públicas para formação de condomínio de fato não podem cobrar taxas futuras de um prédio só porque ele pagou voluntariamente por algum tempo. Sem associação formal, a cobrança é indevida."
  },
  {
    "id": "stj_julgado_julgado_17022025",
    "texto": "STJ | 17/02/2025 | INFORMATIVO 842 - STJ | É possível reconhecer a filiação socioafetiva após a morte dos pais socioafetivos, desde que fique comprovada a posse do estado de filho, com reconhecimento público e contínuo dessa relação."
  },
  {
    "id": "stj_julgado_REsp_2_142_132_GO_1757280507806",
    "texto": "STJ | REsp 2.142.132-GO | INFORMATIVO 841 - STJ | A capacidade para testar é presumida, exigindo-se prova robusta para sua anulação."
  },
  {
    "id": "stj_julgado_REsp_2_171_573_MS_1757280507806",
    "texto": "STJ | REsp 2.171.573-MS | INFORMATIVO 841 - STJ | A dispensa da colação só é válida se o doador declarar de forma expressa e por escrito que o bem doado integra a parte disponível da herança, não constituindo adiantamento de legítima."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil___Danos_morais__materiais_e_patrimoniais_1757280507806",
    "texto": "STJ | Responsabilidade Civil > Danos morais, materiais e patrimoniais | INFORMATIVO 1164 - STF | 1ª Tese: Em casos de danos materiais no transporte aéreo internacional de cargas, a indenização está sujeita aos limites previstos nos acordos internacionais assinados pelo Brasil, principalmente nas Convenções de Varsóvia e Montreal. 2ª Tese: É infraconstitucional e fática a controvérsia envolvendo o aumento dessa indenização, quando a transportadora tem conhecimento do valor da carga ou age com dolo ou culpa grave."
  },
  {
    "id": "stj_julgado_REsp_2_128_708_RS_13122024",
    "texto": "STJ | 13/12/2024 | REsp 2.128.708-RS | INFORMATIVO 837 - STJ | Não existe previsão legal que dê exclusividade aos pensionistas para suceder servidor público falecido em processo que objetiva a cobrança de valores atrasados, devendo a sucessão processual observar as previsões do CPC/15."
  },
  {
    "id": "stj_julgado_AREsp_2_291_621_RO_1757280511798",
    "texto": "STJ | AREsp 2.291.621-RO | INFORMATIVO 836 - STJ | A herança recebida por representação não integra o patrimônio do herdeiro pré-morto, e, por isso, não pode ser usada para pagar dívidas desse herdeiro."
  },
  {
    "id": "stj_julgado_REsp_2_168_268_SC_06122024",
    "texto": "STJ | 06/12/2024 | REsp 2.168.268-SC | INFORMATIVO 838 - STJ | O valor nominal de uma nota promissória registrado em uma escritura pública de inventário não define, por si só, o valor real da herança quando este título de crédito é transferido por sucessão."
  },
  {
    "id": "stj_julgado_julgado_06122024",
    "texto": "STJ | 06/12/2024 | A ação de reconhecimento de união estável - quando não houver filhos incapazes - deve ser processada no último domicílio do casal, mesmo quando ajuizada depois do falecimento de um dos companheiros."
  },
  {
    "id": "stj_julgado_REsp_1_908_497_RN_1757280511799",
    "texto": "STJ | REsp 1.908.497-RN | INFORMATIVO 835 - STJ | O direito ao trânsito seguro e os evidentes danos materiais e morais coletivos causados pelo tráfego constante de veículos com excesso de peso em rodovias justificam tanto a imposição de tutela inibitória quanto a responsabilização civil do infrator."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_2_396_880_SP_22112024",
    "texto": "STJ | 22/11/2024 | AgInt no AREsp 2.396.880-SP | A propositura da ação revisional pelo devedor interrompe o prazo prescricional para o ajuizamento de execução pelo credor."
  },
  {
    "id": "stj_julgado_REsp_2_173_633_PR_18112024",
    "texto": "STJ | 18/11/2024 | REsp 2.173.633-PR | INFORMATIVO 834 - STJ | Se um veículo é impenhorável por ser necessário ao exercício da profissão do devedor, essa proteção também se aplica aos direitos que ele possui sobre o contrato de alienação fiduciária do veículo."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_997_964_SC_18112024",
    "texto": "STJ | 18/11/2024 | AgInt no REsp 1.997.964-SC | INFORMATIVO 834 - STJ | O falecimento do sócio ou do representante legal de empresa não implica na cessação automática do mandato validamente outorgado."
  },
  {
    "id": "stj_julgado_REsp_2_107_638_SP_14112024",
    "texto": "STJ | 14/11/2024 | REsp 2.107.638-SP | INFORMATIVO 834 - STJ | É juridicamente possível o pedido de reconhecimento de filiação socioafetiva entre avós e neto, pois não há vedação legal expressa nesse sentido."
  },
  {
    "id": "stj_julgado_AgInt_nos_EDcl_no_REsp_1_992_417_AL_25102024",
    "texto": "STJ | 25/10/2024 | AgInt nos EDcl no REsp 1.992.417-AL | Os compradores de imóveis residenciais estão protegidos pela Súmula 308 do STJ ainda que o compromisso de compra e venda não esteja regulado pelas regras específicas do Sistema Financeiro da Habitação (SFH)."
  },
  {
    "id": "stj_julgado_REsp_2_151_735_SP_1757280511800",
    "texto": "STJ | REsp 2.151.735-SP | INFORMATIVO 831 - STJ | É abusiva a cláusula contratual que obriga o lojista a restituir valores à credenciadora de cartão de crédito quando a simples contestação de compra pelo titular do cartão é julgada procedente."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_2_138_876_SP_17102024",
    "texto": "STJ | 17/10/2024 | AgInt no REsp 2.138.876-SP | Quando a Fazenda Pública é a devedora, o prazo para cobrança de dívidas, sejam elas tributárias ou não, é de cinco anos, conforme estabelecido pelo Decreto nº 20.910/1932."
  },
  {
    "id": "stj_julgado_REsp_2_173_088_DF_11102024",
    "texto": "STJ | 11/10/2024 | REsp 2.173.088-DF | INFORMATIVO 829 - STJ | O imóvel pertencente à sociedade de economia mista que presta serviço público essencial e atua em regime não concorrencial não pode ser adquirido por usucapião, quando afetado à finalidade pública essencial, ainda que desocupado ou abandonado."
  },
  {
    "id": "stj_julgado_REsp_1_697_723_RJ_1757280514829",
    "texto": "STJ | REsp 1.697.723-RJ | INFORMATIVO 832 - STJ | O dano moral reflexo pode se caracterizar ainda que a vítima direta do dano sobreviva."
  },
  {
    "id": "stj_julgado_julgado_1757280514829",
    "texto": "STJ | INFORMATIVO 827 - STJ | Mesmo em casamentos com separação de bens, certos bens, como prêmios de loteria, são considerados patrimônio comum e devem ser divididos entre os cônjuges, independentemente do esforço individual de cada um"
  },
  {
    "id": "stj_julgado_REsp_1_862_274_PR_1757280514829",
    "texto": "STJ | REsp 1.862.274-PR | INFORMATIVO 827 - STJ | Em empreendimentos imobiliários, a extinção do patrimônio de afetação depende da quitação das obrigações assumidas pela incorporadora perante o agente financiador da obra."
  },
  {
    "id": "stj_julgado_REsp_1_857_194_MT_1757280514829",
    "texto": "STJ | REsp 1.857.194-MT | INFORMATIVO 827 - STJ | Ainda que a parte ré seja vitoriosa com o reconhecimento da decadência do direito, persiste seu interesse na adequação do valor da causa."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_494_347_SP_12092024",
    "texto": "STJ | 12/09/2024 | AgInt no REsp 1.494.347-SP | INFORMATIVO 830 - STJ | Em casos excepcionais de gestão fraudulenta de uma sociedade, quando comprovada a impossibilidade dos sócios de terem conhecimento da fraude, o prazo prescricional para ações contra o administrador se inicia no momento em que os sócios tomam conhecimento da violação (teoria da actio nata subjetiva), e não na data da violação em si."
  },
  {
    "id": "stj_julgado_REsp_2_121_365_MG_09092024",
    "texto": "STJ | 09/09/2024 | REsp 2.121.365-MG | INFORMATIVO 826 - STJ | O juiz pode converter, de ofício e independentemente de pedido, a obrigação de fazer em perdas e danos quando verificar a impossibilidade de cumprimento da tutela específica."
  },
  {
    "id": "stj_julgado_julgado_1757280514830",
    "texto": "STJ | INFORMATIVO 824 - STJ | O direito à partilha de bens é um direito potestativo e, por isso, não está sujeito a prazos de prescrição ou decadência."
  },
  {
    "id": "stj_julgado_julgado_1757280514830",
    "texto": "STJ | INFORMATIVO 824 - STJ | O juiz falimentar não tem competência exclusiva para desconsiderar a personalidade jurídica de empresa falida."
  },
  {
    "id": "stj_julgado_julgado_30082024",
    "texto": "STJ | 30/08/2024 | É possível a dissolução de vínculo conjugal quando a morte do cônjuge ocorre antes da sentença definitiva, se já havia manifestado a vontade em vida."
  },
  {
    "id": "stj_julgado_julgado_29082024",
    "texto": "STJ | 29/08/2024 | A lei brasileira não tem aplicação em relação à sucessão de bens localizados no exterior, nem mesmo para compensação de legítimas."
  },
  {
    "id": "stj_julgado_REsp_1_985_977_DF_26062024",
    "texto": "STJ | 26/06/2024 | REsp 1.985.977-DF | Aplica-se a responsabilidade civil pela perda de uma chance no caso de profissionais médicos que não observam orientação do Ministério da Saúde, retirando do paciente uma chance concreta e real de ter um diagnóstico correto e de alcançar as consequências normais que dele se poderia esperar."
  },
  {
    "id": "stj_julgado_AREsp_2_384_044_SP_1757280518774",
    "texto": "STJ | AREsp 2.384.044-SP | INFORMATIVO 816 - STJ | O espólio possui legitimidade para contestar a validade de interceptações telefônicas em processo penal, mesmo após a extinção da punibilidade devido ao falecimento do acusado."
  },
  {
    "id": "stj_julgado_REsp_1_503_485_CE_1757280518774",
    "texto": "STJ | REsp 1.503.485-CE | INFORMATIVO 815 - STJ | Ainda que prescrita a pretensão de cobrança da dívida civil, se houver no ordenamento outro instrumento processual com resultado equivalente, e ainda não prescrito, o credor pode fazer uso dele."
  },
  {
    "id": "stj_julgado_REsp_2_029_809_MG_1757280518775",
    "texto": "STJ | REsp 2.029.809-MG | INFORMATIVO 813 - STJ | A ação de reconhecimento de filiação não impede, não interrompe e tampouco suspende o prazo prescricional da ação de petição de herança."
  },
  {
    "id": "stj_julgado_REsp_2_121_056_PR_24052024",
    "texto": "STJ | 24/05/2024 | REsp 2.121.056-PR | INFORMATIVO 814 - STJ | O falecimento de recém-nascido por erro médico autoriza a concessão de pensionamento; o termo inicial será a data em que a vítima completaria 14 anos, e o termo final será a data em que a vítima completaria a idade correspondente à expectativa média de vida do brasileiro ou o falecimento do beneficiário."
  },
  {
    "id": "stj_julgado_REsp_2_022_649_MA_21052024",
    "texto": "STJ | 21/05/2024 | REsp 2.022.649-MA | INFORMATIVO 815 - STJ | É possível a decretação do divórcio quando um dos cônjuges falece no curso da ação, desde que haja inequívoca manifestação de vontade da parte ou concordância ao pedido formulado pelo outro."
  },
  {
    "id": "stj_julgado_REsp_1_462_840_MG_21052024",
    "texto": "STJ | 21/05/2024 | REsp 1.462.840-MG | O menor de idade pode ser representado judicialmente por ambos os pais ou somente por um deles, exceto nas hipóteses de destituição do poder familiar, ausência ou de potencial conflito de interesses."
  },
  {
    "id": "stj_julgado_REsp_2_093_520_DF_17052024",
    "texto": "STJ | 17/05/2024 | REsp 2.093.520-DF | INFORMATIVO 819 - STJ | Os partidos e candidatos não têm responsabilidade solidária pelos danos causados quando seus apoiadores utilizam indevidamente, em ambiente virtual, a imagem e obra musical de artista em campanha político-eleitoral."
  },
  {
    "id": "stj_julgado_REsp_2_134_160_AP_17052024",
    "texto": "STJ | 17/05/2024 | REsp 2.134.160-AP | INFORMATIVO 812 - STJ | O prazo prescricional relacionado à pretensão de nomeação de candidato aprovado em cadastro de reserva não é regulado pela Lei 14.010/20, mas sim pelo Decreto nº 20.910/32."
  },
  {
    "id": "stj_julgado_REsp_1_962_275_GO_29042024",
    "texto": "STJ | 29/04/2024 | REsp 1.962.275-GO | INFORMATIVO 809 - STJ | O mero descumprimento de prazo estabelecido em legislação específica para a prestação de serviços bancários não gera, por si só, dano moral presumido, cabendo ao consumidor demonstrar o efetivo prejuízo."
  },
  {
    "id": "stj_julgado_REsp_2_087_485_RS_02052024",
    "texto": "STJ | 02/05/2024 | REsp 2.087.485-RS | INFORMATIVO 811 - STJ | A notificação extrajudicial do devedor fiduciante por e-mail é válida para fins de busca e apreensão do bem, desde que enviada ao e-mail fornecido pelo próprio devedor no contrato."
  },
  {
    "id": "stj_julgado_REsp_2_123_047_SP_30042024",
    "texto": "STJ | 30/04/2024 | REsp 2.123.047-SP | INFORMATIVO 811 - STJ | Em casos de abuso sexual sofrido durante a infância e/ou adolescência, o termo inicial da prescrição da pretensão indenizatória é a efetiva ciência da vítima acerca dos danos sofridos (teoria subjetiva da actio nata) e não a maioridade civil."
  },
  {
    "id": "stj_julgado_REsp_2_108_182_MG_19042024",
    "texto": "STJ | 19/04/2024 | REsp 2.108.182-MG | INFORMATIVO 811 - STJ | De acordo com a teoria da perda de uma chance, há responsabilidade civil de empresa organizadora de competição automobilística que deixa de prestar socorro a piloto que sofre acidente fatal."
  },
  {
    "id": "stj_julgado_REsp_2_107_107_SP_19042024",
    "texto": "STJ | 19/04/2024 | REsp 2.107.107-SP | INFORMATIVO 808 - STJ | Na cessão real de uso de jazigos, a resolução do contrato implica o retorno das partes ao status quo ante, devendo a titularidade do direito real retornar ao mantenedor do cemitério, com a restituição do respectivo valor pago, admitindo-se a retenção de percentual suficiente para indenizar pelo tempo de privação de uso do jazigo."
  },
  {
    "id": "stj_julgado_REsp_2_129_680_RJ_10042024",
    "texto": "STJ | 10/04/2024 | REsp 2.129.680-RJ | INFORMATIVO 808 - STJ | O reconhecimento de obrigação contratual de pagar verba de natureza alimentar a padre ou pastor inativo não configura interferência indevida do poder público na organização e funcionamento das organizações religiosas."
  },
  {
    "id": "stj_julgado_REsp_2_106_786_PR_1757280522815",
    "texto": "STJ | REsp 2.106.786-PR | INFORMATIVO 806 - STJ | O ato do indivíduo de contratar um seguro sobre a vida de outra pessoa com a intenção de tirar a vida do segurado impede o recebimento da indenização securitária, mesmo se houver outros beneficiários, em razão da nulidade do contrato."
  },
  {
    "id": "stj_julgado_REsp_1_835_431_SP_21032024",
    "texto": "STJ | 21/03/2024 | REsp 1.835.431-SP | INFORMATIVO 805 - STJ | Na alienação fiduciária, se o devedor fiduciante se torna inadimplente, não é possível penhorar seus direitos aquisitivos derivados da alienação (art. 835, XII, CPC), pois estes deixam de existir com a consolidação da propriedade em favor do credor fiduciário."
  },
  {
    "id": "stj_julgado_REsp_1_949_182_SP_1757280522815",
    "texto": "STJ | REsp 1.949.182-SP | INFORMATIVO 843 - STJ | O credor fiduciário, antes de tomar posse e se tornar o proprietário do imóvel dado como garantia, não é responsável pelo pagamento do IPTU, pois ele não é considerado o proprietário ou possuidor do imóvel enquanto não formalizar a transferência da propriedade."
  },
  {
    "id": "stj_julgado_REsp_1_958_096_PR_14032024",
    "texto": "STJ | 14/03/2024 | REsp 1.958.096-PR | INFORMATIVO 807 - STJ | A anulação de negócio jurídico realizado pela empresa falida após a decretação da quebra pode ser declarada de ofício pelo juízo falimentar, independentemente do ajuizamento de ação revocatória."
  },
  {
    "id": "stj_julgado_julgado_12032024",
    "texto": "STJ | 12/03/2024 | É possível a fixação de verba alimentar em quantia inferior àquela requerida na inicial, ainda que o réu seja considerado revel."
  },
  {
    "id": "stj_julgado_REsp_2_117_094_SP_11032024",
    "texto": "STJ | 11/03/2024 | REsp 2.117.094-SP | INFORMATIVO 803 - STJ | A implementação ficta da condição (art. 120 CC/1916 e art. 129 CC/2002) não exige prova de dolo específico."
  },
  {
    "id": "stj_julgado_REsp_2_013_177_PR_07032024",
    "texto": "STJ | 07/03/2024 | REsp 2.013.177-PR | INFORMATIVO 803 - STJ | O espólio pode receber valores revertidos pela entidade fechada de previdência complementar, após a morte da beneficiária, por força dos superávits apurados nos exercícios anteriores ao falecimento."
  },
  {
    "id": "stj_julgado_REsp_1_392_730_DF_1757280526792",
    "texto": "STJ | REsp 1.392.730-DF | INFORMATIVO 804 - STJ | O recebimento de pensão previdenciária, por si só, não exclui a condenação ao pagamento de alimentos fixados em sentença indenizatória, desde que fique comprovado o decréscimo na situação financeira dos dependentes da vítima."
  },
  {
    "id": "stj_julgado_julgado_11032024",
    "texto": "STJ | 11/03/2024 | INFORMATIVO 808 - STJ | Em caso de separação, a alteração do sobrenome só pode ser feita quando houver circunstâncias que justifiquem a mudança."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_761_773_PR_07032024",
    "texto": "STJ | 07/03/2024 | AgInt no REsp 1.761.773-PR | INFORMATIVO 805 - STJ | O credor do falecido (autor da herança) tem legitimidade concorrente para requerer a abertura do inventário, conforme o art. 616, VI, do CPC."
  },
  {
    "id": "stj_julgado_REsp_2_112_853_MS_07032024",
    "texto": "STJ | 07/03/2024 | REsp 2.112.853-MS | INFORMATIVO 808 - STJ | Não viola a súmula n. 7/STJ a majoração de valor irrisório de danos morais coletivos em razão da publicação na Internet de artigo ofensivo à honra dos povos indígenas."
  },
  {
    "id": "stj_julgado_REsp_1_951_170_DF_1757280526793",
    "texto": "STJ | REsp 1.951.170-DF | INFORMATIVO 801 - STJ | É possível a alteração do nome para incluir sobrenome do padrinho e constituir um pronome composto."
  },
  {
    "id": "stj_julgado_REsp_2_095_740_DF_09022024",
    "texto": "STJ | 09/02/2024 | REsp 2.095.740-DF | INFORMATIVO 800 - STJ | A ausência de anotação da alienação fiduciária no certificado de registro do veículo não impede a busca e apreensão do bem pelo credor em caso de inadimplemento do devedor."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_881_482_SP_1757280530809",
    "texto": "STJ | AgInt no REsp 1.881.482-SP | INFORMATIVO 800 - STJ | Em caso de atraso na entrega de imóvel adquirido na planta, o credor pode optar por exigir o adimplemento da obrigação ou a extinção do contrato perante a promitente vendedora. Se optar pela extinção contratual, é indevido o pagamento de indenização por lucros cessantes."
  },
  {
    "id": "stj_julgado_julgado_1757280530809",
    "texto": "STJ | INFORMATIVO 1122 - STF | O regime obrigatório de separação de bens nos casamentos e nas uniões estáveis que envolvam pessoas maiores de 70 anos pode ser alterado pelos interessados, sendo possível afastar o artigo 1.641, II, do Código Civil, desde que por escritura pública firmada em cartório."
  },
  {
    "id": "stj_julgado_EREsp_1_725_030_SP_20102023",
    "texto": "STJ | 20/10/2023 | EREsp 1.725.030-SP | Aplica-se o regime prescricional típico da Fazenda Pública para as entidades da Administração Indireta com personalidade de direito privado que atuem na prestação de serviços públicos essenciais sem finalidade lucrativa e sem natureza concorrencial."
  },
  {
    "id": "stj_julgado_REsp_1_705_928_SP_25012024",
    "texto": "STJ | 25/01/2024 | REsp 1.705.928-SP | A instituição financeira não pode cobrar taxas e despesas bancárias sobre pensão alimentícia enviada ao exterior."
  },
  {
    "id": "stj_julgado_REsp_2_059_781_RJ_15122023",
    "texto": "STJ | 15/12/2023 | REsp 2.059.781-RJ | Há legitimidade dos prejudicados para executar individualmente o Termo de Ajustamento de Conduta não cumprido que verse sobre direitos individuais homogêneos, em razão da natureza desses direitos e interesses."
  },
  {
    "id": "stj_julgado_REsp_2_054_390_SP_19122023",
    "texto": "STJ | 19/12/2023 | REsp 2.054.390-SP | INFORMATIVO 799 - STJ | A pretensão de responsabilização direta por atos de tortura praticados durante o regime militar não é imprescritível."
  },
  {
    "id": "stj_julgado_REsp_2_004_822_RS_19122023",
    "texto": "STJ | 19/12/2023 | REsp 2.004.822-RS | INFORMATIVO 799 - STJ | A pretensão de reembolso de despesas efetuadas por condômino com a manutenção da coisa em estado de indivisão prescreve em 10 anos pelo CC/2002 e em 20 anos pelo CC/1916."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil_05122023",
    "texto": "STJ | 05/12/2023 | Responsabilidade Civil | INFORMATIVO 1120 - STF | 1ª Tese: A plena proteção constitucional à liberdade de imprensa está associada à liberdade com responsabilidade, vedada censura prévia por parte do Poder Judiciário. Eventual violação dos direitos à honra, intimidade, vida privada e à própria imagem será resolvida na seara da responsabilização civil. 2ª Tese: De forma excepcional, as empresas jornalísticas podem ser responsabilizadas civilmente pela publicação de entrevista em que o entrevistado faz atribuição falsa de crime a terceiro. Essa responsabilização ocorre quando comprovada má-fé ou culpa grave do meio de comunicação. Em regra, é o próprio entrevistado que deverá ser responsabilizado."
  },
  {
    "id": "stj_julgado_REsp_1_945_959_RS_17102023",
    "texto": "STJ | 17/10/2023 | REsp 1.945.959-RS | Havendo decisão judicial que obriga o atendimento de beneficiário de plano de saúde pelo SUS, o ente federado pode buscar o ressarcimento dos valores referentes aos serviços prestados, contra o plano de saúde, diretamente e pela via judicial, sem necessidade de adotar o procedimento administrativo da ANS."
  },
  {
    "id": "stj_julgado_REsp_1_986_672_SC_21112023",
    "texto": "STJ | 21/11/2023 | REsp 1.986.672-SC | A condenação em dano moral presumido dispensa instrução probatória específica, mas exige pedido expresso com indicação específica do valor pretendido."
  },
  {
    "id": "stj_julgado_julgado_10112023",
    "texto": "STJ | 10/11/2023 | INFORMATIVO 1116 - STF | 1ª Tese: Após a EC 66/2010, não mais se exige a separação judicial prévia como requisito para o divórcio e o instituto não permanece válido no ordenamento jurídico. 2ª Tese: As pessoas apenas separadas (e não divorciadas) permanecem nessa condição, sem alteração do estado civil, tendo em vista se tratar de ato jurídico perfeito."
  },
  {
    "id": "stj_julgado_REsp_1_989_291_SP_23112023",
    "texto": "STJ | 23/11/2023 | REsp 1.989.291-SP | O simples reconhecimento da superioridade técnica e econômica da fornecedora não é suficiente para tornar nula cláusula de limitação de responsabilidade."
  },
  {
    "id": "stj_julgado_REsp_1_942_097_MT_10112023",
    "texto": "STJ | 10/11/2023 | REsp 1.942.097-MT | INFORMATIVO 796 - STJ | Em usufruto estabelecido por ato inter vivos em favor de duas ou mais pessoas, o usufrutuário sobrevivente não possui o dever de prestar contas dos frutos referentes ao quinhão de usufrutuário falecido no processo de inventário. Isso porque o referido quinhão não passou a integrar o quinhão do usufrutuário sobrevivente e nem foi transmitido aos herdeiros, apenas retornando ao nu-proprietário."
  },
  {
    "id": "stj_julgado_AREsp_1_776_983_SP_20102023",
    "texto": "STJ | 20/10/2023 | AREsp 1.776.983-SP | É válida (i) a cláusula de alienação fiduciária nos contratos regidos pela CDHU e (ii) o leilão público dos imóveis quando houver a execução daquela garantia."
  },
  {
    "id": "stj_julgado_AREsp_2_267_828_MG_23102023",
    "texto": "STJ | 23/10/2023 | AREsp 2.267.828-MG | INFORMATIVO 792 - STJ | Não é possível fixar, na esfera penal, indenização mínima a título de danos morais, sem que tenha havido a efetiva comprovação do abalo à honra objetiva da pessoa jurídica."
  },
  {
    "id": "stj_julgado_REsp_2_088_100_SP_23102023",
    "texto": "STJ | 23/10/2023 | REsp 2.088.100-SP | INFORMATIVO 792 - STJ | A prescrição da pretensão impede a cobrança extrajudicial do débito."
  },
  {
    "id": "stj_julgado_REsp_2_069_181_SP_26102023",
    "texto": "STJ | 26/10/2023 | REsp 2.069.181-SP | INFORMATIVO 791 - STJ | O testador que deixar bens à filha incapaz pode instituir livremente a quem competirá a curadoria especial."
  },
  {
    "id": "stj_julgado_EREsp_1_866_844_SP_09102023",
    "texto": "STJ | 09/10/2023 | EREsp 1.866.844-SP | INFORMATIVO 789 - STJ | A ausência do registro da propriedade fiduciária não retira a validade do ajuste entre as partes e não impede a alienação extrajudicial do bem pelo credor, após o registro."
  },
  {
    "id": "stj_julgado_AgInt_nos_EREsp_1_393_699_PR_04102023",
    "texto": "STJ | 04/10/2023 | AgInt nos EREsp 1.393.699-PR | INFORMATIVO 796 - STJ | O vínculo permanente e vitalício entre a Igreja Católica e seu sacerdote é suficiente para fundamentar a responsabilidade civil objetiva da instituição religiosa por danos causados a terceiros. De toda forma, essa responsabilização depende de estar comprovada a responsabilidade subjetiva do padre por fato criminoso."
  },
  {
    "id": "stj_julgado_REsp_1_994_565_MG_03102023",
    "texto": "STJ | 03/10/2023 | REsp 1.994.565-MG | INFORMATIVO 789 - STJ | No caso de homologação da partilha sem expedição do formal, havendo condomínio de imóvel por parte dos herdeiros, todos respondem solidariamente pelas despesas condominiais, não havendo limitação ao respectivo quinhão, tampouco às forças da herança."
  },
  {
    "id": "stj_julgado_AgInt_no_AgInt_no_AREsp_2_064_554_BA_22092023",
    "texto": "STJ | 22/09/2023 | AgInt no AgInt no AREsp 2.064.554-BA | INFORMATIVO 793 - STJ | É devida indenização por danos morais na hipótese de atraso na entrega de obra quando isso implicar ofensa a direitos de personalidade."
  },
  {
    "id": "stj_julgado_REsp_1_913_122_DF_12092023",
    "texto": "STJ | 12/09/2023 | REsp 1.913.122-DF | INFORMATIVO 789 - STJ | É possível a compensação de créditos decorrentes de aquisição de imóveis em contrato administrativo firmado entre empresa pública e particular, mesmo sem autorização do particular."
  },
  {
    "id": "stj_julgado_REsp_1_925_192_RS_02102023",
    "texto": "STJ | 02/10/2023 | REsp 1.925.192-RS | INFORMATIVO 787 - STJ | Ao reconhecer administrativamente direito pleiteado por interessados, a Administração Pública não renuncia tacitamente à prescrição, pois seria necessária lei autorizativa para tanto."
  },
  {
    "id": "stj_julgado_REsp_1_953_359_SP_26092023",
    "texto": "STJ | 26/09/2023 | REsp 1.953.359-SP | INFORMATIVO 787 - STJ | As obrigações ambientais possuem natureza propter rem. O credor pode exigi-las do proprietário ou possuidor atual, de qualquer dos anteriores, ou ambos. Apenas está isento da responsabilidade aquele que alienou a propriedade antes de qualquer dano, e não concorreu direta ou indiretamente para sua causa."
  },
  {
    "id": "stj_julgado_REsp_2_015_301_MA_15092023",
    "texto": "STJ | 15/09/2023 | REsp 2.015.301-MA | INFORMATIVO 787 - STJ | Nos procedimentos de demarcação de terrenos de marinha, o chamamento de interessados realizado por meio de edital é válido, quando ocorrido entre os dias 31/05/2007 e 28/03/2011."
  },
  {
    "id": "stj_julgado_REsp_1_846_966_SP_19092023",
    "texto": "STJ | 19/09/2023 | REsp 1.846.966-SP | INFORMATIVO 790 - STJ | Em razão da interpretação sistemática do CPC, é possível ao credor de alimentos a inclusão das prestações vencidas no curso da execução (ou seja, prestações vincendas) quando optar pelo rito da expropriação de bens."
  },
  {
    "id": "stj_julgado_julgado_08092023",
    "texto": "STJ | 08/09/2023 | INFORMATIVO 1106 - STF | É imprescritível a pretensão de ressarcimento ao erário decorrente da exploração irregular do patrimônio mineral da União, porquanto indissociável do dano ambiental causado."
  },
  {
    "id": "stj_julgado_REsp_1_856_024_SC_14092023",
    "texto": "STJ | 14/09/2023 | REsp 1.856.024-SC | INFORMATIVO 784 - STJ | O registro do loteamento implica perda da posse e do domínio do espaço livre, com transferência irreversível para o Poder Público."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_1_657_468_SP_23082023",
    "texto": "STJ | 23/08/2023 | AgInt no AREsp 1.657.468-SP | INFORMATIVO 785 - STJ | No contrato de comodato, o comodante não poderá arcar com as despesas ordinárias da coisa, exceto em caso de consentimento expresso."
  },
  {
    "id": "stj_julgado_REsp_2_080_290_MG_23082023",
    "texto": "STJ | 23/08/2023 | REsp 2.080.290-MG | A associação de proteção veicular estipulante de contrato coletivo de seguro pode ser responsabilizada solidariamente com o segurador quando descumprir obrigações contratuais ou quando criar nos segurados a expectativa de ser o responsável pelo pagamento da indenização."
  },
  {
    "id": "stj_julgado_REsp_1_951_662_RS_20102023",
    "texto": "STJ | 20/10/2023 | REsp 1.951.662-RS | INFORMATIVO 782 - STJ | Para a comprovação da mora nos contratos garantidos por alienação fiduciária, basta o envio da notificação extrajudicial ao devedor no endereço indicado no contrato, sem necessidade da prova do recebimento, seja pelo próprio devedor, seja por terceiros."
  },
  {
    "id": "stj_julgado_AgInt_no_AgInt_no_AREsp_1_995_955_RJ_28062023",
    "texto": "STJ | 28/06/2023 | AgInt no AgInt no AREsp 1.995.955-RJ | Em regra, a resilição unilateral de contrato de plano de saúde é válida, mas é considerada abusiva quando realizada durante o tratamento médico que assegure a sobrevivência ou a preservação da incolumidade física e/ou psiquica do beneficiário."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_893_395_RS_28062023",
    "texto": "STJ | 28/06/2023 | AgInt no REsp 1.893.395-RS | A administradora de imóveis responde objetivamente pela venda fraudulenta de imóveis realizada por corretora a ela vinculada, por falha na prestação dos serviços de intermediação imobiliária."
  },
  {
    "id": "stj_julgado_REsp_1_822_936_MG_26062023",
    "texto": "STJ | 26/06/2023 | REsp 1.822.936-MG | O fato de os genitores negociarem parcelas pretéritas dos alimentos devidos ao menor não configura, por si, conflito de interesse entre os representantes legais e o incapaz, devendo sempre ser analisadas as peculiaridades do caso concreto para avaliar a real necessidade de nomeação de curador especial."
  },
  {
    "id": "stj_julgado_REsp_1_830_735_RS_26062023",
    "texto": "STJ | 26/06/2023 | REsp 1.830.735-RS | INFORMATIVO 780 - STJ | A pessoa casada em regime universal pode ter seus bens constritos judicialmente por dívida do cônjuge, ainda que não tenha sido parte no processo, resguardada a sua meação."
  },
  {
    "id": "stj_julgado_REsp_2_055_363_MG_23062023",
    "texto": "STJ | 23/06/2023 | REsp 2.055.363-MG | INFORMATIVO 781 - STJ | A representação da criança ou adolescente por seus pais vincula-se à incapacidade civil e econômica do próprio menor, sobre o qual incide a regra do art. 99, § 3º, do CPC/2015, mas isso não implica automaticamente o exame do direito à gratuidade com base na situação financeira dos pais."
  },
  {
    "id": "stj_julgado_REsp_1_837_425_PR_22062023",
    "texto": "STJ | 22/06/2023 | REsp 1.837.425-PR | INFORMATIVO 779 - STJ | O termo inicial da prescrição aquisitiva é o do exercício da posse ad usucapionem, não da ciência do titular do imóvel da violação ao seu direito de propriedade, ainda que constatada somente após ação demarcatória, devendo ser afastada a aplicação da teoria da actio nata em seu viés subjetivo."
  },
  {
    "id": "stj_julgado_REsp_1_799_625_SP_15062023",
    "texto": "STJ | 15/06/2023 | REsp 1.799.625-SP | Para cumprimento do lapso de 5 anos necessário à declaração de usucapião especial urbana, não é possível aproveitar o tempo anterior de posse de terceiros."
  },
  {
    "id": "stj_julgado_REsp_2_059_278_SC_12092023",
    "texto": "STJ | 12/09/2023 | REsp 2.059.278-SC | INFORMATIVO 789 - STJ | Se o condomínio move ação contra condômino devedor, é possível a penhora do imóvel originário do débito, ainda que alienado fiduciariamente, com a ressalva de que o credor fiduciário deverá ser intimado para, se quiser, quitar o débito."
  },
  {
    "id": "stj_julgado_REsp_1_657_424_AM_23052023",
    "texto": "STJ | 23/05/2023 | REsp 1.657.424-AM | INFORMATIVO 777 - STJ | Havendo dois títulos de propriedade para o mesmo imóvel, será considerado proprietário aquele que registrou o título aquisitivo primeiro."
  },
  {
    "id": "stj_julgado_REsp_1_951_346_SP_19052023",
    "texto": "STJ | 19/05/2023 | REsp 1.951.346-SP | 1ª Tese: A falta de registro da transação em cartório (contratos de gaveta) não impede a cobrança de laudêmio. 2ª Tese: O prazo decadencial para constituir os créditos relativos aos laudêmios começa a correr a partir do momento em que União toma conhecimento do fato gerador. 3ª Tese: Aplica-se o §1° do art. 47 da lei 9.636/1998 em relação ao laudêmio devido em casos de cessões particulares relativos ao período anterior ao conhecimento do fato gerador."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_590_354_MG_15052023",
    "texto": "STJ | 15/05/2023 | AgInt no REsp 1.590.354-MG | Não é possível inviabilizar o próprio pedido de concessão do benefício previdenciário (ou de seu restabelecimento) em razão do transcurso de quaisquer prazos - seja decadencial ou prescricional. A prescrição limita-se apenas às parcelas anteriores vencidas em 5 anos antes da propositura da ação."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_2_235_620_PR_17052023",
    "texto": "STJ | 17/05/2023 | AgInt no AREsp 2.235.620-PR | INFORMATIVO 776 - STJ | A interrupção da prescrição, na forma prevista no § 1º do artigo 240 do Código de Processo Civil, retroagirá à data em que petição inicial reunir condições de se desenvolver de forma válida e regular do processo."
  },
  {
    "id": "stj_julgado_REsp_2_035_008_SP_05052023",
    "texto": "STJ | 05/05/2023 | REsp 2.035.008-SP | INFORMATIVO 774 - STJ | O direito de tapagem prevê o compartilhamento de gastos decorrentes da construção de muro comum aos proprietários."
  },
  {
    "id": "stj_julgado_REsp_1_671_422_SP_02052023",
    "texto": "STJ | 02/05/2023 | REsp 1.671.422-SP | INFORMATIVO 772 - STJ | A alteração do regime de separação total de bens para o de comunhão universal, por escolha dos cônjuges, retroage à data do casamento."
  },
  {
    "id": "stj_julgado_REsp_2_032_427_SP_04052023",
    "texto": "STJ | 04/05/2023 | REsp 2.032.427-SP | INFORMATIVO 774 - STJ | O julgamento de ação por danos morais decorrentes de ofensas em redes sociais é competência do foro de domicílio da vítima."
  },
  {
    "id": "stj_julgado_REsp_1_736_786_SP_04052023",
    "texto": "STJ | 04/05/2023 | REsp 1.736.786-SP | INFORMATIVO 776 - STJ | Há responsabilidade solidária entre aquele que reproduz obra intelectual sem autorização e aquele que obtém ganho, vantagem ou lucro direto ou indireto com a reprodução."
  },
  {
    "id": "stj_julgado_REsp_1_812_987_RJ_04052023",
    "texto": "STJ | 04/05/2023 | REsp 1.812.987-RJ | INFORMATIVO 774 - STJ | A ação de despejo é a via processual adequada para o proprietário retomar a posse de imóvel locado. A ação possessória não serve para tal finalidade."
  },
  {
    "id": "stj_julgado_REsp_2_045_640_GO_28042023",
    "texto": "STJ | 28/04/2023 | REsp 2.045.640-GO | INFORMATIVO 772 - STJ | É ônus do credor não admitido no inventário o ajuizamento da ação de conhecimento, não competindo ao juiz a conversão do pedido de habilitação de crédito em ação de cobrança, em substituição às partes."
  },
  {
    "id": "stj_julgado_REsp_2_038_445_DF_27042023",
    "texto": "STJ | 27/04/2023 | REsp 2.038.445-DF | INFORMATIVO 775 - STJ | É nulo o contrato de prestação de serviços celebrado por sociedade empresária que caracterize atividades privativas de advocacia, ainda que um dos sócios seja advogado."
  },
  {
    "id": "stj_julgado_REsp_2_046_349_SP_24042023",
    "texto": "STJ | 24/04/2023 | REsp 2.046.349-SP | O pedido complementar de indenização por danos materiais formulado em ação diversa da referente à indenização já obtida, com trânsito em julgado, sendo as partes e a causa de pedir as mesmas, não está acobertado pela coisa julgada caso inclua danos não contemplados na primeira ação, ainda que decorrentes dos mesmos fatos."
  },
  {
    "id": "stj_julgado_REsp_1_985_206_RJ_24042023",
    "texto": "STJ | 24/04/2023 | REsp 1.985.206-RJ | O sócio de pessoa jurídica não possui legitimidade ativa para pleitear indenização, em nome próprio, por danos ao patrimônio da empresa, uma vez que eventual procedência no pedido beneficiaria diretamente a sociedade e contribuiria para a restauração do capital social prejudicado."
  },
  {
    "id": "stj_julgado_REsp_2_017_064_SP_20042023",
    "texto": "STJ | 20/04/2023 | REsp 2.017.064-SP | INFORMATIVO 770 - STJ | É lícito ao juiz proferir nova decisão para ajustar questão sucessória, existente em inventário ainda não concluído, à orientação vinculante emanada do Supremo Tribunal Federal."
  },
  {
    "id": "stj_julgado_REsp_1_896_515_RS_17042023",
    "texto": "STJ | 17/04/2023 | REsp 1.896.515-RS | INFORMATIVO 771 - STJ | 1ª Tese: O crédito de precatório resultante de ação previdenciária pode ser objeto de cessão. 2ª Tese: A possibilidade de cessão de precatórios decorrentes de ações previdenciárias não impede o juiz de controlar de ofício a validade da transmissão, negando a produção de efeitos a negócios jurídicos nulos, independentemente de ajuizamento de ação própria."
  },
  {
    "id": "stj_julgado_REsp_1_927_090_RJ_28032023",
    "texto": "STJ | 28/03/2023 | REsp 1.927.090-RJ | INFORMATIVO 768 - STJ | Não é possível a completa supressão e substituição total do nome registral, por pessoa autoidentificada como indígena, por ausência de previsão legal, bem como por respeito ao princípio da segurança jurídica e das relações jurídicas a serem afetadas."
  },
  {
    "id": "stj_julgado_REsp_2_031_816_RJ_22032023",
    "texto": "STJ | 22/03/2023 | REsp 2.031.816-RJ | INFORMATIVO 767 - STJ | O shopping center e o estacionamento vinculado a ele podem ser responsabilizados por roubo à mão armada ocorrido na cancela para ingresso no estabelecimento comercial, em via pública."
  },
  {
    "id": "stj_julgado_AREsp_1_192_906_SP_22032023",
    "texto": "STJ | 22/03/2023 | AREsp 1.192.906-SP | INFORMATIVO 767 - STJ | 1ª Tese: É trienal o prazo prescricional aplicável à pretensão de indenização fundada em atos ofensivos praticados após a rescisão do contrato de trabalho. 2ª Tese: A fluência da prescrição da pretensão indenizatória fundada na imputação de crimes dos quais se venha a ser posteriormente absolvido tem início com o trânsito em julgado da sentença na ação penal."
  },
  {
    "id": "stj_julgado_REsp_2_021_711_RS_22032023",
    "texto": "STJ | 22/03/2023 | REsp 2.021.711-RS | INFORMATIVO 767 - STJ | Em contrato de compra e venda de imóvel na planta, a diferença ínfima a menor na metragem, que não inviabiliza ou prejudica a utilização do imóvel para o fim esperado, não autoriza a resolução contratual, ainda que a relação se submeta às disposições do Código de Defesa do Consumidor."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_2_107_167_SP_26052023",
    "texto": "STJ | 26/05/2023 | AgInt no AREsp 2.107.167-SP | No caso de ato ilícito continuado, a prescrição não afeta as ocorrências posteriores ao marco temporal prescricional para a tutela reparatória e inibitória, abrangendo apenas o período anterior."
  },
  {
    "id": "stj_julgado_REsp_2_024_829_SC_14032023",
    "texto": "STJ | 14/03/2023 | REsp 2.024.829-SC | INFORMATIVO 766 - STJ | É possível a cumulação da multa fixada em cláusula penal compensatória, em montante único, com a taxa de ocupação na hipótese de extinção de contrato de compra e venda de imóvel por culpa do comprador."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_998_744_RJ_10032023",
    "texto": "STJ | 10/03/2023 | AgInt no REsp 1.998.744-RJ | INFORMATIVO 768 - STJ | Aplica-se o prazo prescricional de 5 anos, nos termos do art. 1º do Decreto n. 20.910/1932, à ação de ressarcimento de benefício previdenciário pago indevidamente, quando comprovada a má-fé do benefíciário."
  },
  {
    "id": "stj_julgado_REsp_1_902_410_MG_03032023",
    "texto": "STJ | 03/03/2023 | REsp 1.902.410-MG | INFORMATIVO 765 - STJ | É válido o negócio jurídico firmado por Diretor-geral de Clube de Futebol, por aplicação da Teoria da aparência, quando atuar em nome e no interesse do clube, em negócio jurídico que lhe gerou proveito econômico, ainda que não tenha poderes para representá-lo."
  },
  {
    "id": "stj_julgado_AgInt_nos_EDcl_no_REsp_1_770_411_RJ_05072023",
    "texto": "STJ | 05/07/2023 | AgInt nos EDcl no REsp 1.770.411-RJ | INFORMATIVO 781 - STJ | No contexto de propaganda comparativa ofensiva, não cabe indenização por danos materiais sem a devida demonstração de prejuízo."
  },
  {
    "id": "stj_julgado_julgado_14022023",
    "texto": "STJ | 14/02/2023 | INFORMATIVO 775 - STJ | É válido testamento público que reflete a vontade real, livre e consciente do testador, verificável diante do caso concreto, mesmo que o documento contenha erro formal decorrente exclusivamente do notário."
  },
  {
    "id": "stj_julgado_julgado_14022023",
    "texto": "STJ | 14/02/2023 | INFORMATIVO 763 - STJ | Na vigência dos contratos de plano de saúde ou de seguro de assistência à saúde, a pretensão condenatória decorrente da declaração de nulidade de cláusula de reajuste nele prevista prescreve em 20 anos (art. 177 do CC/1916) ou em 3 anos (art. 206, § 3º, IV, do CC/2002), observada a regra de transição do art. 2.028 do CC/2002."
  },
  {
    "id": "stj_julgado_AREsp_571_709_SP_14022023",
    "texto": "STJ | 14/02/2023 | AREsp 571.709-SP | INFORMATIVO 763 - STJ | Os pais, detentores do poder familiar, não respondem solidariamente por contrato oneroso de prestação de serviços escolares celebrado entre a instituição de ensino e terceiro estranho à entidade familiar."
  },
  {
    "id": "stj_julgado_REsp_1_675_985_DF_31012023",
    "texto": "STJ | 31/01/2023 | REsp 1.675.985-DF | INFORMATIVO 763 - STJ | Aplica-se o prazo prescricional de 10 anos, nos termos do art. 205 do Código Civil/2002, na cobrança de taxa de ocupação do particular no contrato administrativo de concessão de direito real de uso para a utilização privativa de bem público."
  },
  {
    "id": "stj_julgado_REsp_1_848_369_MG_07022023",
    "texto": "STJ | 07/02/2023 | REsp 1.848.369-MG | INFORMATIVO 762 - STJ | Os encargos moratórios atinentes ao crédito sub-rogado devem compor a condenação da ação de regresso, sob pena de enriquecimento sem causa do devedor."
  },
  {
    "id": "stj_julgado_REsp_2_038_760_RJ_09122022",
    "texto": "STJ | 09/12/2022 | REsp 2.038.760-RJ | INFORMATIVO 762 - STJ | É possível a modificação do lar de referência de criança sob guarda compartilhada para o exterior, distinto daquele em que reside um dos genitores."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_770_391_SP_02022023",
    "texto": "STJ | 02/02/2023 | AgInt no REsp 1.770.391-SP | INFORMATIVO 762 - STJ | A irresponsabilidade da imprensa ao exibir, em rede nacional, programa que veicule matéria ofensiva à honra e à dignidade de cidadão enseja dano moral indenizável e este deve ser suficiente para reparar o dano, servir de sanção da conduta praticada e coibir novos abusos."
  },
  {
    "id": "stj_julgado_EDcl_no_REsp_1_567_276_CE_28112022",
    "texto": "STJ | 28/11/2022 | EDcl no REsp 1.567.276-CE | INFORMATIVO 758 - STJ | Para reconhecimento de Herdeiro sonegado, basta comprovar o conhecimento acerca da ocultação de bens da herança e o dolo existente na conduta de sonegação desses bens, independente de interpelação pessoal."
  },
  {
    "id": "stj_julgado_REsp_1_896_526_DF_28102022",
    "texto": "STJ | 28/10/2022 | REsp 1.896.526-DF | INFORMATIVO 755 - STJ | No arrolamento sumário, a homologação da partilha ou da adjudicação, bem como a expedição do formal de partilha e da carta de adjudicação, não se condicionam ao prévio recolhimento do imposto de transmissão causa mortis, devendo ser comprovado, todavia, o pagamento dos tributos relativos aos bens do espólio e às suas rendas, a teor dos arts. 659, § 2º, do CPC/2015 e 192 do CTN."
  },
  {
    "id": "stj_julgado_EAREsp_1_260_418_MG_26102022",
    "texto": "STJ | 26/10/2022 | EAREsp 1.260.418-MG | INFORMATIVO 757 - STJ | O prazo prescricional para propor ação de petição de herança se inicia com a abertura da sucessão."
  },
  {
    "id": "stj_julgado_REsp_1_971_316_SP_14112022",
    "texto": "STJ | 14/11/2022 | REsp 1.971.316-SP | INFORMATIVO 756 - STJ | Em ação indenizatória que se origina de alegado ilícito concorrencial, uma vez verificada inexistência de decisão do CADE sobre a formação de cartel, o prazo prescricional é de três anos - art. 206, § 3º, V, CC/2002 - e o termo inicial para sua contagem é a data da ciência do fato danoso."
  },
  {
    "id": "stj_julgado_REsp_2_023_942_SP_28102022",
    "texto": "STJ | 28/10/2022 | REsp 2.023.942-SP | A responsabilização de terceiro em casos de aliciamento de prestadores de serviço deve levar em consideração o comportamento de mercado dos concorrentes envolvidos no ramo analisado."
  },
  {
    "id": "stj_julgado_REsp_2_000_288_MG_27102022",
    "texto": "STJ | 27/10/2022 | REsp 2.000.288-MG | INFORMATIVO 757 - STJ | 1ª Tese: É possível a compensação ser alegada em contestação, de forma a justificar o não pagamento do valor cobrado ou a sua redução, extinguindo ou modificando o direito do autor. 2ª Tese: Não há como formular, na contestação, pedido de rescisão ou revisão contratual. 3ª Tese: Se a pretensão de cobrança deduzida na inicial é fundada em cláusula contratual, a alegação de nulidade dessa cláusula ou da própria cobrança pode ser manejada em contestação, por caracterizar fato extintivo do direito do autor."
  },
  {
    "id": "stj_julgado_REsp_2_011_360_MS_27102022",
    "texto": "STJ | 27/10/2022 | REsp 2.011.360-MS | Se pactuado, é possível utilizar a taxa Selic como índice de correção monetária das parcelas de contrato de compra e venda de imóvel. Nesse caso não haverá cumulação com juros remuneratórios, uma vez que já estão englobados na Selic."
  },
  {
    "id": "stj_julgado_REsp_1_944_228_SP_07112022",
    "texto": "STJ | 07/11/2022 | REsp 1.944.228-SP | Primeira Tese: Encerrado o estado de comunhão dos bens, aplica-se o prazo prescricional trienal à pretensão de que o ex-companheiro arque com gastos de animais de estimação adquiridos durante a união estável. Segunda Tese: Não é possível aplicar por analogia disposições acerca da pensão alimentícia aos animais de estimação adquiridos durante união estável."
  },
  {
    "id": "stj_julgado_REsp_1_929_450_SP_24102022",
    "texto": "STJ | 24/10/2022 | REsp 1.929.450-SP | INFORMATIVO 754 - STJ | Não se aplica a teoria da perda de uma chance para responsabilizar empresa que deixou de apresentar seus livros societários em prazo hábil para subsidiar impugnação de alegada doação inoficiosa por um de seus sócios, na hipótese de não restar comprovado o nexo de causalidade entre o extravio dos livros e as chances de vitória na demanda judicial."
  },
  {
    "id": "stj_julgado_REsp_1_969_648_DF_21102022",
    "texto": "STJ | 21/10/2022 | REsp 1.969.648-DF | INFORMATIVO 754 - STJ | O reconhecimento de simulação na compra e venda de imóvel em detrimento da partilha de bens do casal gera nulidade do negócio e garante o direito à meação a ex-cônjuge."
  },
  {
    "id": "stj_julgado_REsp_1_293_137_BA_24102022",
    "texto": "STJ | 24/10/2022 | REsp 1.293.137-BA | INFORMATIVO 754 - STJ | Mãe biológica pode formular pedido de adoção em relação a filho dado a adoção, desde que este seja maior de idade."
  },
  {
    "id": "stj_julgado_REsp_1_786_266_DF_24102022",
    "texto": "STJ | 24/10/2022 | REsp 1.786.266-DF | INFORMATIVO 754 - STJ | Em razão do princípio da unicidade da interrupção prescricional, mesmo diante de uma hipótese interruptiva extrajudicial (protesto de título) e outra em decorrência de ação judicial de cancelamento de protesto e título executivo, apenas admite-se a interrupção do prazo pelo primeiro dos eventos."
  },
  {
    "id": "stj_julgado_RMS_67_436_DF_10102022",
    "texto": "STJ | 10/10/2022 | RMS 67.436-DF | INFORMATIVO 752 - STJ | É legal a ordem judicial de exumação de restos mortais do de cujus, a fim de subsidiar exame de DNA para averiguação de vínculo de paternidade, diante de tentativas frustradas de realizar-se o exame em parentes vivos do investigado, bem como de completa impossibilidade de elucidação dos fatos por intermédio de outros meios de prova."
  },
  {
    "id": "stj_julgado_REsp_2_018_619_SP_10102022",
    "texto": "STJ | 10/10/2022 | REsp 2.018.619-SP | INFORMATIVO 752 - STJ | No contrato de mútuo com alienação fiduciária, o prazo quinquenal de prescrição é contado da data em que consolidada a propriedade do imóvel em nome da instituição financeira (transferência definitiva da propriedade do imóvel), e não da data em que instituída a garantia da alienação fiduciária."
  },
  {
    "id": "stj_julgado_REsp_1_799_039_SP_07102022",
    "texto": "STJ | 07/10/2022 | REsp 1.799.039-SP | INFORMATIVO 754 - STJ | A cláusula que desobriga uma das partes a remunerar a outra por serviços prestados na hipótese de rescisão contratual não viola a boa-fé e a função social do contrato quando presente equilíbrio entre as partes contratantes no momento da estipulação."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_567_833_MG_06102022",
    "texto": "STJ | 06/10/2022 | AgInt no REsp 1.567.833-MG | Em financiamento com garantia hipotecária, a quitação no registro do imóvel é ficta, e exige prova do pagamento do débito para que se considere realizada."
  },
  {
    "id": "stj_julgado_REsp_1_504_916_DF_10102022",
    "texto": "STJ | 10/10/2022 | REsp 1.504.916-DF | INFORMATIVO 752 - STJ | A existência de bem público não demarcado em condomínio pro indiviso com particulares não impede ação de usucapião parcial."
  },
  {
    "id": "stj_julgado_REsp_2_022_860_MG_30092022",
    "texto": "STJ | 30/09/2022 | REsp 2.022.860-MG | INFORMATIVO 753 - STJ | Para saber se há justa causa para cancelamento de cláusula de inalienabilidade e impenhorabilidade, é preciso analisar, dentre outros critérios, os dispositivos protetivos do Estatuto da Pessoa Idosa."
  },
  {
    "id": "stj_julgado_REsp_1_909_276_RJ_30092022",
    "texto": "STJ | 30/09/2022 | REsp 1.909.276-RJ | INFORMATIVO 753 - STJ | O fato de os possuidores serem proprietários de metade do imóvel usucapiendo não faz incidir a vedação de não possuir \"outro imóvel\" urbano, contida no artigo 1.240 do Código Civil."
  },
  {
    "id": "stj_julgado_REsp_2_008_627_RS_19092022",
    "texto": "STJ | 19/09/2022 | REsp 2.008.627-RS | INFORMATIVO 749 - STJ | A hasta pública para alienação de vaga de garagem em condomínio se restringe aos demais condôminos, salvo autorização expressa na convenção condominial."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_716_741_RS_19092022",
    "texto": "STJ | 19/09/2022 | AgInt no REsp 1.716.741-RS | INFORMATIVO 754 - STJ | O CUB-SINDUSCON é indexador válido para a correção monetária das prestações ajustadas relativamente ao período de edificação do imóvel e após a conclusão da obra deve incidir o Índice Nacional de Preços ao Consumidor (INPC)."
  },
  {
    "id": "stj_julgado_REsp_1_987_016_RS_13092022",
    "texto": "STJ | 13/09/2022 | REsp 1.987.016-RS | INFORMATIVO 750 - STJ | Empresas de factoring podem realizar atividade de mútuo feneratício (empréstimo), desde que a taxa de juros legal seja respeitada."
  },
  {
    "id": "stj_julgado_AgInt_no_RMS_67_430_BA_09092022",
    "texto": "STJ | 09/09/2022 | AgInt no RMS 67.430-BA | INFORMATIVO 750 - STJ | É possível, em acordo celebrado em ação de divórcio, dispor sobre a manutenção do ex-cônjuge como dependente em plano de saúde fechado, restrito a servidores públicos."
  },
  {
    "id": "stj_julgado_REsp_1_773_885_SP_05092022",
    "texto": "STJ | 05/09/2022 | REsp 1.773.885-SP | INFORMATIVO 747 - STJ | Em partida de futebol, se houver tumulto causado por artefatos explosivos jogados contra a torcida visitante, o time mandante deve responder pelos danos causados aos torcedores."
  },
  {
    "id": "stj_julgado_REsp_1_785_762_RJ_29092022",
    "texto": "STJ | 29/09/2022 | REsp 1.785.762-RJ | INFORMATIVO 751 - STJ | Não incide imposto de renda (IR) sobre o preço recebido em virtude de cessão com deságio de precatório."
  },
  {
    "id": "stj_julgado_REsp_1_325_938_SE_31082022",
    "texto": "STJ | 31/08/2022 | REsp 1.325.938-SE | INFORMATIVO 749 - STJ | A divulgação de notícia ou crítica acerca de atos ou decisões do Poder Público, ou de comportamento de seus agentes, não configuram, a princípio, abuso no exercício da liberdade de imprensa, desde que não se refiram a núcleo essencial de intimidade e de vida privada da pessoa."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_674_270_SP_31082022",
    "texto": "STJ | 31/08/2022 | AgInt no AREsp 674.270-SP | INFORMATIVO 748 - STJ | A utilização de fotografias que servir tão somente para ilustrar matéria jornalística sobre fato ocorrido e narrado pelo ponto de vista do repórter não constitui, per se, violação ao direito de preservação de imagem ou de vida íntima e privada de outrem, não havendo que se falar em causa para indenização por danos morais."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_1_519_848_SP_29082022",
    "texto": "STJ | 29/08/2022 | AgInt no AREsp 1.519.848-SP | INFORMATIVO 746 - STJ | Configura dano moral, sujeito à indenização, a veiculação, em rede nacional de TV, de imagem de pessoa nua em praia de naturismo, sem autorização e com atribuição de conotação pejorativa."
  },
  {
    "id": "stj_julgado_REsp_1_978_532_SP_31082022",
    "texto": "STJ | 31/08/2022 | REsp 1.978.532-SP | A divulgação científica não autorizada de imagem de paciente viola direitos de intimidade e a ética médica, gerando responsabilização solidária entre os médicos autores do artigo e a editora."
  },
  {
    "id": "stj_julgado_REsp_1_698_997_SP_12092022",
    "texto": "STJ | 12/09/2022 | REsp 1.698.997-SP | INFORMATIVO 748 - STJ | Em contrato garantido por hipoteca, a efetivação de penhora sobre o bem dado em garantia, por si só, não impede que o credor requeira a falência do devedor com fundamento no art. 94, II, da Lei n. 11.101/2005."
  },
  {
    "id": "stj_julgado_REsp_1_837_386_SP_29082022",
    "texto": "STJ | 29/08/2022 | REsp 1.837.386-SP | INFORMATIVO 746 - STJ | Não há sucumbência recíproca em pedido de indenização por dano moral arbitrado abaixo do valor pleiteado pela parte autora (Súmula 326/STJ)."
  },
  {
    "id": "stj_julgado_REsp_1_984_277_DF_22082022",
    "texto": "STJ | 22/08/2022 | REsp 1.984.277-DF | INFORMATIVO 745 - STJ | É cabível revisão judicial de contrato de locação não residencial - empresa de coworking - com redução proporcional do valor dos aluguéis em razão de fato superveniente decorrente da pandemia da Covid-19."
  },
  {
    "id": "stj_julgado_AREsp_1_408_660_SP_22082022",
    "texto": "STJ | 22/08/2022 | AREsp 1.408.660-SP | INFORMATIVO 745 - STJ | Prefeito Municipal não deve ser condenado por gastos na realização de trabalhos para elaboração de Projeto de Lei que resultou na desafetação e posterior venda de um bem público."
  },
  {
    "id": "stj_julgado_REsp_1_984_282_SP_22082022",
    "texto": "STJ | 22/08/2022 | REsp 1.984.282-SP | INFORMATIVO 745 - STJ | O possuidor de aeronave acidentada é considerado explorador e, nessa condição, responsável pelos danos provocados aos a terceiros em superfície advindos de sua queda."
  },
  {
    "id": "stj_julgado_REsp_1_980_607_DF_09082022",
    "texto": "STJ | 09/08/2022 | REsp 1.980.607-DF | INFORMATIVO 744 - STJ | O sócio executado possui legitimidade e interesse recursal para impugnar a decisão que defere o pedido de desconsideração inversa da personalidade jurídica dos entes empresariais dos quais é sócio."
  },
  {
    "id": "stj_julgado_MS_28_276_DF_16082022",
    "texto": "STJ | 16/08/2022 | MS 28.276-DF | INFORMATIVO 747 - STJ | O espólio possui legitimidade ativa para ajuizar ação postulando pelo pagamento de reparação econômica retroativa à data da concessão de anistia política, na hipótese em que a data do óbito do anistiado é posterior a esta."
  },
  {
    "id": "stj_julgado_REsp_1_953_347_SP_22082022",
    "texto": "STJ | 22/08/2022 | REsp 1.953.347-SP | INFORMATIVO 745 - STJ | O condômino privado do uso do imóvel cedido em comodato terá direito ao aluguel proporcional ao seu quinhão do imóvel se o comdatário que faz uso exclusivo do bem não desocupar no prazo final estipulado no contrato."
  },
  {
    "id": "stj_julgado_REsp_2_004_335_SP_19082022",
    "texto": "STJ | 19/08/2022 | REsp 2.004.335-SP | INFORMATIVO 749 - STJ | A sociedade de advocacia é parte legitima para cobrar honorários contratuais na hipótese de expressa cessão de crédito operada por advogado ingressante."
  },
  {
    "id": "stj_julgado_REsp_1_976_082_DF_12082022",
    "texto": "STJ | 12/08/2022 | REsp 1.976.082-DF | INFORMATIVO 746 - STJ | O fiduciário não poderá promover o leilão do imóvel (art. 27) em Alienações Fiduciárias não registrada no Cartório de Registro de Imóveis."
  },
  {
    "id": "stj_julgado_REsp_1_991_508_SP_12082022",
    "texto": "STJ | 12/08/2022 | REsp 1.991.508-SP | INFORMATIVO 746 - STJ | Não é possível cobrar taxa de manutenção de loteamento fechado a proprietários que não a anuíram expressamente."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_1_924_962_CE_12082022",
    "texto": "STJ | 12/08/2022 | AgInt no AREsp 1.924.962-CE | INFORMATIVO 746 - STJ | Havendo conflito de interesses entre os herdeiros, as despesas de verba honorária do advogado constituído pelo inventariante não devem ser suportadas pelo espólio."
  },
  {
    "id": "stj_julgado_REsp_1_997_050_SP_08082022",
    "texto": "STJ | 08/08/2022 | REsp 1.997.050-SP | INFORMATIVO 743 - STJ | Pratica ato ilícito apto à indenização, o locador que proíbe o funcionamento de imóvel comercial locado, cujo acesso é autônomo e independente, sob a justificativa de cumprimento às normas de restrição sanitária pela Covid-19."
  },
  {
    "id": "stj_julgado_REsp_1_899_396_DF_01072022",
    "texto": "STJ | 01/07/2022 | REsp 1.899.396-DF | Não se pode admitir ampliação irrestrita do rol de legitimados a fruir de plano de saúde de autogestão. Entretanto, é possível a aplicação excepcional da surrectio (aquisição de direito após período de tempo) para evitar a exclusão de beneficiados."
  },
  {
    "id": "stj_julgado_REsp_1_763_736_RJ_25072022",
    "texto": "STJ | 25/07/2022 | REsp 1.763.736-RJ | Na tutela cautelar antecedente, o prazo de 30 dias previsto para a apresentação do pedido principal, possui natureza processual, e por isso deve ser contado em dias úteis."
  },
  {
    "id": "stj_julgado_REsp_1_817_729_DF_23062022",
    "texto": "STJ | 23/06/2022 | REsp 1.817.729-DF | INFORMATIVO 742 - STJ | É possível o pedido investigatório de paternidade independente do resultado de ação anulatória de registro civil."
  },
  {
    "id": "stj_julgado_REsp_1_610_844_BA_20062022",
    "texto": "STJ | 20/06/2022 | REsp 1.610.844-BA | INFORMATIVO 741 - STJ | Na conta bancária conjunta solidária, presume-se, em regra, a repartição dos valores em partes iguais entre os correntistas quando não houver prova em sentido contrário. Se um dos correntistas for titular de patrimônio maior do que a quantia presumida, deverá comprovar esse fato. A penhora de saldo existente em conta conjunta solidária deverá abranger somente a quantia pertencente ao devedor executado, devendo ser preservada a cota-parte dos outros titulares."
  },
  {
    "id": "stj_julgado_REsp_1_525_638_SP_27062022",
    "texto": "STJ | 27/06/2022 | REsp 1.525.638-SP | INFORMATIVO 742 - STJ | É necessária a exigência geral de outorga do cônjuge para prestar fiança, sendo indiferente o fato de o fiador prestá-la na condição de comerciante ou empresário, considerando a necessidade de proteção da segurança econômica familiar."
  },
  {
    "id": "stj_julgado_REsp_1_971_304_SP_21062022",
    "texto": "STJ | 21/06/2022 | REsp 1.971.304-SP | O síndico de condomínio não pode vedar totalmente o acesso do prédio aos proprietários com fundamento na disseminação da covid-19, pois restringe o direito de propriedade."
  },
  {
    "id": "stj_julgado_REsp_1_998_206_DF_20062022",
    "texto": "STJ | 20/06/2022 | REsp 1.998.206-DF | INFORMATIVO 741 - STJ | A situação decorrente da pandemia de Covid-19 não pode ser usada como argumento para reduzir mensalidades escolares mediante a revisão judicial de contrato."
  },
  {
    "id": "stj_julgado_REsp_1_936_743_SP_20062022",
    "texto": "STJ | 20/06/2022 | REsp 1.936.743-SP | INFORMATIVO 741 - STJ | A empresa de metrô não responde pela morte de passageiro que desmaiou e caiu nos trilhos, pois trata-se de fortuito externo, sem relação de causa e efeito com a organização do serviço."
  },
  {
    "id": "stj_julgado_REsp_1_956_817_MS_17062022",
    "texto": "STJ | 17/06/2022 | REsp 1.956.817-MS | INFORMATIVO 743 - STJ | A propositura da ação revisional pelo devedor interrompe o prazo prescricional para o ajuizamento da ação executiva."
  },
  {
    "id": "stj_julgado_REsp_1_822_040_PR_13062022",
    "texto": "STJ | 13/06/2022 | REsp 1.822.040-PR | INFORMATIVO 740 - STJ | É válida a penhora do bem de família de fiador em contrato de locação de imóvel residencial ou comercial, nos termos do art. 3º, VII da Lei n. 8.009/1990."
  },
  {
    "id": "stj_julgado_REsp_1_854_818_DF_20062022",
    "texto": "STJ | 20/06/2022 | REsp 1.854.818-DF | INFORMATIVO 741 - STJ | Nos empréstimos realizados pelas entidades fechadas de previdência privada com seus beneficiários: não pode haver a cobrança de juros remuneratórios acima do limite legal; é possível a capitalização de juros na periodicidade anual, desde que pactuada, após o CC/2002."
  },
  {
    "id": "stj_julgado_REsp_1_937_846_RJ_13062022",
    "texto": "STJ | 13/06/2022 | REsp 1.937.846-RJ | INFORMATIVO 740 - STJ | A negociação do passe de um atleta de futebol específico é uma obrigação de natureza infungível e de execução específica, não podendo ser utilizada para compensação privada de créditos em operações de câmbio."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_614_328_ES_08062022",
    "texto": "STJ | 08/06/2022 | AgInt no REsp 1.614.328-ES | Apesar de ser dedutível da base de cálculo do Imposto de Renda, é obrigação que o contribuinte, ainda assim, declare os valores pagos a título de pensão alimentícia."
  },
  {
    "id": "stj_julgado_julgado_10062022",
    "texto": "STJ | 10/06/2022 | INFORMATIVO 1057 - STF | Não poderá incidir Imposto de Renda sobre valores obtidos a título de pensão alimentícia pelo alimentado."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_1_738_129_AM_24062022",
    "texto": "STJ | 24/06/2022 | AgInt no AREsp 1.738.129-AM | Não cabe o pagamento de lucros cessantes com base em projeções de lucro de atividade empresarial ainda não iniciada."
  },
  {
    "id": "stj_julgado_julgado_03062022",
    "texto": "STJ | 03/06/2022 | INFORMATIVO 1056 - STF | É constitucional norma estadual decorrente de emenda parlamentar a projeto de lei de iniciativa do Tribunal de Contas estadual que veicule regras sobre prescrição e decadência a ele aplicáveis."
  },
  {
    "id": "stj_julgado_REsp_1_962_674_MG_31052022",
    "texto": "STJ | 31/05/2022 | REsp 1.962.674-MG | INFORMATIVO 748 - STJ | 1ª tese: A existência de um homônimo que responde a processo criminal, ainda que em outro estado da federação, pode ensejar um constrangimento capaz de configurar o justo motivo para fundamentar a inclusão de patronímico. 2ª tese: A simples pretensão de homenagear um ascendente não constitui fundamento bastante para configurar a excepcionalidade que propicia a modificação do registro."
  },
  {
    "id": "stj_julgado_REsp_1_760_281_TO_31052022",
    "texto": "STJ | 31/05/2022 | REsp 1.760.281-TO | INFORMATIVO 748 - STJ | Nas hipóteses em que encerrada a convivência more uxorio, mas ainda não decretado o divórcio, o bem gravado com cláusula de inalienabilidade temporária não integra o patrimônio partilhável."
  },
  {
    "id": "stj_julgado_REsp_1_796_394_RJ_30052022",
    "texto": "STJ | 30/05/2022 | REsp 1.796.394-RJ | A ação de usucapião não depende de pedido prévio extrajudicial."
  },
  {
    "id": "stj_julgado_REsp_1_989_894_SP_26052022",
    "texto": "STJ | 26/05/2022 | REsp 1.989.894-SP | A exigência legal de prévia precificação da remuneração do testamenteiro não se aplica por analogia ao inventariante dativo, cuja remuneração deverá ser arbitrada pelo juiz conforme a atividade desenvolvida durante o inventário."
  },
  {
    "id": "stj_julgado_REsp_1_975_067_SP_23052022",
    "texto": "STJ | 23/05/2022 | REsp 1.975.067-SP | INFORMATIVO 737 - STJ | A sociedade de propósito específico que atua na incorporação imobiliária e que não administra patrimônio de afetação pode submeter-se a recuperação judicial desde que: não utilize a consolidação substancial como forma de recuperação; a incorporadora não tenha sido destituída pelos adquirentes (art. 43, IV, da Lei 4.591/1964)."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_805_428_PB_23052022",
    "texto": "STJ | 23/05/2022 | AgInt no REsp 1.805.428-PB | INFORMATIVO 737 - STJ | O pedido de concessão do benefício previdenciário ou de seu restabelecimento não se sujeita a prazos prescricionais ou decadenciais."
  },
  {
    "id": "stj_julgado_EAREsp_198_124_RS_06062022",
    "texto": "STJ | 06/06/2022 | EAREsp 198.124-RS | INFORMATIVO 739 - STJ | Nas sentenças que reconheçam o direito à cobertura de tratamento médico e ao recebimento de indenização por danos morais, os honorários sucumbenciais incidem sobre as duas condenações."
  },
  {
    "id": "stj_julgado_REsp_1_951_988_RS_16052022",
    "texto": "STJ | 16/05/2022 | REsp 1.951.988-RS | INFORMATIVO 737 - STJ | Prescreve em dez anos a pretensão de devolução de valores cobrados indevidamente por operadora de TV por assinatura."
  },
  {
    "id": "stj_julgado_REsp_1_770_095_DF_16052022",
    "texto": "STJ | 16/05/2022 | REsp 1.770.095-DF | INFORMATIVO 736 - STJ | Não é cabível a transferência da propriedade e da posse de um bem por meio de ação proposta pelos promitentes compradores de unidades autônomas adquiridas de incorporadora que não seja titular do domínio do terreno e sem que haja o devidor registro do memorial de incorporação no Cartório."
  },
  {
    "id": "stj_julgado_REsp_1_836_016_PR_16052022",
    "texto": "STJ | 16/05/2022 | REsp 1.836.016-PR | INFORMATIVO 736 - STJ | O início da contagem do prazo para entrar com ação de indenização por dano moral e material é a partir da ciência dos efeitos decorrentes do ato lesivo."
  },
  {
    "id": "stj_julgado_REsp_1_852_807_PR_13052022",
    "texto": "STJ | 13/05/2022 | REsp 1.852.807-PR | O ex-companheiro que seja condômino de bem imóvel indivisível pode promover a extinção do condomínio com a venda da propriedade. Mas, se convencionado entre o casal a permanência no imóvel sem ônus, não é possível a cobrança de aluguel."
  },
  {
    "id": "stj_julgado_REsp_1_840_561_SP_17052022",
    "texto": "STJ | 17/05/2022 | REsp 1.840.561-SP | INFORMATIVO 739 - STJ | Com o divórcio, o bem imóvel comum do casal é regido pelas regras relativas ao condomínio, ainda que não realizada a partilha de bens, sendo que o condômino que exerce a posse por si mesmo, sem nenhuma oposição dos demais coproprietários, possui legitimidade para usucapir o bem em nome próprio."
  },
  {
    "id": "stj_julgado_REsp_1_990_221_SC_13052022",
    "texto": "STJ | 13/05/2022 | REsp 1.990.221-SC | INFORMATIVO 745 - STJ | É válida a condição suspensiva que subordina a eficácia do ato jurídico à vontade do credor, em função de um interesse juridicamente relevante no resultado de uma determinada ação judicial."
  },
  {
    "id": "stj_julgado_REsp_1_815_632_MG_11052022",
    "texto": "STJ | 11/05/2022 | REsp 1.815.632-MG | Não pode ser aplicada a equidade na ação renovatória em locação comercial."
  },
  {
    "id": "stj_julgado_REsp_1_990_221_SC_09052022",
    "texto": "STJ | 09/05/2022 | REsp 1.990.221-SC | INFORMATIVO 735 - STJ | É possível estipular em escrito a possibilidade de o credor exigir a transferência da propriedade de imóvel somente quando for de seu interesse."
  },
  {
    "id": "stj_julgado_AREsp_1_013_333_MG_09052022",
    "texto": "STJ | 09/05/2022 | AREsp 1.013.333-MG | INFORMATIVO 735 - STJ | Promovido o leilão do bem pelo credor hipotecário, a permanência do mutuário no imóvel caracteriza posse de má-fé."
  },
  {
    "id": "stj_julgado_REsp_1_963_966_SP_05052022",
    "texto": "STJ | 05/05/2022 | REsp 1.963.966-SP | INFORMATIVO 744 - STJ | A decisão sobre habilitação de crédito no processo de inventário tem natureza interlocutória, e por isso é atacável via agravo de instrumento no CPC/15."
  },
  {
    "id": "stj_julgado_REsp_1_983_290_SP_02052022",
    "texto": "STJ | 02/05/2022 | REsp 1.983.290-SP | INFORMATIVO 734 - STJ | É indispensável a realização de perícia para quantificar os danos morais causados pela divulgação não autorizada de obra."
  },
  {
    "id": "stj_julgado_REsp_1_830_080_SP_29042022",
    "texto": "STJ | 29/04/2022 | REsp 1.830.080-SP | INFORMATIVO 734 - STJ | A parte que possuía imóvel em copropriedade com a pessoa falecida, e não tem vínculo com o cônjuge sobrevivente, tem direito ao recebimento de aluguéis."
  },
  {
    "id": "stj_julgado_REsp_1_895_272_DF_29042022",
    "texto": "STJ | 29/04/2022 | REsp 1.895.272-DF | INFORMATIVO 734 - STJ | Terceiro ofensor que interfere em relação jurídica contratual causando inadimplemento ou danos às partes, pode ser responsabilizado pelos danos decorrentes de sua conduta."
  },
  {
    "id": "stj_julgado_RHC_160_368_SP_18042022",
    "texto": "STJ | 18/04/2022 | RHC 160.368-SP | INFORMATIVO 733 - STJ | A prisão civil do devedor de alimentos pode ser excepcionalmente afastada, quando a técnica de coerção não se mostrar a mais adequada e eficaz para obrigá-lo a cumprir suas obrigações."
  },
  {
    "id": "stj_julgado_REsp_1_709_727_SE_11042022",
    "texto": "STJ | 11/04/2022 | REsp 1.709.727-SE | INFORMATIVO 733 - STJ | No caso de acidente com evento morte em rodovia, reconhecida a responsabilidade estatal, é devida indenização por danos materiais aos filhos menores e ao cônjuge da vítima."
  },
  {
    "id": "stj_julgado_REsp_1_978_780_SP_11042022",
    "texto": "STJ | 11/04/2022 | REsp 1.978.780-SP | INFORMATIVO 732 - STJ | O pedido de parcelamento tributário por parte de um dos devedores solidários não isenta os demais coobrigados da obrigação tributária, pois não há renúncia à solidariedade."
  },
  {
    "id": "stj_julgado_REsp_1_965_982_SP_08042022",
    "texto": "STJ | 08/04/2022 | REsp 1.965.982-SP | INFORMATIVO 733 - STJ | É possível aplicar Incidente de Desconsideração da Personalidade Jurídica aos Fundos de Investimento."
  },
  {
    "id": "stj_julgado_REsp_1_848_862_RN_08042022",
    "texto": "STJ | 08/04/2022 | REsp 1.848.862-RN | INFORMATIVO 733 - STJ | O médico é civilmente responsável por falha no dever de informação acerca dos riscos de morte em cirurgia."
  },
  {
    "id": "stj_julgado_REsp_1_905_612_MA_04042022",
    "texto": "STJ | 04/04/2022 | REsp 1.905.612-MA | INFORMATIVO 731 - STJ | A condição resolutiva de doação verbal estabelecida entre pai e filho e desconhecida por terceiros não produz efeitos jurídicos contra estes."
  },
  {
    "id": "stj_julgado_REsp_1_717_114_SP_04042022",
    "texto": "STJ | 04/04/2022 | REsp 1.717.114-SP | INFORMATIVO 731 - STJ | A empresa que convida jornalistas para a cobertura e divulgação de seu evento e se compromete a prestar o serviço de transporte destes, responde objetivamente pelos prejuízos causados em acidente ocorrido durante a prestação desse serviço."
  },
  {
    "id": "stj_julgado_REsp_1_987_108_MG_01042022",
    "texto": "STJ | 01/04/2022 | REsp 1.987.108-MG | INFORMATIVO 732 - STJ | Nos casos em que existe uma relação de prejudicialidade entre as esferas cível e penal, o prazo prescricional só começa a correr após o trânsito em julgado da sentença penal, independentemente do resultado da ação na esfera criminal (art. 200, CC)."
  },
  {
    "id": "stj_julgado_REsp_1_847_734_SP_31032022",
    "texto": "STJ | 31/03/2022 | REsp 1.847.734-SP | INFORMATIVO 731 - STJ | O adquirente de imóvel deve pagar as taxas condominiais desde o recebimento das chaves ou, em caso de recusa ilegítima, a partir do momento no qual as chaves estavam à sua disposição."
  },
  {
    "id": "stj_julgado_REsp_1_888_242_PR_31032022",
    "texto": "STJ | 31/03/2022 | REsp 1.888.242-PR | INFORMATIVO 731 - STJ | Em ação de divórcio, é cabível a distribuição dinâmica do ônus da prova e, se o caso, é cabível o afastamento da presunção do artigo 1.253 do Código Civil."
  },
  {
    "id": "stj_julgado_REsp_1_888_401_DF_05042022",
    "texto": "STJ | 05/04/2022 | REsp 1.888.401-DF | INFORMATIVO 732 - STJ | Os juros de mora relativos às diferenças entre os valores do aluguel estabelecido no contrato e aquele fixado na ação renovatória incidem a partir: da data para pagamento fixada na própria sentença transitada em julgado (mora ex re); ou da data da intimação do devedor - prevista no art. 523 do CPC - para pagamento na fase de cumprimento de sentença (mora ex persona)."
  },
  {
    "id": "stj_julgado_REsp_1_391_954_RJ_04042022",
    "texto": "STJ | 04/04/2022 | REsp 1.391.954-RJ | INFORMATIVO 731 - STJ | Pessoa casada não pode fazer seguro de vida em benefício de amante."
  },
  {
    "id": "stj_julgado_REsp_1_237_567_MT_28032022",
    "texto": "STJ | 28/03/2022 | REsp 1.237.567-MT | INFORMATIVO 730 - STJ | O suposto proprietário de imóvel rural arrendado não possui legitimidade ativa para pleitear o desfazimento do contrato de arrendamento rural, considerando que o compromisso de compra e venda, que dava sustenção a sua posição de proprietário/arrendante, foi declarado extinto."
  },
  {
    "id": "stj_julgado_REsp_1_842_613_SP_28032022",
    "texto": "STJ | 28/03/2022 | REsp 1.842.613-SP | INFORMATIVO 730 - STJ | É cabível danos morais ao denunciado quando o membro do Ministério Público comete abusos ao divulgar na míica o oferecimento da denúncia criminal (excesso no exercício do direito de informar)."
  },
  {
    "id": "stj_julgado_REsp_1_950_000_SP_25032022",
    "texto": "STJ | 25/03/2022 | REsp 1.950.000-SP | INFORMATIVO 731 - STJ | É possível a cessão da posição contratual ou dos direitos decorrentes de contrato de arrendamento residencial no âmbito do PAR, desde que cumpridos os seguintes requisitos: cumprimento dos critérios para ingresso no PAR por parte do novo arrendatário; respeito de eventual fila para ingresso no PAR; consentimento prévio pela Caixa Econômica Federal."
  },
  {
    "id": "stj_julgado_REsp_1_962_113_RJ_25032022",
    "texto": "STJ | 25/03/2022 | REsp 1.962.113-RJ | INFORMATIVO 730 - STJ | A cláusula que determina o tribunal competente para resolver litígios firmada entre a autora do dano e o segurado não é oponível à seguradora sub-rogada em ação regressiva na qual pede o ressarcimento do valor pago ao segurado."
  },
  {
    "id": "stj_julgado_REsp_1_978_121_RJ_22032022",
    "texto": "STJ | 22/03/2022 | REsp 1.978.121-RJ | INFORMATIVO 730 - STJ | Na formalização do casamento nuncupativo, o prazo de 10 dias para que as testemunhas compareçam perante a autoridade judicial pode ser flexibilizado."
  },
  {
    "id": "stj_julgado_AgInt_no_TP_3_654_RS_21032022",
    "texto": "STJ | 21/03/2022 | AgInt no TP 3.654-RS | INFORMATIVO 729 - STJ | Associações civis sem fins lucrativos mas com atividades econômicas podem requerer recuperação judicial."
  },
  {
    "id": "stj_julgado_REsp_1_933_685_SP_21032022",
    "texto": "STJ | 21/03/2022 | REsp 1.933.685-SP | INFORMATIVO 729 - STJ | Na ação que pretende a nulidade de doação que excede o limite de que o doador poderia dispor em testamento, a prescrição é contada a partir do registro do ato jurídico que se pretende anular, salvo se o prejudicado tenha tido conhecimento inequívoco da situação anteriormente ao registro."
  },
  {
    "id": "stj_julgado_REsp_1_970_111_MG_21032022",
    "texto": "STJ | 21/03/2022 | REsp 1.970.111-MG | INFORMATIVO 729 - STJ | O prazo para o segurado ingressar com demanda judicial perante a seguradora inicia-se com o conhecimento do segurado sobre a negativa da cobertura securitária nos contratos de seguro em geral."
  },
  {
    "id": "stj_julgado_REsp_1_560_520_SP_15032022",
    "texto": "STJ | 15/03/2022 | REsp 1.560.520-SP | INFORMATIVO 729 - STJ | É lícito às partes, em ação de separação judicial cumulada com pedido indenizatório, realizarem acordo para parte da pretensão."
  },
  {
    "id": "stj_julgado_REsp_1_863_973_SP_14032022",
    "texto": "STJ | 14/03/2022 | REsp 1.863.973-SP | INFORMATIVO 728 - STJ | Desde que o titular permita, é possível empréstimo consignado descontado de conta-corrente, ainda que essa conta seja utilizada para recebimento de salários. Não se aplica a limitação de 35% prevista no § 1º do art. 1º da Lei n. 10.820/2003, que disciplina os descontos de parcelas sobre verbas remuneratórias."
  },
  {
    "id": "stj_julgado_REsp_1_687_306_PB_07042022",
    "texto": "STJ | 07/04/2022 | REsp 1.687.306-PB | INFORMATIVO 736 - STJ | O início da execução de sentença em ação coletiva por obrigação de fazer só influi no prazo prescricional da execução da obrigação de pagar se reconhecida a dependência na decisão transitada em julgado ou no juízo da execução."
  },
  {
    "id": "stj_julgado_REsp_1_947_698_MS_28032022",
    "texto": "STJ | 28/03/2022 | REsp 1.947.698-MS | INFORMATIVO 730 - STJ | É indevida intervenção judicial para impedir abatimento de despesas de corretagem nos contratos firmados durante a vigência da Lei n. 13.786/2018, desde que elas estejam especificadas no contrato, inclusive no quadro-resumo."
  },
  {
    "id": "stj_julgado_REsp_1_969_217_SP_11032022",
    "texto": "STJ | 11/03/2022 | REsp 1.969.217-SP | INFORMATIVO 729 - STJ | O processo no qual exista parte com doença psíquica grave e autores da ação de interdição com conflitos de interesses será nulo se na primeira instância o Ministério Público não for intimado ou não intervir."
  },
  {
    "id": "stj_julgado_REsp_1_761_078_MS_07032022",
    "texto": "STJ | 07/03/2022 | REsp 1.761.078-MS | INFORMATIVO 727 - STJ | A instituição financeira não é responsável por pagar danos morais suportados por clientes quando eles (instituição e clientes) são mencionados em matéria jornalística que retrata fatos depreciadores."
  },
  {
    "id": "stj_julgado_REsp_1_963_067_MS_24022022",
    "texto": "STJ | 24/02/2022 | REsp 1.963.067-MS | INFORMATIVO 727 - STJ | A prescrição não é interrompida pelo ajuizamento de ação declaratória de inexigibilidade dos débitos quando já tiver ocorrido interrupção pelo protesto de duplicatas."
  },
  {
    "id": "stj_julgado_REsp_1_929_288_TO_24022022",
    "texto": "STJ | 24/02/2022 | REsp 1.929.288-TO | INFORMATIVO 726 - STJ | Cabe danos morais coletivos contra a má prestação de serviços bancários, caracterizada por caixas eletrônicos inoperantes e pela longa espera em filas por tempo superior ao estabelecido em legislação municipal."
  },
  {
    "id": "stj_julgado_REsp_1_969_468_SP_24022022",
    "texto": "STJ | 24/02/2022 | REsp 1.969.468-SP | INFORMATIVO 726 - STJ | A prescrição, em regra, não impede a compensação, exceto se ocorrer antes do momento em que se constituem as dívidas mútuas."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_1_147_653_SP_02032022",
    "texto": "STJ | 02/03/2022 | AgInt no AREsp 1.147.653-SP | O prazo prescricional para anulação do processo de demarcação de terreno de marinha deve ser contado da data em que o ocupante tem ciência da fixação da linha preamar média, o que, em geral, ocorre com a notificação para pagamento da taxa de ocupação."
  },
  {
    "id": "stj_julgado_REsp_1_967_725_SP_21022022",
    "texto": "STJ | 21/02/2022 | REsp 1.967.725-SP | INFORMATIVO 725 - STJ | Prescreve em 3 anos a pretensão de restituição da caução prestada em contrato de locação."
  },
  {
    "id": "stj_julgado_REsp_1_965_973_SP_21022022",
    "texto": "STJ | 21/02/2022 | REsp 1.965.973-SP | INFORMATIVO 725 - STJ | O credor fiduciário possui a faculdade de executar a integralidade de seu crédito judicialmente, desde que o título seja dotado de liquidez, certeza e exigibilidade."
  },
  {
    "id": "stj_julgado_REsp_1_811_153_SP_21022022",
    "texto": "STJ | 21/02/2022 | REsp 1.811.153-SP | INFORMATIVO 725 - STJ | A relação jurídica estabelecida no contrato de corretagem é diferente daquela firmada na promessa de compra e venda, de modo que a responsabilidade da corretora se limita a eventual falha na prestação do serviço de corretagem."
  },
  {
    "id": "stj_julgado_REsp_1_928_951_TO_18022022",
    "texto": "STJ | 18/02/2022 | REsp 1.928.951-TO | INFORMATIVO 727 - STJ | A escolha entre a ação de nulidade e a impugnação ao cumprimento de sentença não interfere na decadência. Superado o prazo de 90 dias para ajuizar a ação de nulidade, a parte não poderá levantar as hipóteses de nulidade do art. 32 da Lei de Arbitragem pela via da impugnação."
  },
  {
    "id": "stj_julgado_REsp_1_943_848_PR_18022022",
    "texto": "STJ | 18/02/2022 | REsp 1.943.848-PR | INFORMATIVO 725 - STJ | O herdeiro que pratica ato infracional análogo ao homícidio doloso contra seus ascendentes fica excluído da sucessão."
  },
  {
    "id": "stj_julgado_REsp_1_938_984_PR_18022022",
    "texto": "STJ | 18/02/2022 | REsp 1.938.984-PR | INFORMATIVO 725 - STJ | É juridicamente possível o pedido de exclusão do herdeiro que praticou ato infracional análogo ao homicídio contra seus pais (art. 1.814, I, CC)."
  },
  {
    "id": "stj_julgado_REsp_1_966_556_SP_14022022",
    "texto": "STJ | 14/02/2022 | REsp 1.966.556-SP | INFORMATIVO 724 - STJ | No caso em que a vítima de violência doméstica e seu agressor são coproprietários de um imóvel, havendo medida protetiva de urgência decretada judicialmente, não cabe arbitramento de aluguel em desfavor da vítima por deter o uso e gozo exclusivo do imóvel."
  },
  {
    "id": "stj_julgado_REsp_1_668_676_DF_14022022",
    "texto": "STJ | 14/02/2022 | REsp 1.668.676-DF | INFORMATIVO 724 - STJ | O prazo prescricional para complementação de aposentadoria nos termos da Portaria n. 966/1947 do Banco do Brasil se inicia a partir da efetiva violação ao direito discutido, sendo hipótese de prescrição do fundo do direito."
  },
  {
    "id": "stj_julgado_REsp_1_931_969_SP_11022022",
    "texto": "STJ | 11/02/2022 | REsp 1.931.969-SP | INFORMATIVO 726 - STJ | A prescrição só pode ser alegada em cumprimento de sentença quando ocorrer após formação do título judicial."
  },
  {
    "id": "stj_julgado_REsp_1_783_269_MG_07022022",
    "texto": "STJ | 07/02/2022 | REsp 1.783.269-MG | INFORMATIVO 723 - STJ | O provedor de aplicação de internet (ex: Facebook, Twitter) responde civilmente por danos morais quando deixa de excluir publicação ofensiva à imagem de crianças ou adolescentes, mesmo após comunicado sobre o conteúdo, independentemente de ordem judicial."
  },
  {
    "id": "stj_julgado_REsp_1_731_091_SC_07022022",
    "texto": "STJ | 07/02/2022 | REsp 1.731.091-SC | INFORMATIVO 723 - STJ | Na alteração do nome de um menor, não é possível substituir o agnome \"filho\" pelo sobrenome materno sem que haja motivação idônea para tal."
  },
  {
    "id": "stj_julgado_REsp_1_729_402_SP_01022022",
    "texto": "STJ | 01/02/2022 | REsp 1.729.402-SP | INFORMATIVO 723 - STJ | Não é possível mudar o sobrenome para coincidir com o nome artístico."
  },
  {
    "id": "stj_julgado_REsp_1_545_217_PR_07022022",
    "texto": "STJ | 07/02/2022 | REsp 1.545.217-PR | INFORMATIVO 723 - STJ | Os valores depositados em planos abertos de previdência privada durante a vida em comum do casal devem ser partilhados."
  },
  {
    "id": "stj_julgado_REsp_1_922_347_PR_01022022",
    "texto": "STJ | 01/02/2022 | REsp 1.922.347-PR | INFORMATIVO 723 - STJ | No casamento ou na união estável regidos pelo regime da separação obrigatória de bens, as partes podem estipular pacto antenupcial com cláusula mais protetiva ao regime legal, impedindo a comunicação dos bens."
  },
  {
    "id": "stj_julgado_REsp_1_961_581_MS_13122021",
    "texto": "STJ | 13/12/2021 | REsp 1.961.581-MS | INFORMATIVO 723 - STJ | O direito ao esquecimento não justifica a exclusão de matéria jornalística."
  },
  {
    "id": "stj_julgado_REsp_1_947_702_SP_13122021",
    "texto": "STJ | 13/12/2021 | REsp 1.947.702-SP | INFORMATIVO 723 - STJ | O prazo prescricional de 1 ano para a cobrança de prêmios inadimplidos nos seguros de responsabilidade civil do transportador rodoviário de carga é contado a partir do vencimento de cada título, ficha de compensação ou boleto. Para os prêmios calculados com base no valor dos bens, utiliza-se o vencimento de cada fatura ou conta mensal."
  },
  {
    "id": "stj_julgado_REsp_1_929_806_SP_13122021",
    "texto": "STJ | 13/12/2021 | REsp 1.929.806-SP | INFORMATIVO 722 - STJ | Na ação renovatória, os juros de mora relativos às diferenças dos aluguéis vencidos incidem: a partir da data para pagamento fixada na própria sentença transitada em julgado (mora ex re); ou a partir da data da intimação do devedor (art. 523, CPC) para pagamento na fase de cumprimento de sentença (mora ex persona)."
  },
  {
    "id": "stj_julgado_REsp_1_918_949_RJ_13122021",
    "texto": "STJ | 13/12/2021 | REsp 1.918.949-RJ | INFORMATIVO 722 - STJ | O promissário comprador tem o direito de participar e de votar nas assembleias desde que o condomínio esteja ciente do compromisso de compra e venda e haja imissão na posse da unidade imobiliária."
  },
  {
    "id": "stj_julgado_REsp_1_629_470_MS_13122021",
    "texto": "STJ | 13/12/2021 | REsp 1.629.470-MS | INFORMATIVO 721 - STJ | O crédito cedido fiduciariamente não se submete à recuperação judicial, ainda que a cessão não tenha sido registrada em cartório."
  },
  {
    "id": "stj_julgado_REsp_1_881_453_RS_07122021",
    "texto": "STJ | 07/12/2021 | REsp 1.881.453-RS | INFORMATIVO 721 - STJ | A demora na liberação do gravame de alienação fiduciária por parte de instituição financeira não é suficiente para caracterizar dano moral in re ipsa."
  },
  {
    "id": "stj_julgado_REsp_1_874_632_AL_29112021",
    "texto": "STJ | 29/11/2021 | REsp 1.874.632-AL | INFORMATIVO 720 - STJ | Não é possível usucapião de imóvel vinculado ao Sistema Financeiro de Habitação, ainda que em situação de abandono."
  },
  {
    "id": "stj_julgado_REsp_1_884_483_PR_06122021",
    "texto": "STJ | 06/12/2021 | REsp 1.884.483-PR | INFORMATIVO 720 - STJ | O condomínio exclusivamente residencial pode proibir a locação de unidades por curto período de tempo (por meio do Airbnb, por exemplo)."
  },
  {
    "id": "stj_julgado_REsp_1_966_030_SP_30112021",
    "texto": "STJ | 30/11/2021 | REsp 1.966.030-SP | INFORMATIVO 720 - STJ | O locatário de imóvel alienado fiduciariamente não responde pela taxa de ocupação no caso em que o devedor fiduciante (antigo locador do bem) se tornou inadimplente e o credor fiduciário consolidou a propriedade do bem para si."
  },
  {
    "id": "stj_julgado_REsp_1_841_128_MG_29112021",
    "texto": "STJ | 29/11/2021 | REsp 1.841.128-MG | INFORMATIVO 719 - STJ | Os bens adquiridos por uma das partes no período de namoro não se comunicam na partilha de divórcio."
  },
  {
    "id": "stj_julgado_julgado_26112021",
    "texto": "STJ | 26/11/2021 | INFORMATIVO 1038 - STF | É inconstitucional decisão judicial que fixa descontos nas mensalidades de faculdades particulares sem levar em consideração os efeitos da pandemia em ambas as partes do contrato."
  },
  {
    "id": "stj_julgado_AREsp_1_796_224_SP_06122021",
    "texto": "STJ | 06/12/2021 | AREsp 1.796.224-SP | INFORMATIVO 720 - STJ | O credor fiduciário só será responsável pelo pagamento do IPTU após a consolidação da propriedade em seu nome e com a imissão na posse do imóvel."
  },
  {
    "id": "stj_julgado_REsp_1_840_570_RS_23112021",
    "texto": "STJ | 23/11/2021 | REsp 1.840.570-RS | INFORMATIVO 720 - STJ | O prazo prescricional para ajuizamento da ação de indenização contra o Estado pela demora na concessão da aposentadoria é contado a partir do seu deferimento."
  },
  {
    "id": "stj_julgado_RMS_67_005_DF_19112021",
    "texto": "STJ | 19/11/2021 | RMS 67.005-DF | INFORMATIVO 720 - STJ | Em regra, a cessão de crédito em precatório não precisa ser feita por escritura pública."
  },
  {
    "id": "stj_julgado_REsp_1_961_488_RS_17112021",
    "texto": "STJ | 17/11/2021 | REsp 1.961.488-RS | INFORMATIVO 718 - STJ | O seguro de vida VGBL não integra a base de cálculo do ITCMD."
  },
  {
    "id": "stj_julgado_REsp_1_803_803_RJ_16112021",
    "texto": "STJ | 16/11/2021 | REsp 1.803.803-RJ | INFORMATIVO 717 - STJ | Para a redução do valor da cláusula penal, deve-se levar em consideração o tipo de contrato envolvido e a finalidade preponderante da cláusula (coercitiva ou indenizatória)."
  },
  {
    "id": "stj_julgado_julgado_12112021",
    "texto": "STJ | 12/11/2021 | INFORMATIVO 1036 - STF | É possível a celebração de contrato de parceria entre salões de beleza e profissionais do setor, desde que não haja a intenção de burlar normas trabalhistas, hipótese na qual o contrato será nulo."
  },
  {
    "id": "stj_julgado_REsp_1_835_998_RS_08112021",
    "texto": "STJ | 08/11/2021 | REsp 1.835.998-RS | INFORMATIVO 716 - STJ | É possível incluir parcelas a vencer na execução de título extrajudicial de contribuições ordinárias ou extraordinárias de condomínio edilício, desde que sejam homogêneas, contínuas e da mesma natureza."
  },
  {
    "id": "stj_julgado_REsp_1_787_026_RJ_05112021",
    "texto": "STJ | 05/11/2021 | REsp 1.787.026-RJ | INFORMATIVO 717 - STJ | O condomínio é responsável pelos danos causados por seus empregados mesmo que fora do expediente, desde que em razão do seu trabalho."
  },
  {
    "id": "stj_julgado_REsp_1_936_470_SP_03112021",
    "texto": "STJ | 03/11/2021 | REsp 1.936.470-SP | INFORMATIVO 718 - STJ | Na rescisão de contrato de compra e venda de imóvel residencial não edificado, o comprador não pode ser condenado ao pagamento de taxa de ocupação."
  },
  {
    "id": "stj_julgado_REsp_1_933_597_RO_03112021",
    "texto": "STJ | 03/11/2021 | REsp 1.933.597-RO | INFORMATIVO 717 - STJ | Na ação de interdição, o laudo médico pode ser dispensado caso o interditando não concorde em se submeter ao exame médico."
  },
  {
    "id": "stj_julgado_REsp_1_448_785_SP_03112021",
    "texto": "STJ | 03/11/2021 | REsp 1.448.785-SP | INFORMATIVO 717 - STJ | Incide o prazo prescricional de 1 ano à pretensão relativa ao contrato de transporte terrestre de cargas antes e depois da vigência do Código Civil de 2002."
  },
  {
    "id": "stj_julgado_AREsp_1_631_112_MT_03112021",
    "texto": "STJ | 03/11/2021 | AREsp 1.631.112-MT | INFORMATIVO 715 - STJ | A escolha do regime de bens da união estável por contrato escrito possui efeitos ex nunc. Os efeitos só serão retroativos se houver expressa autorização judicial (art. 1.639, §2º, CC)."
  },
  {
    "id": "stj_julgado_REsp_1_848_033_RJ_08112021",
    "texto": "STJ | 08/11/2021 | REsp 1.848.033-RJ | INFORMATIVO 716 - STJ | Não é possível a cumulação dos pedidos de nulidade de registro de marca e abstenção de uso com o pedido de indenização por danos materiais e morais."
  },
  {
    "id": "stj_julgado_REsp_1_894_758_DF_03112021",
    "texto": "STJ | 03/11/2021 | REsp 1.894.758-DF | INFORMATIVO 715 - STJ | A procuração para transferência do imóvel com valor superior a 30 salários mínimos deverá ser feita por instrumento público."
  },
  {
    "id": "stj_julgado_REsp_1_924_451_SP_22102021",
    "texto": "STJ | 22/10/2021 | REsp 1.924.451-SP | INFORMATIVO 716 - STJ | No caso de ausente com 80 anos de idade e desaparecido há mais de 5 anos, é dispensável a abertura da sucessão provisória."
  },
  {
    "id": "stj_julgado_EAREsp_1_125_139_PR_18102021",
    "texto": "STJ | 18/10/2021 | EAREsp 1.125.139-PR | INFORMATIVO 713 - STJ | Na ação de cobrança ajuizada pelo cessionário, a citação judicial do devedor é suficiente para que tome ciência da cessão do crédito."
  },
  {
    "id": "stj_julgado_REsp_1_867_551_RJ_13102021",
    "texto": "STJ | 13/10/2021 | REsp 1.867.551-RJ | INFORMATIVO 713 - STJ | O devedor solidário responde pelo pagamento da cláusula penal compensatória, ainda que não haja culpa de sua parte."
  },
  {
    "id": "stj_julgado_REsp_1_354_473_RJ_11102021",
    "texto": "STJ | 11/10/2021 | REsp 1.354.473-RJ | INFORMATIVO 712 - STJ | Para registrar um nome civil (ou patronímico) como marca é necessário obter autorização do titular ou seus sucessores, sempre de forma limitada e específica ao registro."
  },
  {
    "id": "stj_julgado_RMS_66_823_MT_11102021",
    "texto": "STJ | 11/10/2021 | RMS 66.823-MT | INFORMATIVO 712 - STJ | Se um dos companheiros for removido de ofício pela Administração Pública, o outro também terá direito à remoção. Isso é possível mesmo que, à época da remoção, o casal trabalhasse em lugares diferentes e ainda que não haja vaga no local do destino."
  },
  {
    "id": "stj_julgado_REsp_1_868_188_GO_18102021",
    "texto": "STJ | 18/10/2021 | REsp 1.868.188-GO | INFORMATIVO 713 - STJ | A pretensão de reconhecimento de relação avoenga (entre avós e netos) não se transmite ao cônjuge sobrevivente do potencial neto."
  },
  {
    "id": "stj_julgado_REsp_1_487_596_MG_11102021",
    "texto": "STJ | 11/10/2021 | REsp 1.487.596-MG | INFORMATIVO 712 - STJ | As paternidades biológica e socioafetiva possuem tratamento e efeitos jurídicos equivalentes."
  },
  {
    "id": "stj_julgado_REsp_1_904_872_PR_28092021",
    "texto": "STJ | 28/09/2021 | REsp 1.904.872-PR | INFORMATIVO 711 - STJ | Na procuração, o outorgante não pode restringir os poderes gerais para o foro por meio de cláusula especial."
  },
  {
    "id": "stj_julgado_REsp_1_733_136_RO_24092021",
    "texto": "STJ | 24/09/2021 | REsp 1.733.136-RO | INFORMATIVO 711 - STJ | Cabe dano moral por defeito no serviço de transporte aéreo que entrega passageiro menor de idade desacompanhado na cidade errada e após horas de atraso."
  },
  {
    "id": "stj_julgado_REsp_1_892_589_MG_27092021",
    "texto": "STJ | 27/09/2021 | REsp 1.892.589-MG | INFORMATIVO 710 - STJ | No procedimento envolvendo alienação fiduciária, a contestação será apreciada somente após a execução da medida liminar de busca e apreensão do bem."
  },
  {
    "id": "stj_julgado_REsp_1_726_577_SP_20092021",
    "texto": "STJ | 20/09/2021 | REsp 1.726.577-SP | INFORMATIVO 709 - STJ | O contrato de previdência privada aberta, antes do recebimento dos valores acumulados, tem natureza de aplicação e investimento. Por isso, se o titular vem a falecer antes de ter acesso à renda, tais valores deverão ser objeto de partilha."
  },
  {
    "id": "stj_julgado_REsp_1_938_706_SP_16092021",
    "texto": "STJ | 16/09/2021 | REsp 1.938.706-SP | INFORMATIVO 710 - STJ | O crédito do proprietário fiduciário não se submete aos efeitos da recuperação judicial, não importando se o bem dado em garantia provém do patrimônio da recuperanda ou de terceiros."
  },
  {
    "id": "stj_julgado_REsp_1_947_749_SP_16092021",
    "texto": "STJ | 16/09/2021 | REsp 1.947.749-SP | INFORMATIVO 709 - STJ | O CC/1916 determinava a adoção do regime da separação obrigatória de bens caso um dos cônjuges fosse menor de idade. Sob a vigência do CC/2002, com o fim da incapacidade civil, o casal pode alterar o regime de bens."
  },
  {
    "id": "stj_julgado_REsp_1_899_304_SP_04102021",
    "texto": "STJ | 04/10/2021 | REsp 1.899.304-SP | A efetiva ingestão do alimento contaminado por corpo estranho - ou do próprio corpo estranho - é irrelevante para a caracterização do dano moral, pois a compra do produto insalubre é potencialmente lesiva à saúde do consumidor."
  },
  {
    "id": "stj_julgado_REsp_1_470_443_PR_30082021",
    "texto": "STJ | 30/08/2021 | REsp 1.470.443-PR | INFORMATIVO 706 - STJ | Primeira Tese Em regra, incide imposto de renda sobre os juros de mora, que possuem natureza de lucros cessantes. Segunda Tese Não incide imposto de renda sobre os juros de mora derivados do pagamento em atraso de verbas alimentares a pessoas físicas, por se tratar de indenização por danos emergentes; Terceira Tese Não incide imposto de renda sobre os juros de mora cuja verba principal seja isenta ou fora do campo de incidência do tributo."
  },
  {
    "id": "stj_julgado_REsp_1_903_273_PR_30082021",
    "texto": "STJ | 30/08/2021 | REsp 1.903.273-PR | INFORMATIVO 706 - STJ | A divulgação de mensagens trocadas via WhatsApp pelos interlocutores ou por terceiros pode gerar responsabilização pelos eventuais danos causados."
  },
  {
    "id": "stj_julgado_REsp_1_930_825_GO_30082021",
    "texto": "STJ | 30/08/2021 | REsp 1.930.825-GO | INFORMATIVO 706 - STJ | A adoção feita na vigência do CC/1916 pode ser consensualmente revogada pelas partes mesmo com a entrada em vigor do Código de Menores (Lei 6.697/79), que tornou a adoção plena irrevogável. Porém, a revogação não poderá ser feita após a entrada em vigor do ECA (Lei 8.069/90)."
  },
  {
    "id": "stj_julgado_EREsp_1_795_527_RJ_23082021",
    "texto": "STJ | 23/08/2021 | EREsp 1.795.527-RJ | INFORMATIVO 705 - STJ | Com a extinção do processo sem resolução do mérito, as astreintes deixam de ser exigíveis e não podem ser executadas pelos herdeiros do autor da ação."
  },
  {
    "id": "stj_julgado_REsp_1_566_852_SP_23082021",
    "texto": "STJ | 23/08/2021 | REsp 1.566.852-SP | INFORMATIVO 705 - STJ | Ainda que a mãe não seja a inventariante, poderá contratar advogado em nome dos filhos menores para representar os interesses deles no inventário de seu falecido pai."
  },
  {
    "id": "stj_julgado_REsp_1_789_863_MS_16082021",
    "texto": "STJ | 16/08/2021 | REsp 1.789.863-MS | INFORMATIVO 704 - STJ | No compromisso de compra e venda com cláusula resolutiva expressa, não é necessário o ajuizamento de ação própria para resolução do contrato."
  },
  {
    "id": "stj_julgado_REsp_1_630_199_RS_16082021",
    "texto": "STJ | 16/08/2021 | REsp 1.630.199-RS | INFORMATIVO 704 - STJ | O locatário não possui legitimidade para ajuizar ação questionando a forma de gestão do condomínio."
  },
  {
    "id": "stj_julgado_REsp_1_828_248_MT_09082021",
    "texto": "STJ | 09/08/2021 | REsp 1.828.248-MT | INFORMATIVO 703 - STJ | Na recuperação judicial, ainda que a assembleia de credores decida por suprimir as garantias reais e fidejussórias, essa decisão não poderá se estender aos credores ausentes ou discordantes."
  },
  {
    "id": "stj_julgado_julgado_06082021",
    "texto": "STJ | 06/08/2021 | INFORMATIVO 1024 - STF | É inconstitucional o reconhecimento de direitos previdenciários no caso de concubinato, ainda que a união tenha sido mantida por longo período e com aparência familiar."
  },
  {
    "id": "stj_julgado_REsp_1_761_874_SC_28062021",
    "texto": "STJ | 28/06/2021 | REsp 1.761.874-SC | INFORMATIVO 702 - STJ | Em ação proposta para adequar a renda mensal do benefício previdenciário aos tetos fixados pelas Emendas Constitucionais 20/1998 e 41/2003, cujo pedido é igual ao de Ação Civil Pública apresentada anteriormente, a interrupção da prescrição de 5 anos para recebimento das parcelas vencidas se inicia na data de ajuizamento da ação individual, exceto quando requerida a suspensão na forma do art. 4º do CDC."
  },
  {
    "id": "stj_julgado_REsp_1_941_005_SP_28062021",
    "texto": "STJ | 28/06/2021 | REsp 1.941.005-SP | INFORMATIVO 702 - STJ | A taxa de manutenção de loteamento urbano cobrada por associação de moradores deverá ser paga pelos compradores somente a partir da aquisição do imóvel, não abrangendo os débitos do proprietário anterior."
  },
  {
    "id": "stj_julgado_REsp_1_927_986_DF_25062021",
    "texto": "STJ | 25/06/2021 | REsp 1.927.986-DF | INFORMATIVO 702 - STJ | Caso o contrato seja descumprido única e exclusivamente por aquele que recebeu as arras, estas devem ser devolvidas mais o equivalente."
  },
  {
    "id": "stj_julgado_REsp_1_924_527_PR_17062021",
    "texto": "STJ | 17/06/2021 | REsp 1.924.527-PR | INFORMATIVO 701 - STJ | Havendo prática de atos violentos de uma torcida contra a rival, a responsabilidade pelos danos causados é da entidade esportiva que organizou o jogo."
  },
  {
    "id": "stj_julgado_julgado_14062021",
    "texto": "STJ | 14/06/2021 | INFORMATIVO 700 - STJ | O crime de esbulho possessório é de competência da Justiça Federal, se o imóvel foi adquirido pelo Minha Casa Minha Vida."
  },
  {
    "id": "stj_julgado_REsp_1_818_564_DF_14062021",
    "texto": "STJ | 14/06/2021 | REsp 1.818.564-DF | INFORMATIVO 700 - STJ | É possível usucapião de imóveis particulares ainda que inseridos em loteamento irregular."
  },
  {
    "id": "stj_julgado_REsp_1_758_946_SP_11062021",
    "texto": "STJ | 11/06/2021 | REsp 1.758.946-SP | INFORMATIVO 700 - STJ | Se, durante um contrato de arrendamento, o usufrutuário que arrenda o imóvel morre, a posse de seus sucessores é precária e injusta. Mesmo assim, os sucessores podem exigir o cumprimento dos direitos do contrato de arrendamento perante o terceiro arrendatário."
  },
  {
    "id": "stj_julgado_REsp_1_911_030_PR_07062021",
    "texto": "STJ | 07/06/2021 | REsp 1.911.030-PR | INFORMATIVO 699 - STJ | O alimentante pode propor ação de prestação de contas para fiscalizar a aplicação dos recursos da pensão em favor dos filhos."
  },
  {
    "id": "stj_julgado_REsp_1_892_941_SP_07062021",
    "texto": "STJ | 07/06/2021 | REsp 1.892.941-SP | INFORMATIVO 699 - STJ | Ainda que não reconhecidos como filhos de um pai comum quando este era vivo, os irmãos unilaterais podem pedir o reconhecimento de parentesco natural com a irmã falecida."
  },
  {
    "id": "stj_julgado_REsp_1_829_093_PR_07062021",
    "texto": "STJ | 07/06/2021 | REsp 1.829.093-PR | INFORMATIVO 699 - STJ | O fato de o pai biológico não constar do registro de nascimento do filho não anula, por si só, o ato registral, devido à proteção da paternidade socioafetiva."
  },
  {
    "id": "stj_julgado_REsp_1_750_585_RJ_07062021",
    "texto": "STJ | 07/06/2021 | REsp 1.750.585-RJ | INFORMATIVO 699 - STJ | Se houver atraso na obra e o comprador optar pela resolução antecipada do contrato de compra e venda, não cabe perdas e danos pela eventual valorização do imóvel."
  },
  {
    "id": "stj_julgado_REsp_1_878_041_SP_31052021",
    "texto": "STJ | 31/05/2021 | REsp 1.878.041-SP | INFORMATIVO 698 - STJ | É possível a guarda compartilhada ainda que os pais morem em cidades diferentes."
  },
  {
    "id": "stj_julgado_REsp_1_837_219_SP_31052021",
    "texto": "STJ | 31/05/2021 | REsp 1.837.219-SP | INFORMATIVO 698 - STJ | No contrato de licenciamento de uso de cultivares, a ação de cobrança de royalties prescreve em cinco anos."
  },
  {
    "id": "stj_julgado_REsp_1_741_716_SP_31052021",
    "texto": "STJ | 31/05/2021 | REsp 1.741.716-SP | INFORMATIVO 698 - STJ | As horas extras integram a base de cálculo da pensão alimentícia no caso em que for fixada com base nos rendimentos do alimentante."
  },
  {
    "id": "stj_julgado_REsp_1_875_223_SP_31052021",
    "texto": "STJ | 31/05/2021 | REsp 1.875.223-SP | INFORMATIVO 698 - STJ | No caso de copropriedade de um bem a ser vendido, o condômino que ainda quiser a coisa poderá exercer seu direito de preferência mediante depósito do preço, independentemente da origem do dinheiro."
  },
  {
    "id": "stj_julgado_REsp_1_862_902_SC_24052021",
    "texto": "STJ | 24/05/2021 | REsp 1.862.902-SC | INFORMATIVO 697 - STJ | No caso de imóvel alienado fiduciariamente em garantia, a taxa de ocupação pode ser exigida a partir do leilão do bem ou, excepcionalmente, a partir da consolidação da propriedade do imóvel pelo credor."
  },
  {
    "id": "stj_julgado_REsp_1_909_459_SC_20052021",
    "texto": "STJ | 20/05/2021 | REsp 1.909.459-SC | INFORMATIVO 697 - STJ | Nos contratos celebrados com Fundos de Investimento em Direitos Creditórios (FIDCs), é válida a cláusula de cessão de crédito pro solvendo, segundo a qual o cedente deve arcar com a dívida, caso o devedor não pague."
  },
  {
    "id": "stj_julgado_REsp_1_729_550_SP_18052021",
    "texto": "STJ | 18/05/2021 | REsp 1.729.550-SP | INFORMATIVO 696 - STJ | A publicação de matérias jornalísticas que criticam a atuação de figuras públicas não caracteriza hipótese de responsabilidade civil."
  },
  {
    "id": "stj_julgado_REsp_1_745_407_SP_14052021",
    "texto": "STJ | 14/05/2021 | REsp 1.745.407-SP | INFORMATIVO 696 - STJ | No compromisso de compra e venda de imóvel em loteamento, para rescisão do contrato, o devedor pode ser constituído em mora por meio de carta com aviso de recebimento, desde que assine o recibo."
  },
  {
    "id": "stj_julgado_REsp_1_699_013_DF_10052021",
    "texto": "STJ | 10/05/2021 | REsp 1.699.013-DF | INFORMATIVO 695 - STJ | O arbitramento de aluguel não é obrigatório no caso em que o ex-cônjuge permanece morando em imóvel do ex-casal com a filha menor de ambos."
  },
  {
    "id": "stj_julgado_REsp_1_414_803_SC_10052021",
    "texto": "STJ | 10/05/2021 | REsp 1.414.803-SC | INFORMATIVO 695 - STJ | Em caso de acidente aéreo, a proprietária que arrendou seu avião não é obrigada a indenizar os danos quando há o rompimento do nexo de causalidade."
  },
  {
    "id": "stj_julgado_REsp_1_345_170_RS_10052021",
    "texto": "STJ | 10/05/2021 | REsp 1.345.170-RS | INFORMATIVO 695 - STJ | A procuração em causa própria (in rem suam) não gera a transferência de propriedade."
  },
  {
    "id": "stj_julgado_REsp_1_881_806_SP_10052021",
    "texto": "STJ | 10/05/2021 | REsp 1.881.806-SP | INFORMATIVO 695 - STJ | No contrato de incorporação, as obrigações entre as partes se encerram com a destituição da incorporadora."
  },
  {
    "id": "stj_julgado_REsp_1_711_412_MG_10052021",
    "texto": "STJ | 10/05/2021 | REsp 1.711.412-MG | INFORMATIVO 695 - STJ | No contrato de factoring, a empresa faturizada não pode ser responsabilizada pela falta de pagamento dos créditos cedidos, sendo nula a disposição contratual em sentido contrário. São também nulos os eventuais títulos de créditos emitidos em garantia ao pagamento desses créditos."
  },
  {
    "id": "stj_julgado_REsp_1_905_614_SP_10052021",
    "texto": "STJ | 10/05/2021 | REsp 1.905.614-SP | INFORMATIVO 695 - STJ | É possível a mudança de nome da criança que foi registrada com nome diferente do escolhido consensualmente pelos pais."
  },
  {
    "id": "stj_julgado_REsp_1_904_498_SP_10052021",
    "texto": "STJ | 10/05/2021 | REsp 1.904.498-SP | INFORMATIVO 695 - STJ | Não é necessário apresentar relação detalhada do acervo patrimonial do casal para alteração do regime de bens."
  },
  {
    "id": "stj_julgado_REsp_1_512_001_SP_03052021",
    "texto": "STJ | 03/05/2021 | REsp 1.512.001-SP | INFORMATIVO 694 - STJ | Omitir socorro à vítima de acidente de trânsito não configura, por si só, dano moral presumido (in re ipsa)."
  },
  {
    "id": "stj_julgado_REsp_1_869_720_DF_03052021",
    "texto": "STJ | 03/05/2021 | REsp 1.869.720-DF | INFORMATIVO 694 - STJ | Não é possível penhorar valores da conta bancária do cônjuge do executado casado sob o regime da comunhão parcial de bens quando ele não integra a relação processual em que se formou o título executivo."
  },
  {
    "id": "stj_julgado_REsp_1_927_496_SP_03052021",
    "texto": "STJ | 03/05/2021 | REsp 1.927.496-SP | INFORMATIVO 694 - STJ | O julgamento de embargos de terceiros pode reconhecer a nulidade de negócio jurídico."
  },
  {
    "id": "stj_julgado_REsp_1_927_423_SP_03052021",
    "texto": "STJ | 03/05/2021 | REsp 1.927.423-SP | INFORMATIVO 694 - STJ | Não é possível declarar a incapacidade absoluta de pessoas com enfermidade ou deficiência mental."
  },
  {
    "id": "stj_julgado_REsp_1_819_075_RS_26042021",
    "texto": "STJ | 26/04/2021 | REsp 1.819.075-RS | INFORMATIVO 693 - STJ | Condomínios podem proibir o uso de apartamentos residenciais para fins de hospedagem remunerada por meio da locação dos quartos, a diferentes pessoas, por curta temporada. Tal modalidade é comum em plataformas de economia compartilhada como Airbnb."
  },
  {
    "id": "stj_julgado_REsp_1_605_604_MG_26042021",
    "texto": "STJ | 26/04/2021 | REsp 1.605.604-MG | INFORMATIVO 693 - STJ | Nos contratos de prestação de serviços advocatícios com cláusula quota litis (ad exitum), o prazo prescricional para pleitear a verba honorária se inicia somente após o êxito da demanda e não após eventual renúncia do mandato."
  },
  {
    "id": "stj_julgado_REsp_1_890_327_SP_26042021",
    "texto": "STJ | 26/04/2021 | REsp 1.890.327-SP | INFORMATIVO 693 - STJ | Nas vendas em que o preço é fixado por medida de extensão (venda ad mensuram), se as dimensões do imóvel não correspondem às informadas pelo vendedor, o credor tem o prazo de 1 ano para: exigir o complemento da área; pedir a resolução do contrato; ou solicitar o abatimento proporcional do preço."
  },
  {
    "id": "stj_julgado_REsp_1_919_208_MA_26042021",
    "texto": "STJ | 26/04/2021 | REsp 1.919.208-MA | INFORMATIVO 693 - STJ | O locatário que devolve o imóvel em condições precárias, tornando-o indisponível para uso, deve pagar indenização por lucros cessantes."
  },
  {
    "id": "stj_julgado_REsp_1_922_153_RS_26042021",
    "texto": "STJ | 26/04/2021 | REsp 1.922.153-RS | INFORMATIVO 693 - STJ | É válida a cláusula de reversão em favor de terceiro em contrato de doação regido pelo CC/1916, ainda que a condição resolutiva se dê apenas sob a vigência do CC/2002."
  },
  {
    "id": "stj_julgado_REsp_1_135_682_RS_19042021",
    "texto": "STJ | 19/04/2021 | REsp 1.135.682-RS | INFORMATIVO 692 - STJ | No caso de falta de pagamento de título de crédito comercial garantido por alienação fiduciária, o ajuizamento da ação de busca e apreensão, com citação válida, interrompe o prazo para propor ação de execução em relação ao mesmo título."
  },
  {
    "id": "stj_julgado_REsp_1_818_926_DF_19042021",
    "texto": "STJ | 19/04/2021 | REsp 1.818.926-DF | INFORMATIVO 692 - STJ | É possível a venda integral do bem indivisível em qualquer hipótese de propriedade comum, desde que o coproprietário ou cônjuge alheio à execução receba sua quota-parte do bem em dinheiro."
  },
  {
    "id": "stj_julgado_REsp_1_904_374_DF_19042021",
    "texto": "STJ | 19/04/2021 | REsp 1.904.374-DF | INFORMATIVO 692 - STJ | A tese n. 809/STF (prevê a igualdade de tratamento no regime sucessório entre cônjuges e companheiros) deve ser aplicada no caso de exclusão de herdeiro da sucessão ocorrida por decisão anterior à tese."
  },
  {
    "id": "stj_julgado_julgado_16042021",
    "texto": "STJ | 16/04/2021 | INFORMATIVO 1012 - STF | A Constituição Federal de 1988 recepcionou o procedimento de execução extrajudicial de imóvel objeto de dívida hipotecária, disposto no Decreto-lei nº 70/66."
  },
  {
    "id": "stj_julgado_REsp_1_236_057_SP_19042021",
    "texto": "STJ | 19/04/2021 | REsp 1.236.057-SP | INFORMATIVO 692 - STJ | É possível a averbação de protesto contra a venda de imóvel considerado bem de família."
  },
  {
    "id": "stj_julgado_REsp_1_833_358_PB_13042021",
    "texto": "STJ | 13/04/2021 | REsp 1.833.358-PB | INFORMATIVO 691 - STJ | A pretensão de expedir novo precatório ou RPV é prescritível. O prazo se inicia com o cancelamento desses títulos por falta de levantamento dos valores pelo credor (vide art. 2º da Lei 13.463/17)."
  },
  {
    "id": "stj_julgado_REsp_1_691_792_RS_30032021",
    "texto": "STJ | 30/03/2021 | REsp 1.691.792-RS | INFORMATIVO 690 - STJ | A entidade de previdência privada pode se recusar a pagar o pecúlio por morte no caso de inadimplemento das parcelas contratadas por longo período. O pagamento pode ser recusado mesmo sem a prévia notificação para constituição de mora ou para encerramento do contrato."
  },
  {
    "id": "stj_julgado_REsp_1_795_215_PR_30032021",
    "texto": "STJ | 30/03/2021 | REsp 1.795.215-PR | INFORMATIVO 690 - STJ | Os valores recebidos por aluguel de imóvel particular do de cujus não se comunicam com a companheira sobrevivente após a data da abertura da sucessão."
  },
  {
    "id": "stj_julgado_REsp_1_622_450_SP_22032021",
    "texto": "STJ | 22/03/2021 | REsp 1.622.450-SP | INFORMATIVO 689 - STJ | O prazo prescricional para o ressarcimento em razão da perda de prazo para apresentar agravo de instrumento se inicia a partir da data do conhecimento do dano."
  },
  {
    "id": "stj_julgado_REsp_1_857_852_RS_22032021",
    "texto": "STJ | 22/03/2021 | REsp 1.857.852-RS | INFORMATIVO 689 - STJ | No processo sucessório, se há surgimento de um provável herdeiro superveniente que não foi citado anteriormente, então a sentença homologatória de acordo de partilha possui vício grave e não faz coisa julgada material nem transita em julgado."
  },
  {
    "id": "stj_julgado_REsp_1_769_306_AL_16032021",
    "texto": "STJ | 16/03/2021 | REsp 1.769.306-AL | INFORMATIVO 688 - STJ | O erro da Administração Pública que leva ao pagamento maior e indevido aos servidores públicos gera consequências diferentes: Se o erro for de interpretação da lei, o servidor não precisa devolver os valores; Se o erro for de cálculo do benefício, o servidor deve devolver os valores, salvo se comprovar boa-fé objetiva e demonstrar que não sabia se tratar de pagamento indevido."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil___Danos_morais__materiais_e_patrimoniais_15032021",
    "texto": "STJ | 15/03/2021 | Responsabilidade Civil > Danos morais, materiais e patrimoniais | INFORMATIVO 688 - STJ | São imprescritíveis as ações de indenização por danos morais e materiais decorrentes de atos de perseguição política com violação de direitos fundamentais ocorridos durante o regime militar."
  },
  {
    "id": "stj_julgado_REsp_1_812_459_ES_16032021",
    "texto": "STJ | 16/03/2021 | REsp 1.812.459-ES | INFORMATIVO 688 - STJ | Por conta do papel ativo do juiz no procedimento de herança jacente, não cabe indeferimento da petição inicial proposta por outros legitimados com base na insuficiência de provas."
  },
  {
    "id": "stj_julgado_REsp_1_877_738_DF_11032021",
    "texto": "STJ | 11/03/2021 | REsp 1.877.738-DF | INFORMATIVO 688 - STJ | O juízo do inventário pode promover a penhora determinada por outro juízo contra um dos herdeiros, mesmo após a homologação da partilha."
  },
  {
    "id": "stj_julgado_REsp_1_893_754_MA_11032021",
    "texto": "STJ | 11/03/2021 | REsp 1.893.754-MA | INFORMATIVO 688 - STJ | Prescreve em 1 ano a pretensão de indenização por extravio, perda ou dano de cargas transportadas por via marítima."
  },
  {
    "id": "stj_julgado_REsp_1_707_014_MT_09032021",
    "texto": "STJ | 09/03/2021 | REsp 1.707.014-MT | INFORMATIVO 687 - STJ | No CPC/2015, presume-se o interesse de agir do inventariante para ajuizar ação autônoma de prestação de contas, em razão do dever legal de prestar contas de sua gestão. Mantém-se o caráter dúplice da ação."
  },
  {
    "id": "stj_julgado_REsp_1_511_978_BA_09032021",
    "texto": "STJ | 09/03/2021 | REsp 1.511.978-BA | INFORMATIVO 687 - STJ | O prazo para a rescisão imotivada da locação, na hipótese do art. 47, inciso V da Lei do Inquilinato, se inicia com a formação do contrato."
  },
  {
    "id": "stj_julgado_REsp_1_878_298_MG_09032021",
    "texto": "STJ | 09/03/2021 | REsp 1.878.298-MG | INFORMATIVO 687 - STJ | É possível, por tutela antecipada, o uso em instituições escolares, de saúde, cultura e lazer, de nome afetivo da criança ou adolescente sob guarda provisória da família adotiva."
  },
  {
    "id": "stj_julgado_REsp_1_872_102_SP_09032021",
    "texto": "STJ | 09/03/2021 | REsp 1.872.102-SP | INFORMATIVO 687 - STJ | São válidos os contratos de gestão de carreira e agenciamento de atleta profissional firmados por atleta relativamente incapaz com a participação dos pais ou responsável, independentemente de autorização judicial."
  },
  {
    "id": "stj_julgado_REsp_1_506_932_PR_09032021",
    "texto": "STJ | 09/03/2021 | REsp 1.506.932-PR | INFORMATIVO 687 - STJ | Os Tribunais de Contas têm o prazo de 5 anos para julgar a legalidade da concessão de aposentadoria, reforma ou pensão, contados a partir da chegada do processo à respectiva Corte de Contas."
  },
  {
    "id": "stj_julgado_REsp_1_429_799_SP_09032021",
    "texto": "STJ | 09/03/2021 | REsp 1.429.799-SP | INFORMATIVO 687 - STJ | A transferência de propriedade de veículo usado requer novo Certificado de Registro de Veículo - CRV, mesmo que haja nova venda."
  },
  {
    "id": "stj_julgado_REsp_1_873_918_SP_04032021",
    "texto": "STJ | 04/03/2021 | REsp 1.873.918-SP | INFORMATIVO 687 - STJ | A pessoa casada pode retomar o nome de solteiro durante o casamento."
  },
  {
    "id": "stj_julgado_EREsp_1_460_696_PR_02032021",
    "texto": "STJ | 02/03/2021 | EREsp 1.460.696-PR | INFORMATIVO 686 - STJ | Nos contratos de financiamento imobiliário, o mutuário não tem direito a repetição de indébito quando a aplicação de juros sobre juros (anatocismo) impacta apenas no saldo devedor do contrato. Essa regra é aplicável aos contratos regidos pelo Plano de Equivalência Salarial (PES) e segurados pelo Fundo de Compensação de Valorizações Salariais (FCVS)."
  },
  {
    "id": "stj_julgado_REsp_1_907_653_RJ_02032021",
    "texto": "STJ | 02/03/2021 | REsp 1.907.653-RJ | INFORMATIVO 686 - STJ | Em caso de ação de extinção contratual com cláusula resolutiva, a parte lesada pode optar pelo cumprimento forçado da obrigação ou o rompimento do contrato, desde que antes da sentença."
  },
  {
    "id": "stj_julgado_REsp_1_872_048_RS_02032021",
    "texto": "STJ | 02/03/2021 | REsp 1.872.048-RS | INFORMATIVO 686 - STJ | O consumidor pode exigir o cumprimento forçado da obrigação pelo fornecedor quando este não tiver o produto ofertado em estoque no momento da contratação."
  },
  {
    "id": "stj_julgado_REsp_1_706_999_SP_02032021",
    "texto": "STJ | 02/03/2021 | REsp 1.706.999-SP | INFORMATIVO 686 - STJ | A anulação de partilha que acarreta a perda de imóvel registrado em nome de herdeiro casado em comunhão universal de bens é hipótese de litisconsórcio necessário, ou seja, o cônjuge do herdeiro deve ser citado."
  },
  {
    "id": "stj_julgado_REsp_1_835_598_SP_17022021",
    "texto": "STJ | 17/02/2021 | REsp 1.835.598-SP | INFORMATIVO 685 - STJ | Quando não há registro do contrato de compra e venda de imóvel, não é possível constituir a garantia fiduciária."
  },
  {
    "id": "stj_julgado_REsp_1_846_167_SP_11022021",
    "texto": "STJ | 11/02/2021 | REsp 1.846.167-SP | INFORMATIVO 685 - STJ | Primeira Tese Os herdeiros não podem exigir remuneração do companheiro sobrevivente pelo uso do imóvel. Segunda Tese Enquanto perdurar o direito real de habitação, os herdeiros não podem: Exigir a extinção do condomínio; e A alienação do imóvel comum."
  },
  {
    "id": "stj_julgado_julgado_29012021",
    "texto": "STJ | 29/01/2021 | INFORMATIVO 1003 - STF | A preexistência de casamento ou de união estável de um dos conviventes impede o reconhecimento de novo vínculo referente ao mesmo período, inclusive para fins previdenciários. Excetua-se a hipótese do art. 1.723, §1º, do Código Civil (pessoa casada, mas separada de fato)."
  },
  {
    "id": "stj_julgado_REsp_1_868_099_CE_18122020",
    "texto": "STJ | 18/12/2020 | REsp 1.868.099-CE | INFORMATIVO 684 - STJ | Analfabeto pode contratar empréstimo consignado por meio de assinatura a rogo, sendo que esta não pode ser substituída pela aposição da digital ao contrato escrito."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil___Danos_morais__materiais_e_patrimoniais_07122020",
    "texto": "STJ | 07/12/2020 | Responsabilidade Civil > Danos morais, materiais e patrimoniais | O direito à indenização por danos morais transmite-se com o falecimento do titular, possuindo os herdeiros da vítima legitimidade ativa para ajuizar ou prosseguir a ação indenizatória."
  },
  {
    "id": "stj_julgado_REsp_1_722_423_RJ_18122020",
    "texto": "STJ | 18/12/2020 | REsp 1.722.423-RJ | INFORMATIVO 684 - STJ | A pessoa jurídica de Direito Público tem direito à indenização por danos morais relacionados à violação da honra ou da imagem, nas seguintes hipóteses: Credibilidade institucional agredida; e Dano reflexo evidente."
  },
  {
    "id": "stj_julgado_REsp_1_637_375_SP_25112020",
    "texto": "STJ | 25/11/2020 | REsp 1.637.375-SP | INFORMATIVO 683 - STJ | Não há julgamento extra petita nos pedidos de indenização por perdas e danos em geral que se reconheceu a aplicação da perda de uma chance."
  },
  {
    "id": "stj_julgado_julgado_08032021",
    "texto": "STJ | 08/03/2021 | INFORMATIVO 997 - STF | É constitucional a legislação estadual que determina que o regime jurídico celetista incide sobre as relações de trabalho estabelecidas no âmbito de fundações públicas, com personalidade jurídica de direito privado, destinadas à prestação de serviços de saúde."
  },
  {
    "id": "stj_julgado_REsp_1_628_478_MG_17112020",
    "texto": "STJ | 17/11/2020 | REsp 1.628.478-MG | INFORMATIVO 683 - STJ | Quando não há notificação prévia, o prazo para exercer o direito de preferência por condômino começa a contar a partir do registro da escritura pública de compra e venda."
  },
  {
    "id": "stj_julgado_REsp_1_819_826_SP_03112020",
    "texto": "STJ | 03/11/2020 | REsp 1.819.826-SP | INFORMATIVO 682 - STJ | Prescreve em 5 anos a pretensão de cobrança de valores relativos a despesas de sobre-estadias de contêineres (demurrage) previamente estabelecidos em contrato de transporte marítimo (unimodal)."
  },
  {
    "id": "stj_julgado_REsp_1_821_906_MG_12112020",
    "texto": "STJ | 12/11/2020 | REsp 1.821.906-MG | INFORMATIVO 682 - STJ | Na audiência de conciliação da fase de cumprimento de sentença, o devedor de alimentos pode propor pagamento parcial da dívida para o patrono da parte contrária, ficando vinculado à esta proposta e podendo negociar os valores restantes."
  },
  {
    "id": "stj_julgado_REsp_1_877_292_SP_26102020",
    "texto": "STJ | 26/10/2020 | REsp 1.877.292-SP | INFORMATIVO 682 - STJ | O pedido de repetição de indébito em dobro é cabível em sede de embargos monitórios."
  },
  {
    "id": "stj_julgado_EREsp_1_493_162_DF_21102020",
    "texto": "STJ | 21/10/2020 | EREsp 1.493.162-DF | INFORMATIVO 682 - STJ | O contribuinte do ITBI tem direito à restituição do valor recolhido em caso de nulidade de compra e venda de imóvel."
  },
  {
    "id": "stj_julgado_REsp_1_280_102_SP_16102020",
    "texto": "STJ | 16/10/2020 | REsp 1.280.102-SP | INFORMATIVO 681 - STJ | A viúva meeira não deve receber o usufruto vidual previsto no art. 1.611, § 1º, do Código Civil de 1916."
  },
  {
    "id": "stj_julgado_REsp_1_649_595_RS_16102020",
    "texto": "STJ | 16/10/2020 | REsp 1.649.595-RS | INFORMATIVO 681 - STJ | Após a vigência da Lei 13.465/17, não se admite a purgação da mora após a consolidação da propriedade em favor do credor fiduciário nos contratos de mútuo imobiliário com pacto de alienação fiduciária. Dessa forma, fica assegurado ao devedor fiduciante somente o exercício do direito de preferência."
  },
  {
    "id": "stj_julgado_REsp_1_683_245_SP_29102020",
    "texto": "STJ | 29/10/2020 | REsp 1.683.245-SP | INFORMATIVO 682 - STJ | A montadora de veículos não deve pagar indenização por resolução do contrato fundamentada na gravidade das infrações praticadas pela concessionária (vide art. 24 da Lei Ferrari)."
  },
  {
    "id": "stj_julgado_REsp_1_856_498_PE_13102020",
    "texto": "STJ | 13/10/2020 | REsp 1.856.498-PE | INFORMATIVO 681 - STJ | A pretensão de expedir novo precatório ou nova requisição de pequeno valor (RPV) é imprescritível após o cancelamento por inércia do credor. Dessa forma, mesmo que o credor não levante os valores depostados há mais de 2 anos em instituição financeira, é possível expedir novo precatório ou RPV."
  },
  {
    "id": "stj_julgado_REsp_1_867_209_SP_30092020",
    "texto": "STJ | 30/09/2020 | REsp 1.867.209-SP | INFORMATIVO 680 - STJ | Configura quebra antecipada do contrato (antecipatory breach) o pedido de resolução do contrato de compra e venda com pacto de alienação fiduciária em garantia por desinteresse do adquirente, mesmo que ainda não tenha havido mora no pagamento das prestações."
  },
  {
    "id": "stj_julgado_julgado_13102020",
    "texto": "STJ | 13/10/2020 | O art. 3º do Decreto-Lei 911/69 foi recepcionado pela Constituição Federal, sendo também válidas as alterações feitas no dispositivo pelas leis posteriores."
  },
  {
    "id": "stj_julgado_REsp_1_866_230_SP_28092020",
    "texto": "STJ | 28/09/2020 | REsp 1.866.230-SP | INFORMATIVO 680 - STJ | Há necessidade de ajuizamento de ação autônoma para pleitear a prestação de contas relativa à venda extrajudicial em ação de busca e apreensão de bem alienado fiduciariamente."
  },
  {
    "id": "stj_julgado_REsp_1_570_452_RJ_28092020",
    "texto": "STJ | 28/09/2020 | REsp 1.570.452-RJ | INFORMATIVO 680 - STJ | Na atividade de securitização de créditos condominiais, os Fundos de Investimento em Direitos Creditórios (FIDCs) valem-se do instituto da cessão de créditos e, ao efetuarem o pagamento das cotas condominiais inadimplidas, sub-rogam-se na mesma posição do condomínio cedente, com todas as prerrogativas legais a ele conferidas."
  },
  {
    "id": "stj_julgado_REsp_1_759_652_SP_25092020",
    "texto": "STJ | 25/09/2020 | REsp 1.759.652-SP | INFORMATIVO 678 - STJ | É desnecessária a inclusão dos parentes colaterais do de cujus no polo passivo da ação de reconhecimento e dissolução de união estável post mortem."
  },
  {
    "id": "stj_julgado_REsp_1_797_027_PB_18092020",
    "texto": "STJ | 18/09/2020 | REsp 1.797.027-PB | INFORMATIVO 680 - STJ | É válida hipoteca firmada na vigência do CC/2002 exclusivamente por cônjuge casado sob o regime da separação total de bens na vigência do CC/1916."
  },
  {
    "id": "stj_julgado_REsp_1_739_042_SP_16092020",
    "texto": "STJ | 16/09/2020 | REsp 1.739.042-SP | INFORMATIVO 679 - STJ | Em dissolução de vínculo conjugal, é possível a partilha de direitos possessórios sobre bem edificado em loteamento irregular, quando ausente a má-fé dos possuidores."
  },
  {
    "id": "stj_julgado_REsp_1_742_897_PR_16092020",
    "texto": "STJ | 16/09/2020 | REsp 1.742.897-PR | INFORMATIVO 679 - STJ | O valor a ser restituído ao devedor fiduciante, quando há venda extrajudicial do bem no bojo de ação de busca e apreensão posteriormente julgada extinta sem resolução do mérito, deve ser o valor do veículo na Tabela FIPE à época da busca e apreensão."
  },
  {
    "id": "stj_julgado_REsp_1_774_434_RS_12112020",
    "texto": "STJ | 12/11/2020 | REsp 1.774.434-RS | INFORMATIVO 682 - STJ | A responsabilidade do ex-cooperado em ratear os prejuízos acumulados pela cooperativa não se limita ao prazo de até dois anos do seu desligamento. Deve incidir o prazo prescricional geral de dez anos, previsto no art. 205 do Código Civil."
  },
  {
    "id": "stj_julgado_EREsp_1_520_294_SP_02092020",
    "texto": "STJ | 02/09/2020 | EREsp 1.520.294-SP | INFORMATIVO 680 - STJ | A copropriedade anterior à abertura da sucessão impede o reconhecimento do direito real de habitação."
  },
  {
    "id": "stj_julgado_RMS_60_343_SP_26082020",
    "texto": "STJ | 26/08/2020 | RMS 60.343-SP | INFORMATIVO 678 - STJ | Empresa incorporadora e administradora de negócios imobiliários que adquire todos os lotes do loteamento e se sub-roga nos direitos do loteador possui legitimidade para requerer o cancelamento do procedimento do registro do loteamento, vedada a pretensão nos casos de comprovado inconveniente para o desenvolvimento urbano ou quando realizado algum melhoramento na área loteada e adjacências."
  },
  {
    "id": "stj_julgado_julgado_13112020",
    "texto": "STJ | 13/11/2020 | INFORMATIVO 984 - STF | As operações de crédito rural, contratadas junto a instituições financeiras, com recursos oriundos de depósitos à vista e com cláusula de atualização pelo Índice de Preços ao Consumidor (IPC), devem ser atualizadas pela Taxa Referencial de Juros (TR)."
  },
  {
    "id": "stj_julgado_julgado_17072020",
    "texto": "STJ | 17/07/2020 | O município que adquire um carro por alienação fiduciária não é obrigado a pagar o IPVA."
  },
  {
    "id": "stj_julgado_REsp_1_772_593_RS_19062020",
    "texto": "STJ | 19/06/2020 | REsp 1.772.593-RS | INFORMATIVO 674 - STJ | O uso da imagem de torcedor inserido no contexto de uma torcida não induz a reparação por danos morais quando não configurada a projeção, a identificação e a individualização da pessoa nela representada."
  },
  {
    "id": "stj_julgado_REsp_1_779_751_DF_19062020",
    "texto": "STJ | 19/06/2020 | REsp 1.779.751-DF | INFORMATIVO 678 - STJ | Há julgamento extra petita na hipótese em que, julgado procedente o pedido de busca e apreensão de bem alienado fiduciariamente, o juiz, sem o requerimento expresso do autor, extingue o contrato firmado entre o devedor fiduciante e o credor fiduciário."
  },
  {
    "id": "stj_julgado_EAREsp_226_991_SP_01072020",
    "texto": "STJ | 01/07/2020 | EAREsp 226.991-SP | INFORMATIVO 675 - STJ | Sob a égide do Código de Civil de 1916, o prazo prescricional para propor ação de nulidade de partilha amigável em que se incluiu no inventário pessoa incapaz de suceder é de vinte anos."
  },
  {
    "id": "stj_julgado_REsp_1_869_046_SP_26062020",
    "texto": "STJ | 26/06/2020 | REsp 1.869.046-SP | INFORMATIVO 674 - STJ | Aplica-se igualmente ao estado o que previsto no art. 927, parágrafo único, do Código Civil, relativo à responsabilidade civil objetiva por atividade naturalmente perigosa, irrelevante o fato de a conduta ser comissiva ou omissiva."
  },
  {
    "id": "stj_julgado_REsp_1_576_651_SE_25062020",
    "texto": "STJ | 25/06/2020 | REsp 1.576.651-SE | INFORMATIVO 674 - STJ | O arrendamento residencial não tem natureza jurídica de compra e venda nem de promessa de compra e venda, não se aplicando ao arrendatário, que tem conceito definido na Lei n. 10.188/2001, as disposições do art. 1.333 do Código Civil."
  },
  {
    "id": "stj_julgado_REsp_1_529_532_DF_16062020",
    "texto": "STJ | 16/06/2020 | REsp 1.529.532-DF | INFORMATIVO 673 - STJ | É possível a realização de acordo com a finalidade de exonerar o devedor do pagamento de alimentos devidos e não pagos."
  },
  {
    "id": "stj_julgado_REsp_1_770_863_PR_15062020",
    "texto": "STJ | 15/06/2020 | REsp 1.770.863-PR | O prazo de cinco dias para pagamento da integralidade da dívida por parte do devedor fiduciante é considerado prazo de direito material."
  },
  {
    "id": "stj_julgado_EREsp_1_411_420_DF_27082020",
    "texto": "STJ | 27/08/2020 | EREsp 1.411.420-DF | Em ação revisional de contrato de locação comercial, o reajuste do aluguel deve levar em consideração todas as circunstâncias que podem afetar o preço de mercado do imóvel, incluindo o valor das benfeitorias e acessões realizadas pelo locatário com autorização do locador."
  },
  {
    "id": "stj_julgado_REsp_1_845_536_SC_09062020",
    "texto": "STJ | 09/06/2020 | REsp 1.845.536-SC | INFORMATIVO 673 - STJ | Não há condenação em honorários advocatícios em incidente de desconsideração da personalidade jurídica."
  },
  {
    "id": "stj_julgado_REsp_1_814_639_RS_09062020",
    "texto": "STJ | 09/06/2020 | REsp 1.814.639-RS | INFORMATIVO 673 - STJ | É cabível ação de exigir de contas ajuizada pelo alimentante, em nome próprio, contra a genitora guardiã do alimentado para obtenção de informações sobre a destinação da pensão paga mensalmente, desde que proposta sem a finalidade de apurar a existência de eventual crédito."
  },
  {
    "id": "stj_julgado_julgado_03062020",
    "texto": "STJ | 03/06/2020 | A cessão de crédito alimentício não implica a alteração da natureza."
  },
  {
    "id": "stj_julgado_RMS_56_941_DF_27052020",
    "texto": "STJ | 27/05/2020 | RMS 56.941-DF | INFORMATIVO 672 - STJ | A averbação de sentença proferida em ação negatória de filiação não consubstancia, em si, um direito subjetivo autônomo das partes litigantes, tampouco se confunde com o direito personalíssimo ali discutido."
  },
  {
    "id": "stj_julgado_REsp_1_809_548_SP_27052020",
    "texto": "STJ | 27/05/2020 | REsp 1.809.548-SP | INFORMATIVO 672 - STJ | A cessão de direitos hereditários sobre bem singular viabiliza a transmissão da posse, que pode ser objeto de tutela específica na via dos embargos de terceiro."
  },
  {
    "id": "stj_julgado_REsp_1_735_712_SP_27052020",
    "texto": "STJ | 27/05/2020 | REsp 1.735.712-SP | INFORMATIVO 672 - STJ | Na exposição pornográfica não consentida, o fato de o rosto da vítima não estar evidenciado de maneira flagrante é irrelevante para a configuração dos danos morais."
  },
  {
    "id": "stj_julgado_REsp_1_689_220_RS_27052020",
    "texto": "STJ | 27/05/2020 | REsp 1.689.220-RS | INFORMATIVO 672 - STJ | Incidem juros e correção monetária sobre a avaliação do conteúdo econômico de cotas sociais de empresa objeto de partilha em divórcio que, após a separação do casal, sob a administração exclusiva de um dos ex-cônjuges, encerrou suas atividades comerciais."
  },
  {
    "id": "stj_julgado_julgado_05062020",
    "texto": "STJ | 05/06/2020 | INFORMATIVO 673 - STJ | O juiz deve adotar todas as medidas indutivas, mandamentais e coercitivas, como autoriza o art. 139, IV, do CPC, com vistas a refrear a renitência de quem deve fornecer o material para exame de DNA, especialmente quando a presunção contida na Súmula 301/STJ se revelar insuficiente para resolver a controvérsia."
  },
  {
    "id": "stj_julgado_REsp_1_861_025_DF_18052020",
    "texto": "STJ | 18/05/2020 | REsp 1.861.025-DF | INFORMATIVO 672 - STJ | É admissível a oposição de embargos de terceiro fundados em alegação de posse advinda do compromisso de compra e venda, ainda que desprovido de registro, de imóvel adquirido na planta que se encontra em fase de construção."
  },
  {
    "id": "stj_julgado_REsp_1_824_133_RJ_14022020",
    "texto": "STJ | 14/02/2020 | REsp 1.824.133-RJ | O interesse jurídico no ajuizamento direto de ação de usucapião independe de prévio pedido na via extrajudicial."
  },
  {
    "id": "stj_julgado_REsp_1_736_593_SP_13022020",
    "texto": "STJ | 13/02/2020 | REsp 1.736.593-SP | O condomínio, por ser uma massa patrimonial, não sofre danos morais."
  },
  {
    "id": "stj_julgado_AgInt_nos_EREsp_1_787_027_RS_24042020",
    "texto": "STJ | 24/04/2020 | AgInt nos EREsp 1.787.027-RS | INFORMATIVO 670 - STJ | É nula a doação entre cônjuges casados sob o regime da comunhão universal de bens."
  },
  {
    "id": "stj_julgado_REsp_1_845_146_ES_29112019",
    "texto": "STJ | 29/11/2019 | REsp 1.845.146-ES | INFORMATIVO 661 - STJ | A mãe biológica detém legitimidade para recorrer da sentença que julgou procedente o pedido de guarda formulado por casal que exercia a guarda provisória da criança, mesmo se já destituída do poder familiar em outra ação proposta pelo Ministério Público e já transitada em julgado."
  },
  {
    "id": "stj_julgado_REsp_1_803_278_PR_05112019",
    "texto": "STJ | 05/11/2019 | REsp 1.803.278-PR | INFORMATIVO 659 - STJ | A inércia do locador em exigir o reajuste dos aluguéis por longo período de tempo suprime o direito à cobrança de valores pretéritos, mas não impede a atualização dos aluguéis a partir da notificação extrajudicial encaminhada ao locatário."
  },
  {
    "id": "stj_julgado_REsp_1_221_372_RS_21102019",
    "texto": "STJ | 21/10/2019 | REsp 1.221.372-RS | INFORMATIVO 658 - STJ | O crédito oriundo de contrato de empreitada para a construção, ainda que parcial, de imóvel residencial, encontra-se nas exceções legais à impenhorabilidade do bem de família."
  },
  {
    "id": "stj_julgado_REsp_1_807_483_DF_21112019",
    "texto": "STJ | 21/11/2019 | REsp 1.807.483-DF | INFORMATIVO 661 - STJ | No caso de resolução de contrato por atraso na entrega de imóvel além do prazo de tolerância, por culpa da incorporadora, o termo ad quem dos lucros cessantes é a data do trânsito em julgado."
  },
  {
    "id": "stj_julgado_REsp_1_729_593_SP_27092019",
    "texto": "STJ | 27/09/2019 | REsp 1.729.593-SP | INFORMATIVO 657 - STJ | 1ª tese: Em contrato de promessa de compra e venda de imóvel na planta, no âmbito do Programa Minha Casa, Minha Vida, para os beneficiários das faixas de renda 1,5, 2 e 3, na aquisição de unidades autônomas em construção, o contrato deverá estabelecer, de forma clara, expressa e inteligível, o prazo certo para a entrega do imóvel, o qual não poderá estar vinculado à concessão do financiamento, ou a nenhum outro negócio jurídico, exceto o acréscimo do prazo de tolerância. 2ª tese: Em contrato de promessa de compra e venda de imóvel na planta, no âmbito do Programa Minha Casa, Minha Vida, para os beneficiários das faixas de renda 1,5, 2 e 3, no caso de descumprimento do prazo para a entrega do imóvel, incluído o período de tolerância, o prejuízo do comprador é presumido, consistente na injusta privação do uso do bem, a ensejar o pagamento de indenização, na forma de aluguel mensal, com base no valor locatício de imóvel assemelhado, com termo final na data da disponibilização da posse direta ao adquirente da unidade autônoma. 3ª tese: Em contrato de promessa de compra e venda de imóvel na planta, no âmbito do Programa Minha Casa, Minha Vida, para os beneficiários das faixas de r..."
  },
  {
    "id": "stj_julgado_REsp_1_763_160_SP_20092019",
    "texto": "STJ | 20/09/2019 | REsp 1.763.160-SP | INFORMATIVO 657 - STJ | É quinquenal o prazo prescricional aplicável à pretensão de cobrança, materializada em boleto bancário, ajuizada por operadora do plano de saúde contra empresa que contratou o serviço de assistência médico-hospitalar para seus empregados."
  },
  {
    "id": "stj_julgado_REsp_1_749_812_PR_19092019",
    "texto": "STJ | 19/09/2019 | REsp 1.749.812-PR | INFORMATIVO 656 - STJ | O fato de o magistrado não reconhecer, de ofício, a prescrição não redunda na ofensa à literalidade do § 5º do art. 219 do CPC/1973, a subsidiar ação rescisória, com fulcro no art. 485, V, CPC/1973 (art. 966, V, CPC/2015)."
  },
  {
    "id": "stj_julgado_REsp_1_819_504_MS_30092019",
    "texto": "STJ | 30/09/2019 | REsp 1.819.504-MS | INFORMATIVO 657 - STJ | A reconciliação entre a vítima e o agressor, no âmbito da violência doméstica e familiar contra a mulher, não é fundamento suficiente para afastar a necessidade de fixação do valor mínimo para reparação dos danos causados pela infração penal."
  },
  {
    "id": "stj_julgado_REsp_1_637_370_RJ_13092019",
    "texto": "STJ | 13/09/2019 | REsp 1.637.370-RJ | INFORMATIVO 656 - STJ | É possível a usucapião de bem móvel proveniente de crime após cessada a clandestinidade ou a violência."
  },
  {
    "id": "stj_julgado_REsp_1_828_026_SP_12092019",
    "texto": "STJ | 12/09/2019 | REsp 1.828.026-SP | INFORMATIVO 656 - STJ | A simples comercialização de alimento industrializado contendo corpo estranho é suficiente para configuração do dano moral."
  },
  {
    "id": "stj_julgado_REsp_1_706_812_DF_06092019",
    "texto": "STJ | 06/09/2019 | REsp 1.706.812-DF | INFORMATIVO 656 - STJ | A prova documental é o único meio apto a demonstrar a existência da sociedade de fato entre os sócios."
  },
  {
    "id": "stj_julgado_REsp_1_728_086_MS_03092019",
    "texto": "STJ | 03/09/2019 | REsp 1.728.086-MS | INFORMATIVO 655 - STJ | A quota-parte do coproprietário ou cônjuge alheio à execução recairá sobre o produto da avaliação do bem indivisível."
  },
  {
    "id": "stj_julgado_REsp_1_617_636_DF_03092019",
    "texto": "STJ | 03/09/2019 | REsp 1.617.636-DF | INFORMATIVO 655 - STJ | A constituição de união estável superveniente à abertura da sucessão, ocorrida na vigência do Código Civil de 1916, afasta o estado de viuvez previsto como condição resolutiva do direito real de habitação do cônjuge supérstite."
  },
  {
    "id": "stj_julgado_REsp_1_648_858_SP_28082019",
    "texto": "STJ | 28/08/2019 | REsp 1.648.858-SP | INFORMATIVO 655 - STJ | É possível a retificação do registro civil para acréscimo do segundo patronímico do marido ao nome da mulher durante a convivência matrimonial."
  },
  {
    "id": "stj_julgado_REsp_1_737_992_RO_23082019",
    "texto": "STJ | 23/08/2019 | REsp 1.737.992-RO | INFORMATIVO 655 - STJ | Sujeita-se à decadência à restituição dos valores pagos a título de comissão de corretagem e de assessoria imobiliária (SATI) quando a causa de pedir é o inadimplemento contratual por parte da incorporadora, não se aplicando o entendimento fixado no tema repetitivo 938/STJ."
  },
  {
    "id": "stj_julgado_REsp_1_765_707_RJ_11102019",
    "texto": "STJ | 11/10/2019 | REsp 1.765.707-RJ | INFORMATIVO 658 - STJ | O termo inicial do prazo prescricional para a cobrança da multa prevista no § 2º do art. 116 do Decreto-Lei n. 9.760/1946 é a data em que a União tem ciência efetiva da ausência de transferência das obrigações enfitêuticas."
  },
  {
    "id": "stj_julgado_REsp_1_756_791_RS_08082019",
    "texto": "STJ | 08/08/2019 | REsp 1.756.791-RS | INFORMATIVO 653 - STJ | À luz das disposições do Código de Processo Civil de 2015, é possível a inclusão em ação de execução de cotas condominiais das parcelas vincendas no débito exequendo, até o cumprimento integral da obrigação no curso do processo."
  },
  {
    "id": "stj_julgado_EREsp_1_575_846_SC_30092019",
    "texto": "STJ | 30/09/2019 | EREsp 1.575.846-SC | INFORMATIVO 658 - STJ | O prazo prescricional para a ação indenizatória por desapropriação indireta é de 10 anos, em regra, salvo comprovação da inexistência de obras ou serviços públicos no local, caso em que o prazo passa a ser de 15 anos."
  },
  {
    "id": "stj_julgado_REsp_1_631_278_PR_29032019",
    "texto": "STJ | 29/03/2019 | REsp 1.631.278-PR | INFORMATIVO 646 - STJ | É possível o cancelamento da cláusula de inalienabilidade de imóvel após a morte dos doadores se não houver justa causa para a manutenção da restrição ao direito de propriedade."
  },
  {
    "id": "stj_julgado_julgado_17122018",
    "texto": "STJ | 17/12/2018 | As obrigações ambientais possuem natureza propter rem, sendo admissível cobrá-las do proprietário ou possuidor atual e/ou dos anteriores, à escolha do credor."
  },
  {
    "id": "stj_julgado_REsp_1_639_259_SP_17122018",
    "texto": "STJ | 17/12/2018 | REsp 1.639.259-SP | INFORMATIVO 639 - STJ | 1ª tese: É abusiva a cláusula que prevê o ressarcimento pelo consumidor da despesa com o registro do pré-gravame, em contratos celebrados a partir de 25/02/2011, data de entrada em vigor da Resolução CMN 3.954/2011, sendo válida a cláusula pactuada no período anterior a essa resolução, ressalvado o controle da onerosidade excessiva. 2ª tese: Nos contratos bancários em geral, o consumidor não pode ser compelido a contratar seguro com a instituição financeira ou com seguradora por ela indicada. 3ª tese: A abusividade de encargos acessórios do contrato não descaracteriza a mora."
  },
  {
    "id": "stj_julgado_REsp_1_694_324_SP_05122018",
    "texto": "STJ | 05/12/2018 | REsp 1.694.324-SP | INFORMATIVO 640 - STJ | 1ª tese: A multa prevista no art. 8º da Lei n. 10.209/2001, conhecida como \"dobra do frete\", é uma sanção legal, de caráter especial, razão pela qual não é possível a convenção das partes para lhe alterar o conteúdo, bem assim a de se fazer incidir o art. 412 do CC/2002. 2ª tese: A obrigação de pagamento antecipado do Vale-Pedágio previsto pela Lei n 10.209/2001 é norma cogente que não admite o instituto da supressio."
  },
  {
    "id": "stj_julgado_julgado_14052018",
    "texto": "STJ | 14/05/2018 | O locatário não possui legitimidade ativa para discutir a relação jurídico-tributária de IPTU e de taxas referentes ao imóvel alugado nem para repetir indébito desses tributos."
  },
  {
    "id": "stj_julgado_julgado_17042018",
    "texto": "STJ | 17/04/2018 | A recusa de cobertura securitária, sob a alegação de doença preexistente, é ilícita se não houve a exigência de exames médicos prévios à contratação ou a demonstração de má-fé do segurado."
  },
  {
    "id": "stj_julgado_julgado_26022018",
    "texto": "STJ | 26/02/2018 | É vedado ao banco mutuante reter, em qualquer extensão, os salários, vencimentos e/ou proventos de correntista para adimplir o mútuo (comum) contraído, ainda que haja cláusula contratual autorizativa, excluído o empréstimo garantido por margem salarial consignável, com desconto em folha de pagamento, que possui regramento legal específico e admite a retenção de percentual."
  },
  {
    "id": "stj_julgado_Responsabilidade_06112017",
    "texto": "STJ | 06/11/2017 | Responsabilidade | As instituições de ensino superior respondem objetivamente pelos danos suportados pelo aluno/consumidor pela realização de curso não reconhecido pelo Ministério da Educação, sobre o qual não lhe tenha sido dada prévia e adequada informação."
  },
  {
    "id": "stj_julgado_julgado_01022017",
    "texto": "STJ | 01/02/2017 | A exigência de acordo entre o credor e o devedor na escolha do agente fiduciário aplica-se, exclusivamente, aos contratos não vinculados ao Sistema Financeiro da Habitação SFH."
  },
  {
    "id": "stj_julgado_julgado_27062016",
    "texto": "STJ | 27/06/2016 | Nas ações de indenização decorrente de seguro DPVAT, a ciência inequívoca do caráter permanente da invalidez, para fins de contagem do prazo prescricional, depende de laudo médico, exceto nos casos de invalidez permanente notória ou naqueles em que o conhecimento anterior resulte comprovado na fase de instrução."
  },
  {
    "id": "stj_julgado_REsp_1_567_123_RS_28082020",
    "texto": "STJ | 28/08/2020 | REsp 1.567.123-RS | INFORMATIVO 678 - STJ | A exploração de jogo de azar ilegal configura, em si mesma, dano moral coletivo."
  },
  {
    "id": "stj_julgado_julgado_04022010",
    "texto": "STJ | 04/02/2010 | É inconstitucional a incidência do Imposto sobre Serviços de Qualquer Natureza – ISS sobre operações de locação de bens móveis."
  },
  {
    "id": "stj_julgado_julgado_16122009",
    "texto": "STJ | 16/12/2009 | É ilícita a prisão civil de depositário infiel, qualquer que seja a modalidade do depósito."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil___Danos_morais__materiais_e_patrimoniais_02122009",
    "texto": "STJ | 02/12/2009 | Responsabilidade Civil > Danos morais, materiais e patrimoniais | A Justiça do Trabalho é competente para processar e julgar as ações de indenização por danos morais e patrimoniais decorrentes de acidente de trabalho propostas por empregado contra empregador, inclusive aquelas que ainda não possuíam sentença de mérito em primeiro grau quando da promulgação da Emenda Constitucional nº 45/04."
  },
  {
    "id": "stj_julgado_julgado_30052007",
    "texto": "STJ | 30/05/2007 | Ofende a garantia constitucional do ato jurídico perfeito a decisão que, sem ponderar as circunstâncias do caso concreto, desconsidera a validez e a eficácia de acordo constante de termo de adesão instituído pela Lei Complementar nº 110/2001."
  },
  {
    "id": "stj_julgado_julgado_21032025",
    "texto": "STJ | 21/03/2025 | Admite-se a quebra de sigilo fiscal e bancário em ação de alimentos, de forma excepcional, quando não houver outro meio eficaz para apurar a real capacidade financeira do alimentante."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_585_935_SP_28022024",
    "texto": "STJ | 28/02/2024 | AgInt no REsp 1.585.935-SP | É cabível a recusa de seguradora em renovar o contrato de seguro de vida em grupo, desde que tenha previamente notificado o segurado e apresentado proposta alternativa."
  },
  {
    "id": "stj_julgado_AREsp_1_927_324_SP_07042022",
    "texto": "STJ | 07/04/2022 | AREsp 1.927.324-SP | INFORMATIVO 732 - STJ | Não configura dano moral coletivo o estacionamento de veículo em vaga reservada à pessoa com deficiência."
  },
  {
    "id": "stj_julgado_julgado_02092025",
    "texto": "STJ | 02/09/2025 | INFORMATIVO 860 - STJ | Se não houver vínculo prévio com a família extensa, mas existir laço socioafetivo sólido com a família substituta e demonstração de cuidados adequados à criança, deve prevalecer a guarda com esta última, observando o princípio do melhor interesse da criança."
  },
  {
    "id": "stj_julgado_REsp_2_063_134_MG_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.063.134-MG | INFORMATIVO 860 - STJ | Em apuração de haveres, se o laudo pericial for baseado na única documentação disponível nos autos, por ausência de documentos da parte requerida, não se admite o uso do método de fluxo de caixa descontado."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil_02092025",
    "texto": "STJ | 02/09/2025 | Responsabilidade Civil | INFORMATIVO 860 - STJ | A reprodução de fato de relevância pública, ainda que sensível, quando feita em contexto acadêmico, de boa-fé, com finalidade científica, sem promover acusação pessoal, não configura abuso de direito nem enseja responsabilização civil."
  },
  {
    "id": "stj_julgado_REsp_2_126_264_MS_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.126.264-MS | INFORMATIVO 860 - STJ | Nas ações de busca e apreensão de bens alienados fiduciariamente, o prazo de 5 dias para pagamento integral da dívida, previsto no art. 3º, § 1º, do Decreto-Lei nº 911/1969, começa a contar a partir da data em que a medida liminar é efetivamente executada."
  }
]
