[
  {
    "id": "stj_julgado_REsp_2_218_969_SP_26082025",
    "texto": "STJ | 26/08/2025 | REsp 2.218.969-SP | INFORMATIVO 859 - STJ | A mera intenção ou início das obras de restauração de bem tombado não configura perda de objeto nem extingue a demanda judicial, sendo indispensável o cumprimento integral da obrigação de fazer para a extinção do processo."
  },
  {
    "id": "stj_julgado_julgado_26082025",
    "texto": "STJ | 26/08/2025 | INFORMATIVO 859 - STJ | A Defensoria Pública não possui legitimidade para propor ação de improbidade administrativa."
  },
  {
    "id": "stj_julgado_REsp_2_174_051_SP_19082025",
    "texto": "STJ | 19/08/2025 | REsp 2.174.051-SP | INFORMATIVO 858 - STJ | Não é admissível o recurso especial que discute a transferência, com base em normativos da ANEEL (art. 218 da Resolução Normativa ANEEL n. 414/2010, alterado pela Resolução ANEEL n. 479/2012 e sucedido pela Resolução Normativa ANEEL n. 959/2021), da responsabilidade pela manutenção do sistema de iluminação pública, registrado como Ativo Imobilizado em Serviço - AIS, pelas distribuidoras de energia elétrica aos municípios e ao Distrito Federal."
  },
  {
    "id": "stj_julgado_REsp_2_154_735_AM_19082025",
    "texto": "STJ | 19/08/2025 | REsp 2.154.735-AM | INFORMATIVO 858 - STJ | O prazo prescricional da pretensão de cobrança de complementação de recursos relativos ao Valor Mínimo Anual por Aluno (VMAA), repassado ao FUNDEB/FUNDEF, deve ser apurado mês a mês, e não anualmente, por cuidar de hipótese de relação de trato sucessivo, que se renova mensalmente, não havendo falar de prescrição do próprio fundo de direito, mas apenas das parcelas relativas ao quinquênio que precedeu à propositura da ação."
  },
  {
    "id": "stj_julgado_REsp_2_136_644_AL_19082025",
    "texto": "STJ | 19/08/2025 | REsp 2.136.644-AL | INFORMATIVO 858 - STJ | A vedação de nova contratação de professor substituto antes de 24 meses do término do contrato anterior, prevista no art. 9º, III, da Lei 8.745/1993, não se aplica quando os contratos são firmados por instituições públicas distintas."
  },
  {
    "id": "stj_julgado_REsp_1_956_088_RN_19082025",
    "texto": "STJ | 19/08/2025 | REsp 1.956.088-RN | INFORMATIVO 858 - STJ | O adicional noturno não é devido ao Agente Federal de Execução Penal nos períodos de afastamento, ainda que computados como efetivo exercício."
  },
  {
    "id": "stj_julgado_AgRg_no_HC_909_471_SP_26082025",
    "texto": "STJ | 26/08/2025 | AgRg no HC 909.471-SP | INFORMATIVO 859 - STJ | Guardas municipais podem realizar busca pessoal em via pública quando houver fundada suspeita de prática delitiva. À luz da readequação jurisprudencial da Sexta Turma do STJ, é válida a abordagem feita por guardas municipais durante patrulhamento ostensivo, inclusive quando a fundada suspeita decorre da tentativa de fuga ao avistar a guarnição, sendo lícitas as provas colhidas."
  },
  {
    "id": "stj_julgado_REsp_2_029_719_RJ_12082025",
    "texto": "STJ | 12/08/2025 | REsp 2.029.719-RJ | INFORMATIVO 857 - STJ | A mera intermediação na contratação de show artístico sem licitação, prevista no art. 25, III, da Lei 8.666/1993, não configura ato de improbidade administrativa se ausente prova de superfaturamento ou de benefício indevido."
  },
  {
    "id": "stj_julgado_REsp_2_149_911_RJ_12082025",
    "texto": "STJ | 12/08/2025 | REsp 2.149.911-RJ | INFORMATIVO 857 - STJ | A ausência de comunicação à Secretaria de Patrimônio da União (SPU) sobre a transferência de terreno de marinha somente passou a ensejar multa após a alteração legislativa promovida pela Lei n. 14.474/2022, não sendo cabível a exigência em transmissões anteriores."
  },
  {
    "id": "stj_julgado_REsp_1_652_517_SC_16062025",
    "texto": "STJ | 16/06/2025 | REsp 1.652.517-SC | INFORMATIVO 855 - STJ | É legítima a cobrança de laudêmio na transferência onerosa de imóveis sobre terreno de marinha, mesmo em permuta no local, quando a incorporadora recebe o terreno em troca de unidades que ainda serão construídas."
  },
  {
    "id": "stj_julgado_RMS_67_965_MG_1757279470580",
    "texto": "STJ | RMS 67.965-MG | INFORMATIVO 853 - STJ | A recusa de acesso a informações públicas com base em sigilo deve ser fundamentada e não pode se apoiar em razões genéricas. É possível restringir o acesso ao livro de portaria de unidade prisional apenas se o conteúdo for efetivamente sigiloso, o que deve ser demonstrado pela Administração com justificativa clara e adequada."
  },
  {
    "id": "stj_julgado_AREsp_2_080_146_SP_1757279470580",
    "texto": "STJ | AREsp 2.080.146-SP | INFORMATIVO 851 - STJ | Mesmo prevalecendo o princípio do in dubio pro societate na fase de recebimento da inicial em ações de improbidade, é imprescindível que o autor aponte elementos que demonstrem o dolo do agente e, quando aplicável, o dano ao erário, sendo insuficiente a simples alegação de ilegalidade do ato."
  },
  {
    "id": "stj_julgado_REsp_1_962_118_RS_1757279470580",
    "texto": "STJ | REsp 1.962.118-RS | INFORMATIVO 850 - STJ | Se a citação do Estado do Paraná e da Faculdade Vizivali for válida, ela interrompe a prescrição contra a União, mesmo que esta só seja citada depois, desde que a demora tenha sido causada pelo Judiciário."
  },
  {
    "id": "stj_julgado_REsp_1_978_141_SP_1757279470580",
    "texto": "STJ | REsp 1.978.141-SP | INFORMATIVO 850 - STJ | Nas ações em que se busca o ressarcimento de valores ao Sistema Único de Saúde (SUS) aplica-se o prazo prescricional de cinco anos, previsto no art. 1º do Decreto nº 20.910/1932. Esse prazo é contado a partir da notificação da decisão administrativa que apura os valores, e não da data do atendimento médico ou da alta hospitalar."
  },
  {
    "id": "stj_julgado_REsp_2_126_210_CE_1757279470580",
    "texto": "STJ | REsp 2.126.210-CE | INFORMATIVO 850 - STJ | Para os créditos de qualquer natureza das autarquias e fundações públicas federais, a multa de mora deve ser calculada sobre o valor histórico do débito, sem acréscimo de encargos como juros ou atualização monetária pela Taxa Selic. A atualização pela Selic, assim como os juros de mora, não se aplica como base de cálculo da multa, que incide apenas sobre o valor original da dívida."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_2_134_606_SP_05052025",
    "texto": "STJ | 05/05/2025 | AgInt no REsp 2.134.606-SP | INFORMATIVO 852 - STJ | Aplica-se a prescrição de cinco anos, prevista no Decreto n. 20.910/1932, às empresas públicas e sociedades de economia mista que prestam serviços públicos essenciais, sem fins lucrativos e sem atuação em regime de concorrência."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_2_174_004_PE_10042025",
    "texto": "STJ | 10/04/2025 | AgInt no REsp 2.174.004-PE | INFORMATIVO 851 - STJ | A pensão especial de ex-combatente prevista no art. 53, II, do ADCT não pode ser acumulada com dois outros benefícios previdenciários, mesmo que tenham fatos geradores distintos. A legislação permite, no máximo, a acumulação com um único benefício (civil ou militar), vedando a tríplice acumulação."
  },
  {
    "id": "stj_julgado_REsp_2_123_875_MG_04042025",
    "texto": "STJ | 04/04/2025 | REsp 2.123.875-MG | INFORMATIVO 847 - STJ | Multa por improbidade pode ser cobrada via execução fiscal (com Certidão de Dívida Ativa - CDA), e o ente público prejudicado tem o direito de fazer essa cobrança."
  },
  {
    "id": "stj_julgado_REsp_1_976_184_MG_1757279470581",
    "texto": "STJ | REsp 1.976.184-MG | INFORMATIVO 846 - STJ | Os terrenos ao lado de rios navegáveis são bens públicos da União e, por isso, não podem ser apropriados por particulares. Só será possível indenização se for comprovada a existência de aforamento (enfiteuse) ou concessão feita pela administração, com caráter pessoal."
  },
  {
    "id": "stj_julgado_REsp_2_164_309_CE_25032025",
    "texto": "STJ | 25/03/2025 | REsp 2.164.309-CE | INFORMATIVO 845 - STJ | Em casos de desapropriação com base no art. 184 da Constituição, a taxa de juros compensatórios muda conforme a lei vigente durante o processo judicial, mesmo após a posse provisória. Ela foi: 0% de 09/12/2015 a 17/05/2016 (MP 700/2015); igual aos juros dos títulos da dívida agrária de 12/07/2017 a 13/07/2023 (Lei 13.465/2017); e voltou a ser 0% a partir de 14/07/2023 (Lei 14.620/2023)."
  },
  {
    "id": "stj_julgado_REsp_1_955_655_RS_1757279473602",
    "texto": "STJ | REsp 1.955.655-RS | INFORMATIVO 843 - STJ | As ações em que o consumidor final questiona partes dos objetivos e critérios de cálculo das quotas anuais da Conta de Desenvolvimento Energético (CDE) devem ser propostas contra a prestadora de serviços de energia elétrica, sendo a União e a ANEEL partes ilegítimas, mesmo que a controvérsia envolva a legalidade de regulamentos expedidos pelo Poder Público."
  },
  {
    "id": "stj_julgado_REsp_1_942_196_PR_1757279473602",
    "texto": "STJ | REsp 1.942.196-PR | INFORMATIVO 843 - STJ | Na multa civil da Lei nº 8.429/1992, a correção monetária e os juros de mora incidem desde a data do ato de improbidade, conforme as Súmulas 43 e 54 do STJ."
  },
  {
    "id": "stj_julgado_REsp_2_147_578_SP_1757279473602",
    "texto": "STJ | REsp 2.147.578-SP | INFORMATIVO 843 - STJ | 1ª Tese: Aplica-se a prescrição intercorrente do art. 1º, § 1º, da Lei nº 9.873/1999 quando o processo administrativo de infração aduaneira, de natureza não tributária, fica paralisado por mais de três anos. 2ª Tese: A sanção por infração à legislação aduaneira tem natureza administrativa (não tributária) se a norma violada busca, principalmente, o controle do trânsito internacional de mercadorias ou a regularidade do serviço aduaneiro, mesmo que indiretamente contribua para a fiscalização tributária. 3ª Tese: A prescrição do art. 1º, § 1º, da Lei nº 9.873/1999 não se aplica quando a obrigação descumprida, embora relacionada ao ambiente aduaneiro, tenha como objetivo direto a arrecadação ou fiscalização de tributos sobre a operação."
  },
  {
    "id": "stj_julgado_julgado_05032025",
    "texto": "STJ | 05/03/2025 | INFORMATIVO 845 - STJ | O prazo para prescrição da ação de improbidade contra magistrados estaduais segue a Lei nº 8.112/1990, já que a LOMAN não trata do tema. Esse prazo começa a contar a partir do momento em que a autoridade competente toma conhecimento do fato e pode abrir processo disciplinar"
  },
  {
    "id": "stj_julgado_julgado_24022025",
    "texto": "STJ | 24/02/2025 | INFORMATIVO 845 - STJ | A mudança de uma ação de improbidade para ação civil pública, conforme o art. 17, § 16, da Lei 8.429/1992, deve ser feita pelo juiz de 1ª instância, antes da sentença. Essa decisão pode ser contestada por meio de agravo de instrumento, como prevê o § 17 do mesmo artigo."
  },
  {
    "id": "stj_julgado_REsp_2_107_398_RJ_24022025",
    "texto": "STJ | 24/02/2025 | REsp 2.107.398-RJ | INFORMATIVO 841 - STJ | A utilização conjunta das Leis n. 8.429/1992 (Lei de Improbidade Administrativa) e n. 12.846/2013 (Lei Anticorrupção) para fundamentar uma mesma ação civil não configura, por si só, violação ao princípio do non bis in idem."
  },
  {
    "id": "stj_julgado_REsp_2_175_480_SP_21022025",
    "texto": "STJ | 21/02/2025 | REsp 2.175.480-SP | INFORMATIVO 842 - STJ | A petição inicial da ação de improbidade só pode ser rejeitada se não houver indícios de ato ilícito. Se houver, o processo deve seguir, e a sentença será o momento de avaliar a conduta e o dano ao erário."
  },
  {
    "id": "stj_julgado_MS_19_183_DF_19022025",
    "texto": "STJ | 19/02/2025 | MS 19.183-DF | INFORMATIVO 842 - STJ | Cabe exclusivamente à Comissão de Anistia analisar os requerimentos de anistia política e suas revisões. A ausência dessa comissão no processo de revisão torna o procedimento nulo."
  },
  {
    "id": "stj_julgado_julgado_19022025",
    "texto": "STJ | 19/02/2025 | INFORMATIVO 845 - STJ | Entrar com ação de improbidade apenas para declarar que o delator cometeu ato ilícito, sem aplicar novas punições além do acordo, compromete a segurança jurídica, prejudica as investigações e desestimula futuras delações, sendo incompatível com a Lei de Improbidade."
  },
  {
    "id": "stj_julgado_REsp_2_074_601_MG_13022025",
    "texto": "STJ | 13/02/2025 | REsp 2.074.601-MG | INFORMATIVO 840 - STJ | As disposições da Lei n. 14.230/2021 são aplicáveis aos processos em curso para regular o procedimento da tutela provisória de indisponibilidade de bens, de modo que as medidas já deferidas poderão ser reapreciadas para fins de adequação à atual redação dada à Lei n. 8.429/1992."
  },
  {
    "id": "stj_julgado_AgInt_no_AgInt_no_AREsp_1_479_463_SP_09122024",
    "texto": "STJ | 09/12/2024 | AgInt no AgInt no AREsp 1.479.463-SP | INFORMATIVO 837 - STJ | Mesmo que determinada conduta ímproba tenha sido revogada pelas alterações na Lei de Improbidade Administrativa, haverá improbidade se a previsão constar em lei especial."
  },
  {
    "id": "stj_julgado_REsp_1_956_378_SP_1757279476614",
    "texto": "STJ | REsp 1.956.378-SP | INFORMATIVO 835 - STJ | 1ª Tese: O intervalo para progressão funcional e promoção de servidores do INSS é de 12 meses, conforme legislação aplicável. 2ª Tese: É permitido que os efeitos financeiros da progressão funcional ocorram em data diferente da entrada do servidor na carreira. 3ª Tese: Os servidores têm direito a receber diferenças remuneratórias retroativas relacionadas ao reenquadramento até 1º/1/2017."
  },
  {
    "id": "stj_julgado_REsp_2_000_449_MT_09122024",
    "texto": "STJ | 09/12/2024 | REsp 2.000.449-MT | INFORMATIVO 837 - STJ | A desapropriação destinada às comunidades quilombolas apresenta natureza especial e, em razão das características particulares, os prazos de caducidade das desapropriações comuns não lhe são aplicáveis."
  },
  {
    "id": "stj_julgado_REsp_2_105_250_RJ_04122024",
    "texto": "STJ | 04/12/2024 | REsp 2.105.250-RJ | INFORMATIVO 836 - STJ | A não homologação da autodeclaração racial implica apenas na eliminação do candidato das vagas reservadas, não podendo afetar sua aprovação na ampla concorrência."
  },
  {
    "id": "stj_julgado_RMS_71_079_DF_17102024",
    "texto": "STJ | 17/10/2024 | RMS 71.079-DF | INFORMATIVO 832 - STJ | É legítima a aplicação da sanção de cassação de aposentadoria a integrante do Ministério Público que tenha cometido infração disciplinar grave durante seu período de atividade, mesmo que tal falta só venha a ser descoberta após sua aposentadoria."
  },
  {
    "id": "stj_julgado_REsp_2_173_088_DF_11102024",
    "texto": "STJ | 11/10/2024 | REsp 2.173.088-DF | INFORMATIVO 829 - STJ | O imóvel pertencente à sociedade de economia mista que presta serviço público essencial e atua em regime não concorrencial não pode ser adquirido por usucapião, quando afetado à finalidade pública essencial, ainda que desocupado ou abandonado."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_2_044_444_PR_15102024",
    "texto": "STJ | 15/10/2024 | AgInt no AREsp 2.044.444-PR | INFORMATIVO 836 - STJ | Excepcionalmente, considerando os princípios da proporcionalidade e razoabilidade, pode-se estabelecer a multa administrativa prevista na lei nº 9.847/1999 abaixo do mínimo legal, desde que a decisão esteja fundamentada em elementos concretos que demonstrem a necessidade dessa redução."
  },
  {
    "id": "stj_julgado_julgado_04102024",
    "texto": "STJ | 04/10/2024 | INFORMATIVO 828 - STJ | Se o juiz criminal reconhece a inimputabilidade de servidor público e profere sentença absolutória imprópria com imposição de medida de segurança, a sanção administrativa é incabível, devendo a Administração Pública avaliar a possibilidade de licença para permitir o tratamento de saúde ou de aposentadoria por invalidez."
  },
  {
    "id": "stj_julgado_REsp_1_990_245_SP_19092024",
    "texto": "STJ | 19/09/2024 | REsp 1.990.245-SP | INFORMATIVO 827 - STJ | As concessionárias de metrô podem exigir retribuição financeira de empresas privadas pela instalação de infraestrutura de telecomunicações em túneis, nos termos do art. 11 da Lei nº 8.987/1995, que permite receitas alternativas para concessionárias."
  },
  {
    "id": "stj_julgado_AREsp_1_417_207_MG_19092024",
    "texto": "STJ | 19/09/2024 | AREsp 1.417.207-MG | INFORMATIVO 826 - STJ | A dispensa indevida de licitação que acarreta pagamento ao agente ímprobo e a ausência de prestação de serviço gera dano concreto e pode ser enquadrada no art. 11, V, da Lei de Improbidade Administrativa."
  },
  {
    "id": "stj_julgado_REsp_1_812_140_RS_16092024",
    "texto": "STJ | 16/09/2024 | REsp 1.812.140-RS | INFORMATIVO 826 - STJ | Em caso de interrupção programada dos serviços, os fornecedores devem avisar previamente os consumidores de acordo com a forma definida pelo respectivo órgão regulador do serviço."
  },
  {
    "id": "stj_julgado_REsp_1_735_603_AL_1757279479639",
    "texto": "STJ | REsp 1.735.603-AL | INFORMATIVO 824 - STJ | As sanções de \"suspensão dos direitos políticos\" e \"proibição de contratar com o Poder Público ou receber benefícios fiscais\" são aplicáveis tanto a particulares quanto a agentes públicos que praticarem atos de improbidade administrativa."
  },
  {
    "id": "stj_julgado_REsp_1_929_685_TO_1757279479639",
    "texto": "STJ | REsp 1.929.685-TO | INFORMATIVO 823 - STJ | A alteração realizada na Lei de Improbidade Administrativa que passou a exigir efetivo prejuízo em atos ímprobos de lesão ao erário deve ser aplicada aos processos em curso."
  },
  {
    "id": "stj_julgado_REsp_1_908_738_SP_26082024",
    "texto": "STJ | 26/08/2024 | REsp 1.908.738-SP | INFORMATIVO 822 - STJ | As concessionárias de rodovias podem ser responsabilizadas por acidentes causados por animais nas pistas, aplicando-se a teoria do risco administrativo e as regras de proteção ao consumidor."
  },
  {
    "id": "stj_julgado_REsp_2_038_245_SP_26082024",
    "texto": "STJ | 26/08/2024 | REsp 2.038.245-SP | INFORMATIVO 827 - STJ | A alteração realizada na Lei de Outorga e Prorrogação de Concessão e Permissão de Serviço Público quanto ao prazo contratual (de no mínimo 25 anos, prorrogável por mais 10) só se aplica para contratos firmados após a publicação da nova lei, qual seja, a Lei nº 10.684/2003."
  },
  {
    "id": "stj_julgado_RMS_71_656_RO_1757279479639",
    "texto": "STJ | RMS 71.656-RO | INFORMATIVO 823 - STJ | O fracionamento, em curto período, das nomeações de aprovados em concurso público demonstra a necessidade imediata de provimento dos cargos, mas deve ser assegurada a preferência na escolha de lotação aos candidatos melhor classificados."
  },
  {
    "id": "stj_julgado_REsp_1_831_507_AL_09082024",
    "texto": "STJ | 09/08/2024 | REsp 1.831.507-AL | INFORMATIVO 822 - STJ | A ação judicial que resulta na reclassificação de candidato em concurso público implica no necessário chamamento dos demais candidatos afetados para exercício do contraditório e ampla defesa."
  },
  {
    "id": "stj_julgado_REsp_1_985_977_DF_26062024",
    "texto": "STJ | 26/06/2024 | REsp 1.985.977-DF | Aplica-se a responsabilidade civil pela perda de uma chance no caso de profissionais médicos que não observam orientação do Ministério da Saúde, retirando do paciente uma chance concreta e real de ter um diagnóstico correto e de alcançar as consequências normais que dele se poderia esperar."
  },
  {
    "id": "stj_julgado_REsp_2_093_778_PR_1757279479640",
    "texto": "STJ | REsp 2.093.778-PR | INFORMATIVO 817 - STJ | O fretamento em circuito aberto configura prestação irregular de serviço de transporte rodoviário de passageiros e concorrência desleal."
  },
  {
    "id": "stj_julgado_Agint_no_REsp_1_991_470_MG_1757279479640",
    "texto": "STJ | Agint no REsp 1.991.470-MG | INFORMATIVO 816 - STJ | A absolvição criminal com fundamento na atipicidade da conduta não faz coisa julgada no juízo cível e, portanto, não impede o processamento da ação de improbidade administrativa."
  },
  {
    "id": "stj_julgado_AREsp_2_384_044_SP_1757279482668",
    "texto": "STJ | AREsp 2.384.044-SP | INFORMATIVO 816 - STJ | O espólio possui legitimidade para contestar a validade de interceptações telefônicas em processo penal, mesmo após a extinção da punibilidade devido ao falecimento do acusado."
  },
  {
    "id": "stj_julgado_RMS_73_285_RS_1757279482669",
    "texto": "STJ | RMS 73.285-RS | INFORMATIVO 816 - STJ | A negativa de banca examinadora de concurso público em atribuir pontuação à reposta formulada de acordo com precedente obrigatório do STJ constitui flagrante ilegalidade."
  },
  {
    "id": "stj_julgado_REsp_2_103_140_ES_18062024",
    "texto": "STJ | 18/06/2024 | REsp 2.103.140-ES | A penalidade administrativa rege-se pela lei vigente à época do fato e a retroatividade da lei mais benéfica somente será possível quando houver expressa previsão legislativa nesse sentido."
  },
  {
    "id": "stj_julgado_AgInt_no_RMS_65_059_MT_06062024",
    "texto": "STJ | 06/06/2024 | AgInt no RMS 65.059-MT | A servidora pública gestante que exerce eventualmente a substituição de titular de cargo comissionado tem direito apenas à retribuição pecuniária correspondente e proporcional aos dias em que tenha efetivamente realizado a substituição, não podendo se afastar com essa remuneração."
  },
  {
    "id": "stj_julgado_REsp_1_955_116_AM_1757279482670",
    "texto": "STJ | REsp 1.955.116-AM | INFORMATIVO 813 - STJ | Para fins de indisponibilidade de bens, há solidariedade entre os corréus da ação de improbidade administrativa, de modo que a constrição deve recair sobre os bens de todos eles, sem divisão em quota-parte."
  },
  {
    "id": "stj_julgado_REsp_2_012_248_RN_27052024",
    "texto": "STJ | 27/05/2024 | REsp 2.012.248-RN | INFORMATIVO 814 - STJ | No âmbito das atividades desempenhadas em postos de saúde, os Municípios não exercem atividade comercial, e portanto, não se submetem à fiscalização do INMETRO em relação às balanças dispostas para atendimento ao público."
  },
  {
    "id": "stj_julgado_AREsp_2_554_882_SP_23052024",
    "texto": "STJ | 23/05/2024 | AREsp 2.554.882-SP | INFORMATIVO 814 - STJ | As decisões proferidas pelo CARF não podem ser enquadradas como práticas reiteradamente observadas e aceitas pelas autoridades administrativas, previstas no art. 100, III, do CTN."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_459_921_CE_27052024",
    "texto": "STJ | 27/05/2024 | AgInt no REsp 1.459.921-CE | O servidor público não possui direito adquirido a regime jurídico ou a forma de cálculo de rendimentos, no entanto, as alterações realizadas pela Administração Pública não podem diminuir o valor nominal global recebido."
  },
  {
    "id": "stj_julgado_REsp_2_107_601_MG_1757279482670",
    "texto": "STJ | REsp 2.107.601-MG | INFORMATIVO 809 - STJ | Em relação à exigência do dolo específico para a configuração do ato ímprobo, é possível a aplicação da Lei nº 14.230/2021 aos processos em curso sem condenação transitada em julgado."
  },
  {
    "id": "stj_julgado_REsp_1_925_176_PA_26042024",
    "texto": "STJ | 26/04/2024 | REsp 1.925.176-PA | INFORMATIVO 809 - STJ | 1ª Tese: O documento expedido pelo Sistema Integrado de Administração de Recursos Humanos - SIAPE é suficiente para comprovar a transação administrativa, relativa ao pagamento da vantagem de 28,86% aos servidores públicos federais, apenas em relação a acordos firmados posteriormente à vigência do art. 7º, § 2º, da MP nº 2.169-43/2001. 2ª Tese: Quando não for localizado o instrumento de transação devidamente homologado, serão considerados os valores demonstrados nos documentos expedidos pelo SIAPE, a fim de evitar enriquecimento ilícito do servidor público."
  },
  {
    "id": "stj_julgado_REsp_1_933_440_RS_1757279485688",
    "texto": "STJ | REsp 1.933.440-RS | INFORMATIVO 808 - STJ | Nos processos administrativos ambientais somente é possível a declaração judicial de nulidade decorrente da intimação editalícia para apresentação de alegações finais se comprovado prejuízo concreto à defesa do autuado."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_2_085_675_SP_19042024",
    "texto": "STJ | 19/04/2024 | AgInt no REsp 2.085.675-SP | INFORMATIVO 810- STJ | O art. 6º da Lei nº 13.317/2016 determinou a absorção do pagamento da Vantagem Pecuniária Individual (VPI) a partir da implementação dos valores previstos no Anexo I da referida lei."
  },
  {
    "id": "stj_julgado_REsp_1_937_626_RO_1757279485688",
    "texto": "STJ | REsp 1.937.626-RO | INFORMATIVO 808 - STJ | É possível a aplicação subsidiária do direito de extensão previsto na desapropriação de imóvel rural (Lei Complementar nº 76/1993) para os casos de desapropriação por necessidade ou utilidade pública (Decreto-Lei 3.365/1941) quando a área remanescente for reduzida à superfície inferior a da pequena propriedade rural."
  },
  {
    "id": "stj_julgado_AgInt_no_CC_199_231_SP_14032024",
    "texto": "STJ | 14/03/2024 | AgInt no CC 199.231-SP | É competência da Justiça Trabalhista processar e julgar pedidos decorrentes de relação de trabalho entre servidor público e Município quando sujeitos ao regime jurídico da Consolidação das Leis do Trabalho - CLT."
  },
  {
    "id": "stj_julgado_AgRg_no_REsp_1_125_429_RS_12032024",
    "texto": "STJ | 12/03/2024 | AgRg no REsp 1.125.429-RS | INFORMATIVO 803 - STJ | Em juízo de retratação, o STJ aplicou a Tese de Repercussão Geral nº 465 e entendeu que a Portaria nº 931/2005 do Ministério da Defesa, que alterou a fórmula de cálculo do auxílio-invalidez para os servidores militares, está em harmonia com os princípios da legalidade e da irredutibilidade de vencimento."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_1_206_630_SP_01032024",
    "texto": "STJ | 01/03/2024 | AgInt no AREsp 1.206.630-SP | INFORMATIVO 802 - STJ | Ainda que tenha sido abolida a possibilidade de responsabilização por violação genérica aos princípios administrativos no art. 11 da Lei de Improbidade Administrativa, a previsão expressa da conduta em novo dispositivo legal indica a continuidade normativa para fins de punição."
  },
  {
    "id": "stj_julgado_EDcl_no_REsp_1_781_946_SE_1757279485689",
    "texto": "STJ | EDcl no REsp 1.781.946-SE | INFORMATIVO 802 - STJ | A obrigação pelo recolhimento do laudêmio é de responsabilidade do arrematante quando assim estiver previsto no Edital do leilão e na Carta de Arrematação."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_2_013_053_DF_07052024",
    "texto": "STJ | 07/05/2024 | AgInt no REsp 2.013.053-DF | É possível a cumulação de danos morais coletivos com as sanções fixadas no acordo de leniência firmado com o CADE."
  },
  {
    "id": "stj_julgado_RMS_72_573_SP_23022024",
    "texto": "STJ | 23/02/2024 | RMS 72.573-SP | INFORMATIVO 806 - STJ | A aplicação da penalidade de suspensão prevista no Estatuto dos Funcionários Públicos Civis do Estado de São Paulo, por si só, não impede que o servidor estadual seja empossado em outro cargo público."
  },
  {
    "id": "stj_julgado_REsp_1_490_603_PR_23022024",
    "texto": "STJ | 23/02/2024 | REsp 1.490.603-PR | INFORMATIVO 801 - STJ | A utilização de água mineral em processo industrial depende de autorização federal, ainda que não seja destinada ao envase e ao consumo humano."
  },
  {
    "id": "stj_julgado_RMS_69_581_GO_22022024",
    "texto": "STJ | 22/02/2024 | RMS 69.581-GO | INFORMATIVO 801 - STJ | Na promoção de militar por ato de bravura, não cabe à Administração suspender o processo administrativo em razão da situação econômica do estado."
  },
  {
    "id": "stj_julgado_AREsp_2_272_508_RN_21032024",
    "texto": "STJ | 21/03/2024 | AREsp 2.272.508-RN | INFORMATIVO 800 - STJ | A concessão da cautelar de indisponibilidade de bens, prevista no artigo 16 da Lei de Improbidade Administrativa, após as alterações da Lei nº 14.230/2021, depende da comprovação da urgência, requisito que é exigido imediatamente aos processos em curso em razão da natureza processual da norma."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_2_380_545_SP_1757279488718",
    "texto": "STJ | AgInt no AREsp 2.380.545-SP | INFORMATIVO 800 - STJ | Nos termos da Tese 1.199 de Repercussão Geral do STF, as alterações legislativas ocorridas na Lei de Improbidade Administrativa retroagem para absolver o servidor público que está respondendo por tipo legal de improbidade revogado, desde que não tenha ocorrido o trânsito em julgado da condenação."
  },
  {
    "id": "stj_julgado_EREsp_1_725_030_SP_20102023",
    "texto": "STJ | 20/10/2023 | EREsp 1.725.030-SP | Aplica-se o regime prescricional típico da Fazenda Pública para as entidades da Administração Indireta com personalidade de direito privado que atuem na prestação de serviços públicos essenciais sem finalidade lucrativa e sem natureza concorrencial."
  },
  {
    "id": "stj_julgado_AgInt_na_SLS_3_204_SP_1757279488718",
    "texto": "STJ | AgInt na SLS 3.204-SP | INFORMATIVO 797- STJ | As pessoas jurídicas de direito privado têm legitimidade para formular pedido de suspensão de liminar quando prestadoras de serviço público ou no exercício de função delegada pelo Poder Público, e desde que pretendam defender o interesse público primário."
  },
  {
    "id": "stj_julgado_AREsp_2_397_514_SP_24112023",
    "texto": "STJ | 24/11/2023 | AREsp 2.397.514-SP | INFORMATIVO 796 - STJ | Quando o percentual de vagas em concurso público para candidatos com deficiência corresponder a um número fracionário (no caso, 0,6 vagas) deverá ser arredondado para inteiro imediatamente superior (no caso, para 1)."
  },
  {
    "id": "stj_julgado_REsp_2_015_278_PB_16112023",
    "texto": "STJ | 16/11/2023 | REsp 2.015.278-PB | INFORMATIVO 794 - STJ | A remoção do servidor público por motivo de saúde de familiares, nos termos do art. 36, parágrafo único, III, b, da Lei 8.112/1990, depende da demonstração da dependência econômica."
  },
  {
    "id": "stj_julgado_AgInt_nos_EDcl_no_RMS_69_978_BA_25102023",
    "texto": "STJ | 25/10/2023 | AgInt nos EDcl no RMS 69.978-BA | O critério a ser utilizado para que uma pessoa integre o sistema de cotas raciais funda-se no fenótipo, e não meramente no genótipo, na ancestralidade do candidato."
  },
  {
    "id": "stj_julgado_RMS_68_504_SC_16102023",
    "texto": "STJ | 16/10/2023 | RMS 68.504-SC | INFORMATIVO 792 - STJ | Quando a Administração Pública optar por contratar leiloeiro oficial por meio de credenciamento, após vigência da Nova Lei de Licitações, será obrigada a divulgar, permanentemente, edital de credenciamento em sítio eletrônico."
  },
  {
    "id": "stj_julgado_AgInt_nos_EDcl_no_RMS_70_988_MS_11102023",
    "texto": "STJ | 11/10/2023 | AgInt nos EDcl no RMS 70.988-MS | INFORMATIVO 797- STJ | Em razão do princípio da vinculação ao edital, as regras editalícias nos concursos públicos obrigam tanto a Administração quanto os candidatos participantes."
  },
  {
    "id": "stj_julgado_HC_830_530_SP_04102023",
    "texto": "STJ | 04/10/2023 | HC 830.530-SP | INFORMATIVO 791 - STJ | Ainda que as guardas municipais exerçam poder de polícia, de forma ampla, elas exercem poder policial (típico das polícias) apenas de forma residual e excepcional, quando relacionadas às suas atividades."
  },
  {
    "id": "stj_julgado_julgado_02102023",
    "texto": "STJ | 02/10/2023 | INFORMATIVO 789 - STJ | A impossibilidade de obtenção dos registros acerca dos dias não trabalhados ou das horas compensadas não pode se tornar um óbice para a Administração Pública descontar os dias não trabalhados pelos servidores públicos em decorrência de greve."
  },
  {
    "id": "stj_julgado_REsp_1_950_332_RJ_02102023",
    "texto": "STJ | 02/10/2023 | REsp 1.950.332-RJ | INFORMATIVO 790 - STJ | Não é possível delegar a função sancionadora do exercício do poder de polícia à pessoa jurídica de direito privado que não integra a Administração Pública."
  },
  {
    "id": "stj_julgado_RMS_68_490_RS_29092023",
    "texto": "STJ | 29/09/2023 | RMS 68.490-RS | INFORMATIVO 789 - STJ | É possível ao juiz estadual, na mesma data em que exonerado do cargo anterior e empossado na qualidade de juiz federal, averbar perante à Justiça Federal períodos de férias adquiridas e não gozadas, vedada, apenas, sua posterior conversão em pecúnia ou indenização."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_1_716_010_RJ_28092023",
    "texto": "STJ | 28/09/2023 | AgInt no AREsp 1.716.010-RJ | O recurso administrativo não afasta a incidência dos juros moratórios, que incidem desde o primeiro dia após o vecimento do prazo previsto para o pagamento da multa administrativa (art. 61, §1°, da Lei 9.430/1996)."
  },
  {
    "id": "stj_julgado_REsp_1_611_429_SP_21092023",
    "texto": "STJ | 21/09/2023 | REsp 1.611.429-SP | Em caso de assalto à mão armada realizado nas dependências do metrô, a concessionária de serviço público deve ser responsabilizada quando falhar no dever de segurança."
  },
  {
    "id": "stj_julgado_MS_27_102_DF_30082023",
    "texto": "STJ | 30/08/2023 | MS 27.102-DF | O art. 57 da Lei nº 9.784/1999 prevê que o curso recursal no Processo Administrativo ocorre por até três instâncias administrativas diferentes, o que autoriza a interposição de apenas dois recursos pelo interessado."
  },
  {
    "id": "stj_julgado_REsp_1_991_456_SC_14082023",
    "texto": "STJ | 14/08/2023 | REsp 1.991.456-SC | INFORMATIVO 783 - STJ | A Administração Pública pode ser responsabilizada por danos ao patrimônio cultural, decorrentes de sua omissão no dever de fiscalização. Tal responsabilidade é de caráter solidário, mas de execução subsidiária."
  },
  {
    "id": "stj_julgado_AREsp_551_389_RN_1757279491746",
    "texto": "STJ | AREsp 551.389-RN | INFORMATIVO 786 - STJ | Em limitação administrativa, em regra, não é devida indenização aos proprietários dos imóveis abrangidos em área delimitada por ato administrativo, a não ser que comprovem efetivo prejuízo, ou limitação além das já existentes."
  },
  {
    "id": "stj_julgado_REsp_2_045_450_RS_28062023",
    "texto": "STJ | 28/06/2023 | REsp 2.045.450-RS | INFORMATIVO 780 - STJ | No caso de contrato verbal e sem licitação, o ente público deve indenizar a efetiva prestação de serviços, ainda que por terceiros, desde que provada a existência de subcontratação e que tais serviços se reverteram em benefício da Administração."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_2_233_221_RS_21062023",
    "texto": "STJ | 21/06/2023 | AgInt no AREsp 2.233.221-RS | INFORMATIVO 781 - STJ | O Adicional de Gestão Educacional, instituído pela Lei n. 9.640/1998, para o servidor investido em cargo de direção ou função gratificada das Instituições Federais de Ensino, não pode ser incluído na base de cálculo da Vantagem Pessoal Nominalmente Identificável - VPNI, sob pena de bis in idem."
  },
  {
    "id": "stj_julgado_REsp_1_959_550_RS_20062023",
    "texto": "STJ | 20/06/2023 | REsp 1.959.550-RS | INFORMATIVO 779 - STJ | É legal a fixação de prazo máximo para o requerimento do seguro-desemprego em ato normativo infralegal (portarias e resoluções, por exemplo)."
  },
  {
    "id": "stj_julgado_AREsp_2_031_414_MG_15082023",
    "texto": "STJ | 15/08/2023 | AREsp 2.031.414-MG | INFORMATIVO 779 - STJ | Os agentes políticos municipais se submetem aos ditames da Lei de Improbidade Administrativa, sem prejuízo da responsabilização política e criminal estabelecida no DL n. 201/1967."
  },
  {
    "id": "stj_julgado_AgInt_no_RMS_70_212_PR_27062023",
    "texto": "STJ | 27/06/2023 | AgInt no RMS 70.212-PR | As receitas e despesas brutas dos cartórios extrajudiciais não configuram dados pessoais a serem protegidos sob o argumento de garantir o direito ao sigilo e à privacidade."
  },
  {
    "id": "stj_julgado_MS_17_874_DF_05062023",
    "texto": "STJ | 05/06/2023 | MS 17.874-DF | Aplica-se o prazo decadencial de 5 anos (art. 54, caput, da Lei 9.787/1999) na hipótese em que a anulação da concessão de anistia tem como fundamento a acumulação irregular de dois pagamentos, benefícios ou indenizações, com o mesmo fato gerador."
  },
  {
    "id": "stj_julgado_AREsp_1_877_917_RS_30052023",
    "texto": "STJ | 30/05/2023 | AREsp 1.877.917-RS | INFORMATIVO 776 - STJ | Em atenção ao Tema 1199/STF, deve-se conferir interpretação restritiva às hipóteses de aplicação retroativa da Lei n. 14.230/2021, adstringindo-se aos atos ímprobos culposos não transitados em julgado."
  },
  {
    "id": "stj_julgado_julgado_30052023",
    "texto": "STJ | 30/05/2023 | INFORMATIVO 776 - STJ | O valor recebido por Ministros de Estado pela participação em conselhos de empresas públicas e sociedades de economia mista, e suas subsidiárias, não se submete ao teto remuneratório constitucional, salvo no caso de as estatais receberem recursos da União, dos Estados, do Distrito Federal ou dos Municípios para pagamento de despesas de pessoal ou de custeio em geral."
  },
  {
    "id": "stj_julgado_AgInt_no_RMS_69_803_CE_23052023",
    "texto": "STJ | 23/05/2023 | AgInt no RMS 69.803-CE | INFORMATIVO 775 - STJ | A prorrogação do processo administrativo disciplinar não pode ser causa de nulidade, porque não demonstrado o prejuízo decorrente dela."
  },
  {
    "id": "stj_julgado_AgRg_nos_EDcl_nos_EDcl_nos_EDcl_no_RHC_171760_GO_27042023",
    "texto": "STJ | 27/04/2023 | AgRg nos EDcl nos EDcl nos EDcl no RHC 171760-GO | INFORMATIVO 774 - STJ | Não há usurpação de competência do Tribunal de Justiça local quanto à supervisão de investigação contra detentor de prerrogativa de foro no âmbito de inquéritos civis e ações de improbidade administrativa."
  },
  {
    "id": "stj_julgado_julgado_22062023",
    "texto": "STJ | 22/06/2023 | INFORMATIVO 781 - STJ | O fato de a Gratificação de Atividade Tributária - GAT ser paga a todos os integrantes da carreira, constituindo-se em gratificação genérica calculada sobre o vencimento básico, não implica a sua transmutação em vencimento básico, categoria expressamente referida na legislação, que não se confunde com as vantagens permanentes do cargo."
  },
  {
    "id": "stj_julgado_AREsp_584_752_RS_29032023",
    "texto": "STJ | 29/03/2023 | AREsp 584.752-RS | INFORMATIVO 769 - STJ | É lícito ao órgão de trânsito indeferir o pedido de Carteira Nacional de Habilitação - CNH ao condutor que, portador da Permissão para Dirigir, cometeu infração grave, independentemente dessa infração ser qualificada como de natureza administrativa ou na condução do veículo."
  },
  {
    "id": "stj_julgado_REsp_1_569_427_SP_30032023",
    "texto": "STJ | 30/03/2023 | REsp 1.569.427-SP | INFORMATIVO 768 - STJ | O Banco Central do Brasil responde objetivamente pelos danos que os liquidantes, no exercício desse munus público, causem à massa falida, em decorrência da indevida utilização de valores pagos pelos consorciados para custear despesas concernentes ao procedimento liquidatório de empresa de consórcio."
  },
  {
    "id": "stj_julgado_RHC_173_448_DF_14032023",
    "texto": "STJ | 14/03/2023 | RHC 173.448-DF | INFORMATIVO 766 - STJ | A absolvição na ação de improbidade administrativa em virtude da ausência de dolo e da ausência de obtenção de vantagem indevida esvazia a justa causa para manutenção da ação penal."
  },
  {
    "id": "stj_julgado_REsp_1_930_735_TO_02032023",
    "texto": "STJ | 02/03/2023 | REsp 1.930.735-TO | INFORMATIVO 767 - STJ | 1ª Tese: A ausência do depósito previsto no art. 15 do Decreto-Lei n. 3.365/1941 para o deferimento de pedido de imissão provisória na posse veiculado em ação de desapropriação por utilidade pública não implica a extinção do processo sem resolução do mérito, mas, tão somente, o indeferimento da tutela provisória. 2ª Tese: Para cumprimento dos requisitos arrolados no art. 16, caput, I e II, e § 4º, II, da LRF é necessário instruir a petição inicial da ação expropriatória de imóveis com a estimativa do impacto orçamentário-financeiro e apresentar declaração a respeito da compatibilidade das despesas necessárias ao pagamento das indenizações ao disposto no plano plurianual, na lei de diretrizes orçamentárias e na lei orçamentária anual."
  },
  {
    "id": "stj_julgado_REsp_2_021_212_PR_28112023",
    "texto": "STJ | 28/11/2023 | REsp 2.021.212-PR | A intimação por edital para a apresentação de razões finais em processo administrativo ambiental, realizada conforme a sistemática adotada pelo Decreto nº 6.514/2008, entre os anos de 2008 e 2019, é lícita quando a autoridade julgadora não agravar a penalidade já imposta ao particular."
  },
  {
    "id": "stj_julgado_REsp_2_006_738_PE_28022023",
    "texto": "STJ | 28/02/2023 | REsp 2.006.738-PE | INFORMATIVO 764 - STJ | A conduta de filmar, por meio de câmera escondida, alunas, servidoras e funcionárias terceirizadas caracteriza a infração de conduta escandalosa, prevista no art. 132, V, parte final, da Lei n. 8.112/1990, o que atrai a pena de demissão do servidor público."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_1_783_746_RJ_16022023",
    "texto": "STJ | 16/02/2023 | AgInt no REsp 1.783.746-RJ | É possível a aplicação analógica da teoria da continuidade delitiva (art. 71 do CP) no âmbito do processo administrativo."
  },
  {
    "id": "stj_julgado_AREsp_2_067_898_DF_20122022",
    "texto": "STJ | 20/12/2022 | AREsp 2.067.898-DF | INFORMATIVO 762 - STJ | Nas demandas em que se alega desequilíbrio econômico-financeiro de contrato ou convênio firmado com hospitais particulares para prestação de serviços de saúde em caráter complementar, o polo passivo deve ser composto necessariamente pela União e o contratante subnacional (Estado ou Município)."
  },
  {
    "id": "stj_julgado_MS_17_526_DF_16112022",
    "texto": "STJ | 16/11/2022 | MS 17.526-DF | O decurso do lapso temporal de 5 anos não impede a revisão, pela Administração, dos atos de concessão de anistia a cabos da Aeronáutica relativos à Portaria 1.104, editada pelo Ministro de Estado da Aeronáutica, em 12 de outubro de 1964."
  },
  {
    "id": "stj_julgado_MS_18_442_DF_14112022",
    "texto": "STJ | 14/11/2022 | MS 18.442-DF | INFORMATIVO 756 - STJ | No exercício do seu poder de autotutela, poderá a Administração Pública rever os atos de concessão de anistia a cabos da Aeronáutica com fundamento na Portaria n. 1.104/1964, quando se comprovar a ausência de ato com motivação exclusivamente política, assegurando-se ao anistiado, em procedimento administrativo, o devido processo legal e a não devolução das verbas já recebidas."
  },
  {
    "id": "stj_julgado_AREsp_1_674_697_RJ_14112022",
    "texto": "STJ | 14/11/2022 | AREsp 1.674.697-RJ | INFORMATIVO 756 - STJ | É cabível a avaliação pericial provisória como condição à imissão na posse nas ações regidas pelo Decreto-Lei n. 3.365/1941, quando não observados os requisitos previstos no art. 15, § 1.º, do referido diploma."
  },
  {
    "id": "stj_julgado_REsp_1_833_609_PE_11112022",
    "texto": "STJ | 11/11/2022 | REsp 1.833.609-PE | INFORMATIVO 757 - STJ | O fato gerador do laudêmio é o registro do imóvel em Cartório de Registro de Imóveis, que é o momento em que ocorre a transferência do domínio útil do aludido direito real."
  },
  {
    "id": "stj_julgado_REsp_1_979_138_DF_10112022",
    "texto": "STJ | 10/11/2022 | REsp 1.979.138-DF | No exercício de direito sancionador, a negativa da prova técnica requerida pelo acusado pode afrontar o devido processo administrativo."
  },
  {
    "id": "stj_julgado_REsp_1_907_153_CE_28102022",
    "texto": "STJ | 28/10/2022 | REsp 1.907.153-CE | INFORMATIVO 755 - STJ | É possível ao servidor que já usufruiu o primeiro período de férias, após cumprida a exigência de 12 (doze) meses de exercício, usufruir as férias seguintes no mesmo ano civil, dentro do período aquisitivo ainda em curso, nos termos do § 1° do art. 77 da Lei n. 8.112/1990."
  },
  {
    "id": "stj_julgado_EDcl_no_AgInt_no_CC_184_065_SP_04112022",
    "texto": "STJ | 04/11/2022 | EDcl no AgInt no CC 184.065-SP | INFORMATIVO 760 - STJ | Compete à Justiça Comum o julgamento de controvérsia envolvendo direitos de servidor contratado para exercer cargo em comissão regido pela CLT."
  },
  {
    "id": "stj_julgado_AREsp_1_574_873_RJ_24102022",
    "texto": "STJ | 24/10/2022 | AREsp 1.574.873-RJ | INFORMATIVO 754 - STJ | A interposição de recurso administrativo não afasta a incidência dos juros moratórios sobre multa aplicada por agência reguladora."
  },
  {
    "id": "stj_julgado_RMS_58_436_BA_09112022",
    "texto": "STJ | 09/11/2022 | RMS 58.436-BA | INFORMATIVO 760 - STJ | A vantagem pecuniária estabelecida no art. 3º da Lei n. 6.932/1996 do Estado da Bahia não pode ser aplicada em relação aos integrantes de Tribunais de Contas dos Municípios da Bahia."
  },
  {
    "id": "stj_julgado_REsp_1_635_716_DF_11102022",
    "texto": "STJ | 11/10/2022 | REsp 1.635.716-DF | INFORMATIVO 753 - STJ | Prescreve em cinco anos a ação em face de empresas estatais prestadores de serviço público essencial dedicada a atividade econômica sem finalidade lucrativa e sem natureza concorrencial."
  },
  {
    "id": "stj_julgado_RMS_64_025_BA_10102022",
    "texto": "STJ | 10/10/2022 | RMS 64.025-BA | INFORMATIVO 752 - STJ | O prazo para impetração do Mandado de Segurança, nos casos de violação da ordem classificatória em concurso público, se inicia a partir do último ato administrativo reputado ilegal."
  },
  {
    "id": "stj_julgado_REsp_1_872_260_SP_07102022",
    "texto": "STJ | 07/10/2022 | REsp 1.872.260-SP | INFORMATIVO 752 - STJ | A concessionária de rodovia não deve ser responsabilizada por roubo com emprego de arma de fogo cometido contra seus usuários em posto de pedágio."
  },
  {
    "id": "stj_julgado_julgado_03102022",
    "texto": "STJ | 03/10/2022 | INFORMATIVO 751 - STJ | O processamento e julgamento de procedimento administrativo de dúvida suscitado por oficial de registro imobiliário relativamente a imóveis de autarquia pública federal compete ao juízo federal."
  },
  {
    "id": "stj_julgado_RMS_68_657_MG_29092022",
    "texto": "STJ | 29/09/2022 | RMS 68.657-MG | A prerrogativa da escolha do momento para a nomeação de candidato, aprovado dentro das vagas ofertadas em concurso público, é da Administração Pública, durante o prazo de validade do certame."
  },
  {
    "id": "stj_julgado_MS_20_194_DF_20092022",
    "texto": "STJ | 20/09/2022 | MS 20.194-DF | É indispensável que seja instaurado processo administrativo, com garantia de contraditório e ampla defesa, na revisão da pena anteriormente aplicada às infrações às normas que regem a exploração do serviço de radiodifusão comunitária."
  },
  {
    "id": "stj_julgado_RMS_67_654_PB_23092022",
    "texto": "STJ | 23/09/2022 | RMS 67.654-PB | Considerando o silêncio do CNJ quanto ao prazo para aquisição de títulos pelos candidatos em concursos públicos para a outorga das Delegações de Notas e de Registro, deve prevalecer a competência subsidiária concedida aos respectivos Tribunais de Justiça para fixarem as regras dos concursos de ingresso nos serviços notarial e de registro, na forma prevista no art. 15, caput, § 1º, da Lei n. 8.935/1994."
  },
  {
    "id": "stj_julgado_REsp_1_737_175_SP_19092022",
    "texto": "STJ | 19/09/2022 | REsp 1.737.175-SP | É da ANATEL a competência para legislar e regular a prestação de serviços telefônicos, determinando quais serviços podem ser considerados emergenciais para o fim de se obter código telefônico para ligações gratuitas."
  },
  {
    "id": "stj_julgado_AREsp_956_526_SP_19092022",
    "texto": "STJ | 19/09/2022 | AREsp 956.526-SP | INFORMATIVO 749 - STJ | O parâmetro remuneratório sobre o qual deve incidir a VNPI para o cálculo da remuneração dos Procuradores da Fazenda Nacional é o existente em março/2002."
  },
  {
    "id": "stj_julgado_RMS_52_896_PR_17102022",
    "texto": "STJ | 17/10/2022 | RMS 52.896-PR | INFORMATIVO 757 - STJ | O Conselheiro do Tribunal de Contas do Estado do Paraná, quando não puder ser reintegrado imediatamente, deve permanecer em disponibilidade, conforme legislação estadual, haja vista que a perda do cargo ocupado com garantia de vitaliciedade necessita de decisão judicial transitada em julgado, em ação própria."
  },
  {
    "id": "stj_julgado_RMS_58_785_MS_29082022",
    "texto": "STJ | 29/08/2022 | RMS 58.785-MS | INFORMATIVO 746 - STJ | Não cabe mandado de segurança para continuar a concorrer em vaga de cotas raciais quando a comissão de heteroidentificação não confirma a sua autodeclaração."
  },
  {
    "id": "stj_julgado_RMS_68_932_SP_06092022",
    "texto": "STJ | 06/09/2022 | RMS 68.932-SP | INFORMATIVO 753 - STJ | A renúncia ao cargo de governador impede o recebimento de pedido de abertura de impeachment."
  },
  {
    "id": "stj_julgado_EDv_nos_EREsp_1_797_663_CE_12092022",
    "texto": "STJ | 12/09/2022 | EDv nos EREsp 1.797.663-CE | INFORMATIVO 748 - STJ | A demora da Administração para apreciar o pedido de autorização para funcionamento de rádio comunitária não legitima o Poder Judiciário a conceder, ainda que em caráter precário, o direito de continuidade das atividades."
  },
  {
    "id": "stj_julgado_RMS_54_717_SP_15082022",
    "texto": "STJ | 15/08/2022 | RMS 54.717-SP | INFORMATIVO 744 - STJ | O oferecimento de denúncia criminal por autoridade que, em razão de suas atribuições legais, seja obrigada a fazê-lo não a inabilita, só por isso, a desempenhar suas funções como autoridade julgadora no processo administrativo."
  },
  {
    "id": "stj_julgado_AgInt_nos_EDcl_no_RMS_55_819_MG_17082022",
    "texto": "STJ | 17/08/2022 | AgInt nos EDcl no RMS 55.819-MG | INFORMATIVO 747 - STJ | Não extrapola o poder regulamentar da Administração Pública, ou os princípios que a regem, Decreto Estadual que dispõe sobre o dever de agentes púbicos disponibilizarem informações sobre seus bens e evolução patrimonial."
  },
  {
    "id": "stj_julgado_MS_25_318_DF_18072022",
    "texto": "STJ | 18/07/2022 | MS 25.318-DF | O prazo de prescrição no PAD será suspenso se houver impetração de Mandado de Segurança que impeça o seguimento do curso natural do procedimento disciplinar."
  },
  {
    "id": "stj_julgado_julgado_29062022",
    "texto": "STJ | 29/06/2022 | A indenização, prevista no art. 16 da Lei n. 8.216/1991, deve ser reajustada, pelo Poder Executivo, na mesma data e percentuais de reajustes aplicados às diárias."
  },
  {
    "id": "stj_julgado_REsp_1_854_662_CE_27062022",
    "texto": "STJ | 27/06/2022 | REsp 1.854.662-CE | INFORMATIVO 742 - STJ | O servidor federal inativo deve receber em dinheiro a licença-prêmio não utilizada ou não contada em dobro para a aposentadoria, sem que seja preciso fazer requerimento administrativo ou comprovar que a licença não foi utilizada por necessidade do serviço. Se esta licença não for paga, haverá enriquecimento ilícito da administração pública."
  },
  {
    "id": "stj_julgado_REsp_1_287_461_SP_30062022",
    "texto": "STJ | 30/06/2022 | REsp 1.287.461-SP | INFORMATIVO 745 - STJ | Poder Judiciário não pode impedir que a ANAC realoque os horários de transporte de empresas de aviação que estão passando pelo processo de recuperação judicial."
  },
  {
    "id": "stj_julgado_AREsp_1_893_472_SP_28062022",
    "texto": "STJ | 28/06/2022 | AREsp 1.893.472-SP | INFORMATIVO 744 - STJ | A fundação privada de apoio à universidade pública, por prestar serviço público, responde objetivamente pelos prejuízos causados a terceiros, sob prazo prescricional de 5 anos."
  },
  {
    "id": "stj_julgado_REsp_1_592_450_RS_27062022",
    "texto": "STJ | 27/06/2022 | REsp 1.592.450-RS | INFORMATIVO 742 - STJ | É possível a prática da acupuntura, quiropraxia, osteopatia e fisioterapia e terapia ocupacional do trabalho pelos fisioterapeutas e terapeutas ocupacionais."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_1_761_417_RS_23062022",
    "texto": "STJ | 23/06/2022 | AgInt no AREsp 1.761.417-RS | INFORMATIVO 750 - STJ | Nas hipóteses em que não haja exercício do controle de legalidade por Tribunal de Contas, o prazo decadencial quinquenal previsto no art. 54 da Lei n. 9.784/1999 transcorre a partir da edição do ato pela Administração."
  },
  {
    "id": "stj_julgado_RMS_43_529_MS_22062022",
    "texto": "STJ | 22/06/2022 | RMS 43.529-MS | A chefia superior das autarquias e fundações não pode punir servidores vinculados à Administração Direta, pois quem os pune é o Chefe do Executivo."
  },
  {
    "id": "stj_julgado_REsp_1_832_357_SC_20062022",
    "texto": "STJ | 20/06/2022 | REsp 1.832.357-SC | INFORMATIVO 742 - STJ | O INMETRO não possui competência exclusiva para fiscalização quantitativa de produtos comercializados."
  },
  {
    "id": "stj_julgado_REsp_1_735_702_PR_20062022",
    "texto": "STJ | 20/06/2022 | REsp 1.735.702-PR | INFORMATIVO 742 - STJ | Em concurso público supostamente fraudado, o autor da ação civil pública deve indicar no polo passivo as pessoas beneficiadas pelo procedimento antes de homologado o resultado final do certame, sob pena de nulidade processual."
  },
  {
    "id": "stj_julgado_REsp_1_830_327_SC_13062022",
    "texto": "STJ | 13/06/2022 | REsp 1.830.327-SC | INFORMATIVO 740 - STJ | Quando for interposto recurso administrativo para atacar penalidade de multa aplicada pela ANP, os juros e a multa moratórios só começam a fluir a partir do fim do prazo de 30 dias para o pagamento do débito, dado em decisão administrativa que julga o recurso em última instância."
  },
  {
    "id": "stj_julgado_REsp_1_817_302_SP_13062022",
    "texto": "STJ | 13/06/2022 | REsp 1.817.302-SP | INFORMATIVO 740 - STJ | É indevida a cobrança promovida por concessionária de rodovia, em face de autarquia prestadora de serviços de saneamento básico, pelo uso da faixa de domínio da via pública concedida."
  },
  {
    "id": "stj_julgado_Responsabilidade_Civil_do_Estado_17062022",
    "texto": "STJ | 17/06/2022 | Responsabilidade Civil do Estado | É imprescritível, inclusive para os sucessores, a pretensão de reparação de grave ofensa à dignidade da pessoa humana causada em virtude de conduta - omissiva ou comissiva - praticada a mando ou no interesse de detentores de poder estatal."
  },
  {
    "id": "stj_julgado_AgInt_na_SLS_2_779_RJ_16082022",
    "texto": "STJ | 16/08/2022 | AgInt na SLS 2.779-RJ | INFORMATIVO 748 - STJ | A queda de arrecadação fiscal de município contratante advinda da redução do preço do barril de petróleo no mercado internacional não constitui motivo suficiente para redução da contraprestação devida à concessionária de serviços públicos se essa contraprestação não estiver vinculada contratualmente à variação do preço do petróleo."
  },
  {
    "id": "stj_julgado_MS_26_863_DF_06062022",
    "texto": "STJ | 06/06/2022 | MS 26.863-DF | INFORMATIVO 739 - STJ | A atividade de praticagem é incompatível com as atribuições da Carreira de Auditoria da Receita Federal do Brasil."
  },
  {
    "id": "stj_julgado_REsp_1_708_325_RS_13062022",
    "texto": "STJ | 13/06/2022 | REsp 1.708.325-RS | INFORMATIVO 740 - STJ | O hospital responde objetivamente por homicídio praticado em suas dependências ao deixar de fornecer o mínimo serviço de segurança."
  },
  {
    "id": "stj_julgado_RMS_62_093_TO_30052022",
    "texto": "STJ | 30/05/2022 | RMS 62.093-TO | INFORMATIVO 738 - STJ | O candidato reclassificado para dentro do número de vagas de concurso público por ato da própria Administração Pública tem o direito ao provimento no cargo, ainda que este ato tenha sido posteriormente anulado e o candidato não tenha sido nomeado durante sua vigência."
  },
  {
    "id": "stj_julgado_REsp_1_913_638_MA_16052022",
    "texto": "STJ | 16/05/2022 | REsp 1.913.638-MA | INFORMATIVO 736 - STJ | A contratação de servidores públicos temporários sem concurso público, com base em lei local, não caracteriza improbidade administrativa por não haver dolo."
  },
  {
    "id": "stj_julgado_AgInt_no_RMS_61_658_RS_27052022",
    "texto": "STJ | 27/05/2022 | AgInt no RMS 61.658-RS | INFORMATIVO 748 - STJ | A exigência dos requisitos previstos em edital para nomeação em cargo público não pode ser afastada por legislação posterior mais benéfica ao candidato."
  },
  {
    "id": "stj_julgado_REsp_1_577_047_MG_25052022",
    "texto": "STJ | 25/05/2022 | REsp 1.577.047-MG | INFORMATIVO 738 - STJ | A ação de desapropriação direta não pode tratar sobre área diferente da verdadeiramente expropriada, ainda que vizinha."
  },
  {
    "id": "stj_julgado_RMS_66_687_PB_19052022",
    "texto": "STJ | 19/05/2022 | RMS 66.687-PB | O sindicato de servidores e a associação de servidores não têm legitimidade para a impetração de ação de mandado de segurança coletivo no interesse de direitos de candidatos aprovados em concurso público."
  },
  {
    "id": "stj_julgado_REsp_1_834_024_MG_16052022",
    "texto": "STJ | 16/05/2022 | REsp 1.834.024-MG | INFORMATIVO 736 - STJ | Os honorários advocatícios sucumbenciais observarão o valor da causa e os limites da Lei das Desapropriações no caso de desistência da ação de desapropriação por utilidade pública, em razão da inexistência de condenação e de proveito econômico."
  },
  {
    "id": "stj_julgado_REsp_1_874_643_RJ_20052022",
    "texto": "STJ | 20/05/2022 | REsp 1.874.643-RJ | O princípio da deferência administrativa e a autocontenção judicial devem ser observados quando analisada a prestação de informação pelas operadoras de telefonia, antes da contratação, ao consumidor, sobre a indisponibilidade de sinal no município. Assim, é possível reduzir a interferência do judiciário nos outros poderes."
  },
  {
    "id": "stj_julgado_AgInt_no_RMS_47_738_RJ_13052022",
    "texto": "STJ | 13/05/2022 | AgInt no RMS 47.738-RJ | Os Tribunais de Contas estão sujeitos ao prazo de 5 anos para o julgamento da legalidade do ato de concessão inicial de aposentadoria, reforma ou pensão, a contar da chegada do processo à respectiva Corte de Contas."
  },
  {
    "id": "stj_julgado_AREsp_1_711_065_RJ_05052022",
    "texto": "STJ | 05/05/2022 | AREsp 1.711.065-RJ | INFORMATIVO 735 - STJ | Valores recebidos por servidores públicos por força de liminar, posteriormente reformada, devem ser restituídos ao erário."
  },
  {
    "id": "stj_julgado_julgado_06062022",
    "texto": "STJ | 06/06/2022 | INFORMATIVO 739 - STJ | A interferência do Poder Judiciário em regras de elevada especificidade técnica do setor elétrico por meio de liminar configura grave lesão à ordem e à economia pública."
  },
  {
    "id": "stj_julgado_RMS_67_503_MG_19042022",
    "texto": "STJ | 19/04/2022 | RMS 67.503-MG | INFORMATIVO 733 - STJ | Com base no art. 36, §§2º e 3º da lei 8.935/1994, a remuneração do interventor de cartório extrajudicial não se submete ao teto constitucional (art. 37, XI,CF)."
  },
  {
    "id": "stj_julgado_AREsp_1_825_800_SC_11042022",
    "texto": "STJ | 11/04/2022 | AREsp 1.825.800-SC | INFORMATIVO 733 - STJ | Nos contratos administrativos, é válida a cláusula que prevê renúncia do direito aos honorários de sucumbência por parte de advogado contratado."
  },
  {
    "id": "stj_julgado_REsp_1_709_727_SE_11042022",
    "texto": "STJ | 11/04/2022 | REsp 1.709.727-SE | INFORMATIVO 733 - STJ | No caso de acidente com evento morte em rodovia, reconhecida a responsabilidade estatal, é devida indenização por danos materiais aos filhos menores e ao cônjuge da vítima."
  },
  {
    "id": "stj_julgado_RMS_67_416_SE_04042022",
    "texto": "STJ | 04/04/2022 | RMS 67.416-SE | INFORMATIVO 731 - STJ | O juiz em licença para estudar no exterior não tem direito ao pagamento das vantagens de Retribuição por Direção de Fórum e Gratificação pelo Exercício Cumulado de Jurisdição ou Acumulação de Acervo Processual."
  },
  {
    "id": "stj_julgado_MS_28_123_DF_30032022",
    "texto": "STJ | 30/03/2022 | MS 28.123-DF | INFORMATIVO 736 - STJ | Não é ilegal a fixação do limite máximo de Custo Variável Unitário (CVU), como requisito para habilitação técnica para contratação de potência elétrica e de energia associada em leilão a ser efetivado pela Agência Nacional de Energia Elétrica (ANEEL)."
  },
  {
    "id": "stj_julgado_AgRg_no_AgRg_no_AREsp_480_379_PB_28032022",
    "texto": "STJ | 28/03/2022 | AgRg no AgRg no AREsp 480.379-PB | INFORMATIVO 730 - STJ | A indenização prevista no art. 16 da Lei n. 8.216/1991 para servidores que se afastarem do seu local de trabalho para executar serviços de campo será reajustada pelo Poder Exercutivo na mesma data e nos mesmos percentuais dos reajustes aplicados às diárias conforme art.15 da Lei n. 8.270/1991."
  },
  {
    "id": "stj_julgado_RMS_68_357_PB_28032022",
    "texto": "STJ | 28/03/2022 | RMS 68.357-PB | INFORMATIVO 730 - STJ | A bolsa de desempenho instituída pela Lei n. 9.383/2011 do Estado da Paraíba não é devida aos servidores inativos pois é concedida para a prestação do trabalho."
  },
  {
    "id": "stj_julgado_RMS_55_554_SC_28032022",
    "texto": "STJ | 28/03/2022 | RMS 55.554-SC | INFORMATIVO 730 - STJ | É ilegal incluir oficiais da infância e juventude na escala de plantões dos oficiais de justiça e avaliadores."
  },
  {
    "id": "stj_julgado_REsp_1_955_888_SP_21032022",
    "texto": "STJ | 21/03/2022 | REsp 1.955.888-SP | INFORMATIVO 729 - STJ | É ilegal exigir um limite métrico de área para autorizar o funcionamento de rádios comunitárias por meio de ato regulamentar."
  },
  {
    "id": "stj_julgado_EAREsp_102_585_RS_14032022",
    "texto": "STJ | 14/03/2022 | EAREsp 102.585-RS | INFORMATIVO 728 - STJ | É admissível acordo de não persecução cível na fase recursal de ação de improbidade adminstrativa."
  },
  {
    "id": "stj_julgado_REsp_1_878_849_TO_02032022",
    "texto": "STJ | 02/03/2022 | REsp 1.878.849-TO | INFORMATIVO 726 - STJ | É ilegal deixar de conceder a progressão funcional de servidor público quando atendidos todos os requisitos legais, ainda que superados os limites orçamentários dispostos na LRF, referentes a gastos com pessoal. Isso porque a progressão é direito subjetivo do servidor público, que decorre de determinação legal."
  },
  {
    "id": "stj_julgado_RMS_66_794_AM_07032022",
    "texto": "STJ | 07/03/2022 | RMS 66.794-AM | INFORMATIVO 727 - STJ | Para a decretação de intervenção em contrato de concessão de serviço público, não é exigida a observância do contraditório."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_926_189_MG_21022022",
    "texto": "STJ | 21/02/2022 | AgInt no AREsp 926.189-MG | INFORMATIVO 725 - STJ | Se o Tribunal de Contas estadual aplica multa a agente público municipal, em razão de danos causados ao erário municipal, cabe ao município prejudicado executar essa multa."
  },
  {
    "id": "stj_julgado_julgado_14022022",
    "texto": "STJ | 14/02/2022 | INFORMATIVO 724 - STJ | O que determina a competência da Justiça Federal nas ações de improbidade administrativa é a presença das pessoas jurídicas de direito público previstas no art. 109, I, da CF na relação processual e não a natureza da verba federal sujeita à fiscalização do TCU."
  },
  {
    "id": "stj_julgado_REsp_1_592_380_SC_10022022",
    "texto": "STJ | 10/02/2022 | REsp 1.592.380-SC | INFORMATIVO 724 - STJ | É permitida a conversão do tempo especial em comum para todo servidor público que tiver trabalhado em regime especial antes da Reforma da Previdência (EC 103/2019)."
  },
  {
    "id": "stj_julgado_AREsp_1_510_988_SP_10022022",
    "texto": "STJ | 10/02/2022 | AREsp 1.510.988-SP | INFORMATIVO 724 - STJ | As concessionárias de serviço público podem cobrar pelo uso de faixas de domínio, mesmo em face de outra concessionária que explora serviço público diverso, desde que haja previsão contratual."
  },
  {
    "id": "stj_julgado_REsp_1_677_414_SP_26012022",
    "texto": "STJ | 26/01/2022 | REsp 1.677.414-SP | INFORMATIVO 722 - STJ | As concessionárias de serviço público podem cobrar pelo uso de faixas de domínio de rodovia, mesmo em face de outra concessionária, desde que haja previsão editalícia e contratual."
  },
  {
    "id": "stj_julgado_AgRg_no_HC_669_347_SP_07022022",
    "texto": "STJ | 07/02/2022 | AgRg no HC 669.347-SP | INFORMATIVO 723 - STJ | Para a configuração do crime de contratação direta ilegal (art. 337-E, CP) é indispensável a comprovação do dolo específico de causar danos ao erário e o efetivo prejuízo aos cofres públicos."
  },
  {
    "id": "stj_julgado_REsp_1_941_987_PR_10122021",
    "texto": "STJ | 10/12/2021 | REsp 1.941.987-PR | INFORMATIVO 722 - STJ | O servidor público reintegrado não tem direito ao pagamento do auxílio-transporte e do adicional de insalubridade referente ao período em que esteve indevidamente afastado do cargo."
  },
  {
    "id": "stj_julgado_REsp_1_835_511_SP_10122021",
    "texto": "STJ | 10/12/2021 | REsp 1.835.511-SP | INFORMATIVO 721 - STJ | A extinção da dívida de empréstimo consignado pela morte do servidor (art. 16 da Lei 1.046/1950) não se aplica aos servidores públicos estaduais e municipais."
  },
  {
    "id": "stj_julgado_RMS_67_040_ES_29112021",
    "texto": "STJ | 29/11/2021 | RMS 67.040-ES | INFORMATIVO 719 - STJ | Viola o princípio da razoabilidade a norma de edital que impede candidato que teve seu contrato rescindido anteriormente por conveniência administrativa de participar de processo seletivo."
  },
  {
    "id": "stj_julgado_REsp_1_840_570_RS_23112021",
    "texto": "STJ | 23/11/2021 | REsp 1.840.570-RS | INFORMATIVO 720 - STJ | O prazo prescricional para ajuizamento da ação de indenização contra o Estado pela demora na concessão da aposentadoria é contado a partir do seu deferimento."
  },
  {
    "id": "stj_julgado_julgado_22112021",
    "texto": "STJ | 22/11/2021 | INFORMATIVO 718 - STJ | Compete à Primeira Seção do STJ o julgamento de ação regressiva movida por seguradora contra concessionária de rodovia estadual, em razão de acidente de trânsito sofrido por um de seus segurados."
  },
  {
    "id": "stj_julgado_MS_22_606_DF_22112021",
    "texto": "STJ | 22/11/2021 | MS 22.606-DF | INFORMATIVO 718 - STJ | Na dosimetria da sanção disciplinar, para que os antecedentes do servidor sejam valorados como negativos, é necessária condenação anterior na sua ficha funcional, ou, no mínimo, anotação de fato que o desabone."
  },
  {
    "id": "stj_julgado_REsp_1_937_055_PB_03112021",
    "texto": "STJ | 03/11/2021 | REsp 1.937.055-PB | INFORMATIVO 716 - STJ | Para aplicação do instituto da remoção - art. 36 da Lei n. 8.112/1990 -, o cargo de professor universitário federal deve ser interpretado como pertencente a um quadro único, vinculado ao Ministério da Educação."
  },
  {
    "id": "stj_julgado_RMS_66_316_SP_03112021",
    "texto": "STJ | 03/11/2021 | RMS 66.316-SP | INFORMATIVO 715 - STJ | O Poder Público não pode deixar de nomear aprovados dentro do número de vagas em concurso público, salvo em situações excepcionais que envolvam critérios de superveniência, imprevisibilidade, gravidade e necessidade. Não basta a alegação de circunstâncias como a pandemia e a crise econômica, nem o alerta do Tribunal de Contas sobre o limite prudencial."
  },
  {
    "id": "stj_julgado_AREsp_1_402_806_TO_25102021",
    "texto": "STJ | 25/10/2021 | AREsp 1.402.806-TO | INFORMATIVO 714 - STJ | É possível seguir com ação de improbidade contra particular quando existe a pretensão de responsabilizar agentes públicos pelos mesmos fatos em uma demanda conexa."
  },
  {
    "id": "stj_julgado_RMS_66_823_MT_11102021",
    "texto": "STJ | 11/10/2021 | RMS 66.823-MT | INFORMATIVO 712 - STJ | Se um dos companheiros for removido de ofício pela Administração Pública, o outro também terá direito à remoção. Isso é possível mesmo que, à época da remoção, o casal trabalhasse em lugares diferentes e ainda que não haja vaga no local do destino."
  },
  {
    "id": "stj_julgado_REsp_1_570_000_RN_04102021",
    "texto": "STJ | 04/10/2021 | REsp 1.570.000-RN | INFORMATIVO 711 - STJ | A decisão que recebe a inicial da ação de improbidade não pode ser baseada somente no princípio do in dubio pro societate"
  },
  {
    "id": "stj_julgado_REsp_1_542_852_PE_04102021",
    "texto": "STJ | 04/10/2021 | REsp 1.542.852-PE | INFORMATIVO 711 - STJ | Caso o policial federal precise se deslocar para além da circunscrição a que se vincula, terá direito ao pagamento de diárias a título de indenização por despesas extraordinárias."
  },
  {
    "id": "stj_julgado_REsp_1_899_455_AC_27092021",
    "texto": "STJ | 27/09/2021 | REsp 1.899.455-AC | INFORMATIVO 710 - STJ | Na ação de improbidade administrativa, ainda que as demais sanções estejam prescritas, é possível prosseguir com a demanda para pedir o ressarcimento do dano ao erário."
  },
  {
    "id": "stj_julgado_REsp_1_888_049_CE_27092021",
    "texto": "STJ | 27/09/2021 | REsp 1.888.049-CE | INFORMATIVO 710 - STJ | O aprovado em concurso público, ainda que possua titulação superior à exigida pelo edital, pode assumir o cargo."
  },
  {
    "id": "stj_julgado_REsp_1_862_792_PR_30082021",
    "texto": "STJ | 30/08/2021 | REsp 1.862.792-PR | INFORMATIVO 706 - STJ | Em ação de improbidade administrativa, o valor de eventual multa civil também poderá ser bloqueado, inclusive nas demandas ajuizadas com base na prática de atos que atentem contra os princípios da Administração Pública (art. 11 da Lei 8.429/92)."
  },
  {
    "id": "stj_julgado_REsp_1_543_826_RJ_09082021",
    "texto": "STJ | 09/08/2021 | REsp 1.543.826-RJ | INFORMATIVO 703 - STJ | Diante de um pedido de patente de fármacos, a Anvisa deve analisar os aspectos dos produtos ou processos farmacêuticos antes do INPI, mesmo que tais aspectos derivem dos requisitos de patenteabilidade. A agência deve verificar se a outorga de direito de exclusividade pode ensejar perigo à saúde pública."
  },
  {
    "id": "stj_julgado_AREsp_1_526_095_RJ_14062021",
    "texto": "STJ | 14/06/2021 | AREsp 1.526.095-RJ | INFORMATIVO 700 - STJ | As alterações dos limites de receita bruta para o enquadramento como ME ou EPP para acompanhar a inflação não descaracterizam o crime de inserção de informação falsa em documento público cometido anteriormente."
  },
  {
    "id": "stj_julgado_AREsp_1_806_617_DF_07062021",
    "texto": "STJ | 07/06/2021 | AREsp 1.806.617-DF | INFORMATIVO 699 - STJ | Constitui sanção de caráter perpétuo impedir que um candidato funcionário público prossiga no concurso para Polícia Militar por conta de conduta negativa (uso de drogas) praticada anos antes da investigação social do certame."
  },
  {
    "id": "stj_julgado_REsp_1_929_230_MT_10052021",
    "texto": "STJ | 10/05/2021 | REsp 1.929.230-MT | INFORMATIVO 695 - STJ | No cumprimento de sentença da ação de improbidade administrativa, é possível a aplicação de medidas de execução atípicas de caráter não patrimonial."
  },
  {
    "id": "stj_julgado_REsp_1_925_492_RJ_10052021",
    "texto": "STJ | 10/05/2021 | REsp 1.925.492-RJ | INFORMATIVO 695 - STJ | Cabe agravo de instrumento das decisões interlocutórias proferidas em ação de improbidade administrativa, nos moldes do artigo 19, §1º, da Lei de Ação Popular."
  },
  {
    "id": "stj_julgado_RMS_65_757_RJ_10052021",
    "texto": "STJ | 10/05/2021 | RMS 65.757-RJ | INFORMATIVO 695 - STJ | A contratação temporária de enfermeiros determinada por decisão judicial não significa que o direito do aprovado em concurso público será preterido, e não autoriza o provimento de cargo público por parte do candidato aprovado em cadastro de reserva."
  },
  {
    "id": "stj_julgado_REsp_1_692_938_SP_03052021",
    "texto": "STJ | 03/05/2021 | REsp 1.692.938-SP | INFORMATIVO 694 - STJ | Os planos de saúde não são obrigados a fornecer medicamentos de uso domiciliar, exceto: os antineoplásicos orais (e correlacionados); a medicação assistida (home care); e os incluídos no rol da Agência Nacional de Saúde para tratamento domiciliar."
  },
  {
    "id": "stj_julgado_REsp_1_539_056_MG_13042021",
    "texto": "STJ | 13/04/2021 | REsp 1.539.056-MG | INFORMATIVO 691 - STJ | Cabe indenização por dano moral coletivo no caso de venda de terrenos a consumidores de baixa renda em loteamento irregular, que foi objeto de publicidade enganosa."
  },
  {
    "id": "stj_julgado_julgado_30032021",
    "texto": "STJ | 30/03/2021 | INFORMATIVO 690 - STJ | A competência da Justiça Comum para o julgamento de ações relativas à contribuição sindical (prevista na súmula 222 do STJ) refere-se somente às situações em que a contribuição sindical é de servidores públicos estatutários. O mesmo conflito envolvendo celetistas é de competência da Justiça do Trabalho."
  },
  {
    "id": "stj_julgado_RHC_123_402_RS_30032021",
    "texto": "STJ | 30/03/2021 | RHC 123.402-RS | INFORMATIVO 690 - STJ | Não cabe ao judiciário autorizar o cultivo e a colheita da Cannabis com o objetivo de extrair óleo medicinal, ainda que na quantidade necessária para o controle da epilepsia. Essa autorização deve ser feita pela ANVISA na análise de cada caso."
  },
  {
    "id": "stj_julgado_REsp_1_769_306_AL_16032021",
    "texto": "STJ | 16/03/2021 | REsp 1.769.306-AL | INFORMATIVO 688 - STJ | O erro da Administração Pública que leva ao pagamento maior e indevido aos servidores públicos gera consequências diferentes: Se o erro for de interpretação da lei, o servidor não precisa devolver os valores; Se o erro for de cálculo do benefício, o servidor deve devolver os valores, salvo se comprovar boa-fé objetiva e demonstrar que não sabia se tratar de pagamento indevido."
  },
  {
    "id": "stj_julgado_AREsp_1_314_581_SP_02032021",
    "texto": "STJ | 02/03/2021 | AREsp 1.314.581-SP | INFORMATIVO 686 - STJ | É possível celebrar acordo de não persecução cível nas ações de improbidade administrativa, ainda que em sede recursal."
  },
  {
    "id": "stj_julgado_REsp_1_261_020_CE_02032021",
    "texto": "STJ | 02/03/2021 | REsp 1.261.020-CE | INFORMATIVO 685 - STJ | a) Servidores públicos federais civis não possuem direito às incorporações de quintos/décimos pelo exercício de funções e cargos comissionados entre a edição da Lei n. 9.624/1998 e a MP n. 2.225-48/2001; b) Os servidores públicos que recebem quintos/décimos pelo exercício de funções e cargos comissionados entre a edição da Lei n. 9.624/1998 e a MP n. 2.225-48/2001 possuem direito subjetivo de continuar recebendo a gratificação, até que seja absorvida integralmente pelos reajustes futuros concedidos aos servidores; c) Não é possível interromper o pagamento de imediato dos servidores quando a incorporação aos quintos/décimos estiver reduzida em coisa julgada material."
  },
  {
    "id": "stj_julgado_MS_27_227_DF_08112021",
    "texto": "STJ | 08/11/2021 | MS 27.227-DF | INFORMATIVO 716 - STJ | Em processo administrativo, a notificação por edital pode ser feita somente nos casos de: interessado indeterminado; interessado desconhecido; interessado com domicílio indefinido."
  },
  {
    "id": "stj_julgado_julgado_13112020",
    "texto": "STJ | 13/11/2020 | INFORMATIVO 684 - STJ | Primeira tese Modificação da tese firmada no Tema Repetitivo n. 126/STJ que passa a ter o seguinte teor: \"O índice de juros compensatórios na desapropriação direta ou indireta é de 12% até 11/06/1997, data anterior à vigência da MP 1577/97.\" Súmula 408 do STJ cancelada. Segunda tese I) Tese revisada no Tema Repetitivo n. 280/STJ: \"Até 26/9/1999, data anterior à edição da MP n. 1901-30/1999, são devidos juros compensatórios nas desapropriações de imóveis improdutivos\". II)Tese revisada no Tema Repetitivo n. 281/STJ: \"Mesmo antes da MP n. 1901-30/1999, são indevidos juros compensatórios quando a propriedade se mostrar impassível de qualquer espécie de exploração econômica atual ou futura, em decorrência de limitações legais ou fáticas\". III) Tese revisada no Tema Repetitivo n. 282/STJ: \"i) A partir de 27/9/1999, data de edição da MP n. 1901-30/1999, exige-se a prova pelo expropriado da efetiva perda de renda para incidência de juros compensatórios (art. 15-A, § 1º, do Decreto-Lei n. 3365/1941); e ii) Desde 5/5/2000, data de edição da MP 2027-38/2000, veda-se a incidência dos juros compensatórios em imóveis com índice de produtividade zero (art. 15-A, §..."
  },
  {
    "id": "stj_julgado_REsp_1_188_443_RJ_18122020",
    "texto": "STJ | 18/12/2020 | REsp 1.188.443-RJ | INFORMATIVO 684 - STJ | A União e a Agência Nacional de Saúde (ANS) devem integrar o polo passivo da demanda (litisconsórcio passivo necessário) quando a ação coletiva afetar o poder regulador da Administração Pública."
  },
  {
    "id": "stj_julgado_MS_21_205_DF_21102020",
    "texto": "STJ | 21/10/2020 | MS 21.205-DF | INFORMATIVO 682 - STJ | O processo administrativo não é considerado nulo quando a testemunha, até então não envolvida, noticia elementos que trazem para si responsabilidade pelos episódios em investigação. Essa situação não caracteriza autoincriminação pela testemunha."
  },
  {
    "id": "stj_julgado_ProAfR_no_REsp_1_817_302_SP_09102020",
    "texto": "STJ | 09/10/2020 | ProAfR no REsp 1.817.302-SP | INFORMATIVO 681 - STJ | A seguinte controvérsia foi afetada ao rito dos recursos repetitivos: Reconhecimento da legalidade de cobrança promovida por concessionária de rodovia, em face de autarquia de prestação de serviços de saneamento básico, pelo uso da faixa de domínio da via pública concedida."
  },
  {
    "id": "stj_julgado_REsp_1_840_113_CE_23102020",
    "texto": "STJ | 23/10/2020 | REsp 1.840.113-CE | INFORMATIVO 683 - STJ | Os editais de licitação e de pregão não podem fixar percentual mínimo de taxa de administração."
  },
  {
    "id": "stj_julgado_EREsp_1_701_967_RS_1757279531028",
    "texto": "STJ | EREsp 1.701.967-RS | A perda da função pública por improbidade atinge qualquer cargo que o servidor esteja ocupando no momento da condenação definitiva, ainda que seja diferente do cargo ocupado ao tempo da prática do ato."
  },
  {
    "id": "stj_julgado_REsp_1_659_767_RS_24082020",
    "texto": "STJ | 24/08/2020 | REsp 1.659.767-RS | INFORMATIVO 677 - STJ | Ao técnico em contabilidade que tenha concluído o curso após a edição da Lei n. 12.249/2010 é assegurado o direito de se registrar no Conselho de Classe até 1º de junho de 2015, sem que lhe seja exigido o Exame de Suficiência, sendo-lhe, dessa data em diante, vedado o registro."
  },
  {
    "id": "stj_julgado_REsp_1_786_722_SP_12062020",
    "texto": "STJ | 12/06/2020 | REsp 1.786.722-SP | INFORMATIVO 673 - STJ | O ato de vandalismo que resulta no rompimento de cabos elétricos de vagão de trem não exclui a responsabilidade da concessionária/transportadora, pois cabe a ela cumprir protocolos de atuação para evitar tumulto, pânico e submissão dos passageiros a mais situações de perigo."
  },
  {
    "id": "stj_julgado_REsp_1_409_199_SC_04082020",
    "texto": "STJ | 04/08/2020 | REsp 1.409.199-SC | INFORMATIVO 676 - STJ | As fundações públicas de direito privado não fazem jus à isenção das custas processuais."
  },
  {
    "id": "stj_julgado_REsp_1_464_287_DF_26062020",
    "texto": "STJ | 26/06/2020 | REsp 1.464.287-DF | INFORMATIVO 674 - STJ | Os benefícios da colaboração premiada, previstos nas Leis ns. 8.884/1994 e 9.807/1999, não são aplicáveis no âmbito da ação de improbidade administrativa."
  },
  {
    "id": "stj_julgado_AgRg_no_AREsp_1_162_086_SP_09032020",
    "texto": "STJ | 09/03/2020 | AgRg no AREsp 1.162.086-SP | Ainda que questionável a contratação de parentes do Prefeito, o pagamento de salário a servidor público não configure crime de apropriação ou desvio de verba pública (art. 1º,I, do Decreto-Lei n. 201/1967), pois a remuneração é devida."
  },
  {
    "id": "stj_julgado_REsp_1_813_255_SP_04092020",
    "texto": "STJ | 04/09/2020 | REsp 1.813.255-SP | INFORMATIVO 678 - STJ | A pena de suspensão dos direitos políticos por ato de improbidade administrativa alcança qualquer mandato eletivo que esteja sendo ocupado à época do trânsito em julgado da condenação."
  },
  {
    "id": "stj_julgado_RMS_61_880_MT_06032020",
    "texto": "STJ | 06/03/2020 | RMS 61.880-MT | Não é possível a readmissão na carreira da magistratura."
  },
  {
    "id": "stj_julgado_RMS_54_554_SP_10102019",
    "texto": "STJ | 10/10/2019 | RMS 54.554-SP | INFORMATIVO 658 - STJ | A atividade denominada estágio em prorrogação do Ministério Público do Estado de São Paulo deve ser considerada privativa de bacharel em Direito para fins de atribuição de pontos pelo exercício de atividade jurídica na prova de títulos em concurso público."
  },
  {
    "id": "stj_julgado_julgado_12092019",
    "texto": "STJ | 12/09/2019 | INFORMATIVO 656 - STJ | Compete à Primeira Seção do Superior Tribunal de Justiça processar e julgar feitos relativos à contratação de candidatos inscritos em processo seletivo público para preenchimento de cargos em entidades do Sistema S."
  },
  {
    "id": "stj_julgado_REsp_1_650_730_MS_27082019",
    "texto": "STJ | 27/08/2019 | REsp 1.650.730-MS | INFORMATIVO 655 - STJ | 1ª tese: É inadequada a discussão acerca da tradicionalidade da ocupação indígena em ação possessória ajuizada por proprietário de fazenda antes de completado o procedimento demarcatório. 2ª tese: Não cabe produção de laudo antropológico em ação possessória ajuizada por proprietário de fazenda ocupada por grupo indígena."
  },
  {
    "id": "stj_julgado_REsp_1_765_707_RJ_11102019",
    "texto": "STJ | 11/10/2019 | REsp 1.765.707-RJ | INFORMATIVO 658 - STJ | O termo inicial do prazo prescricional para a cobrança da multa prevista no § 2º do art. 116 do Decreto-Lei n. 9.760/1946 é a data em que a União tem ciência efetiva da ausência de transferência das obrigações enfitêuticas."
  },
  {
    "id": "stj_julgado_MS_17_449_DF_01102019",
    "texto": "STJ | 01/10/2019 | MS 17.449-DF | INFORMATIVO 657 - STJ | Cabe recurso hierárquico próprio ao Presidente da República contra penalidade disciplinar aplicada por delegação com base no Decreto n. 3.035/1999."
  },
  {
    "id": "stj_julgado_EREsp_1_575_846_SC_30092019",
    "texto": "STJ | 30/09/2019 | EREsp 1.575.846-SC | INFORMATIVO 658 - STJ | O prazo prescricional para a ação indenizatória por desapropriação indireta é de 10 anos, em regra, salvo comprovação da inexistência de obras ou serviços públicos no local, caso em que o prazo passa a ser de 15 anos."
  },
  {
    "id": "stj_julgado_REsp_1_576_254_RS_04092019",
    "texto": "STJ | 04/09/2019 | REsp 1.576.254-RS | INFORMATIVO 655 - STJ | Não há direito de regresso portanto não é cabível a execução regressiva proposta pela Eletrobrás contra a União em razão da condenação das mesmas ao pagamento das diferenças na devolução do empréstimo compulsório sobre o consumo de energia elétrica ao particular contribuinte da exação."
  },
  {
    "id": "stj_julgado_EREsp_1_619_954_SC_16042019",
    "texto": "STJ | 16/04/2019 | EREsp 1.619.954-SC | INFORMATIVO 646 - STJ | As entidades dos serviços sociais autônomos não possuem legitimidade passiva nas ações judiciais em que se discute a relação jurídico-tributária entre o contribuinte e a União e a repetição de indébito das contribuições sociais recolhidas."
  },
  {
    "id": "stj_julgado_REsp_1_549_433_DF_15052019",
    "texto": "STJ | 15/05/2019 | REsp 1.549.433-DF | INFORMATIVO 648 - STJ | Profissionais de empresas privadas que exerçam atividade de prevenção e combate ao incêndio podem adotar a nomenclatura \"bombeiro civil\"."
  },
  {
    "id": "stj_julgado_REsp_1_318_740_PR_05112019",
    "texto": "STJ | 05/11/2019 | REsp 1.318.740-PR | INFORMATIVO 659 - STJ | Não é ilegal a terceirização de serviços jurídicos pela Caixa Econômica Federal."
  },
  {
    "id": "stj_julgado_REsp_1_537_571_SP_20082020",
    "texto": "STJ | 20/08/2020 | REsp 1.537.571-SP | INFORMATIVO 677 - STJ | A Agência Nacional de Vigilância Sanitária - ANVISA deve exigir, na rotulagem dos produtos alimentícios, a advertência da variação de 20% nos valores nutricionais."
  },
  {
    "id": "stj_julgado_REsp_2_167_007_RJ_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.167.007-RJ | INFORMATIVO 860 - STJ | As contribuições extraordinárias, realizadas de forma eventual e destinadas exclusivamente ao benefício de dirigentes da patrocinadora, não compõem a base de cálculo da contribuição previdenciária devida pela empresa empregadora."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  },
  {
    "id": "stj_julgado_REsp_2_148_895_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.148.895-PR | INFORMATIVO 860 - STJ | É possível impor à Administração Pública a obrigação de construir a Casa do Albergado, desde que consideradas alternativas menos onerosas e mais eficazes. A decisão judicial deve se basear em normas concretas, avaliar as consequências práticas e propor um plano dialógico para solucionar o dano estrutural."
  },
  {
    "id": "stj_julgado_REsp_2_137_101_PR_02092025",
    "texto": "STJ | 02/09/2025 | REsp 2.137.101-PR | INFORMATIVO 860 - STJ | É ilegal a exigência de retribuição pecuniária pela utilização da faixa de domínio de rodovia estadual concedida em detrimento de concessionária de serviço público essencial."
  }
]
