[
  {
    "id": "stj_julgado_A_credenciadora_de_arranjo_de_pagamentos_pode_ser_responsabilizada_por_prejuizos_decorrentes_de_fraude_se_houver_falha_no_credenciamento_de_usuarios__devendo_ser_realizada_prova_pericial_nas_areas_de_compliance_e_gestao_de_riscos_para_verificar_eventual_descumprimento_de_obrigacoes_legais_e_regulamentares__05082025",
    "texto": "STJ | 05/08/2025 | A credenciadora de arranjo de pagamentos pode ser responsabilizada por prejuízos decorrentes de fraude se houver falha no credenciamento de usuários, devendo ser realizada prova pericial nas áreas de compliance e gestão de riscos para verificar eventual descumprimento de obrigações legais e regulamentares. | INFORMATIVO 856 - STJ | A credenciadora de arranjo de pagamentos pode ser responsabilizada por prejuízos decorrentes de fraude se houver falha no credenciamento de usuários, devendo ser realizada prova pericial nas áreas de compliance e gestão de riscos para verificar eventual descumprimento de obrigações legais e regulamentares."
  },
  {
    "id": "stj_julgado_AgInt_no_REsp_2_166_623_AL_29052025",
    "texto": "STJ | 29/05/2025 | AgInt no REsp 2.166.623-AL | A Caixa Econômica Federal pode ser responsabilizada por atrasos na entrega de obras quando ultrapassa o papel de agente financeiro e assume obrigações próprias, previstas em lei, normas infralegais ou no contrato com os mutuários."
  },
  {
    "id": "stj_julgado_REsp_2_086_650_MG_07022025",
    "texto": "STJ | 07/02/2025 | REsp 2.086.650-MG | INFORMATIVO 849 - STJ | Não é permitida a capitalização de juros em periodicidade inferior a um ano nos contratos do Sistema de Financiamento Imobiliário (SFI), pois a Lei nº 9.514/1997 não autoriza expressamente essa possibilidade, aplicando-se a vedação do art. 4º da Lei da Usura."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_2_608_935_RS_07112024",
    "texto": "STJ | 07/11/2024 | AgInt no AREsp 2.608.935-RS | Excepcionalmente, é possível a revisão da taxa de juros remuneratórios quando ficar caracterizada a relação de consumo e a abusividade for demonstrada diante das peculiaridades do caso concreto."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_2_318_994_SC_16102024",
    "texto": "STJ | 16/10/2024 | AgInt no AREsp 2.318.994-SC | Nos serviços que tenham por objeto a captação de recursos ou concessão de empréstimos pelas instituições financeiras, o CDI é índice flutuante adequado para medir a variação do custo da moeda."
  },
  {
    "id": "stj_julgado_julgado_16102023",
    "texto": "STJ | 16/10/2023 | INFORMATIVO 790 - STJ | Compete às Turmas da Primeira Seção do STJ o julgamento de questões que envolvam contrato de mútuo habitacional que impliquem comprometimento do Fundo de Compensação das Variações Salariais - FCVS."
  },
  {
    "id": "stj_julgado_REsp_1_630_706_SP_13062022",
    "texto": "STJ | 13/06/2022 | REsp 1.630.706-SP | INFORMATIVO 742 - STJ | É possível adotar a variação do CDI como encargo financeiro em contratos bancários, sendo que eventuais abusos devem ser analisados caso a caso."
  },
  {
    "id": "stj_julgado_AgInt_no_AREsp_1_738_129_AM_24062022",
    "texto": "STJ | 24/06/2022 | AgInt no AREsp 1.738.129-AM | Não cabe o pagamento de lucros cessantes com base em projeções de lucro de atividade empresarial ainda não iniciada."
  },
  {
    "id": "stj_julgado_REsp_1_758_951_SP_20082020",
    "texto": "STJ | 20/08/2020 | REsp 1.758.951-SP | INFORMATIVO 678 - STJ | O teto cobertura do Fundo Garantidor de Créditos (FGC) se aplica ao montante total do fundo instituído por concessionárias, não à quota-parte devida a cada associado."
  },
  {
    "id": "stj_julgado_REsp_1_359_624_SP_26062020",
    "texto": "STJ | 26/06/2020 | REsp 1.359.624-SP | INFORMATIVO 674 - STJ | As operadoras de cartão de crédito em sentido estrito passam a ser reguladas e fiscalizadas pelo Conselho Monetário Nacional e pelo e Banco Central apenas após a edição da MP 615/2013."
  },
  {
    "id": "stj_julgado_REsp_1_639_259_SP_17122018",
    "texto": "STJ | 17/12/2018 | REsp 1.639.259-SP | INFORMATIVO 639 - STJ | 1ª tese: É abusiva a cláusula que prevê o ressarcimento pelo consumidor da despesa com o registro do pré-gravame, em contratos celebrados a partir de 25/02/2011, data de entrada em vigor da Resolução CMN 3.954/2011, sendo válida a cláusula pactuada no período anterior a essa resolução, ressalvado o controle da onerosidade excessiva. 2ª tese: Nos contratos bancários em geral, o consumidor não pode ser compelido a contratar seguro com a instituição financeira ou com seguradora por ela indicada. 3ª tese: A abusividade de encargos acessórios do contrato não descaracteriza a mora."
  },
  {
    "id": "stj_julgado_REsp_1_578_553_SP_06122018",
    "texto": "STJ | 06/12/2018 | REsp 1.578.553-SP | INFORMATIVO 639 - STJ | 1ª tese: É abusiva a cláusula que prevê o ressarcimento pelo consumidor da comissão do correspondente bancário, em contratos celebrados a partir de 25/02/2011, data de entrada em vigor da Res. CMN 3.954/2011, sendo válida a cláusula no período anterior a essa resolução, ressalvado o controle da onerosidade excessiva. 2ª tese: É válida a tarifa de avaliação do bem dado em garantia, bem como da cláusula que prevê o ressarcimento de despesa com o registro do contrato, ressalvadas: a abusividade da cobrança por serviço não efetivamente prestado e a possibilidade de controle da onerosidade excessiva, em cada caso concreto. 3ª tese: É abusiva a cláusula que prevê a cobrança de ressarcimento de serviços prestados por terceiros, sem a especificação do serviço a ser efetivamente prestado."
  }
]
