[
  {
    "id": "stj_sumula_676",
    "texto": "STJ - Súmula 676 - 12/2024 - Informativo 837 - STJ Processo Penal 2024 Processo Penal Sistemas Processuais Processo Penal Prisões Em razão da Lei n. 13.964/2019, não é mais possível ao juiz, de ofício, decretar ou converter prisão em flagrante em prisão preventiva."
  },
  {
    "id": "stj_sumula_675",
    "texto": "STJ - Súmula 675 - 11/2024 - Informativo 835 - STJ Direito do Consumidor 2024 Direito do Consumidor Direito Administrativo > Administração Indireta Agências Reguladoras É legítima a atuação dos órgãos de defesa do consumidor na aplicação de sanções administrativas previstas no CDC quando a conduta praticada ofender direito consumerista, o que não exclui nem inviabiliza a atuação do órgão ou entidade de controle quando a atividade é regulada."
  },
  {
    "id": "stj_sumula_674",
    "texto": "STJ - Súmula 674 - 11/2024 - Informativo 835 - STJ Direito Administrativo 2024 Direito Administrativo > Controle da Administração Pública Processo Administrativo A autoridade administrativa pode se utilizar de fundamentação per relationem nos processos disciplinares."
  },
  {
    "id": "stj_sumula_673",
    "texto": "STJ - Súmula 673 - 09/2024 - Informativo 825 - STJ Direito Tributário 2024 Direito Tributário Lançamento Tributário A comprovação da regular notificação do executado para o pagamento da dívida de anuidade de conselhos de classe ou, em caso de recurso, o esgotamento das instâncias administrativas são requisitos indispensáveis à constituição e execução do crédito."
  },
  {
    "id": "stj_sumula_672",
    "texto": "STJ - Súmula 672 - 09/2024 - Informativo 825 - STJ Direito Administrativo 2024 Direito Administrativo > Agentes Públicos Regime Disciplinar A alteração da capitulação legal da conduta do servidor, por si só, não enseja a nulidade do processo administrativo disciplinar."
  },
  {
    "id": "stj_sumula_671",
    "texto": "STJ - Súmula 671 - 06/2024 - Direito Tributário > Tributos Federais IPI Não incide o IPI quando sobrevém furto ou roubo do produto industrializado após sua saída do estabelecimento industrial ou equiparado e antes de sua entrega ao adquirente."
  },
  {
    "id": "stj_sumula_670",
    "texto": "STJ - Súmula 670 - 06/2024 - Direito Penal Crimes Contra a Dignidade Sexual Processo Penal > Ação Penal Ação Penal Pública Condicionada Nos crimes sexuais cometidos contra a vítima em situação de vulnerabilidade temporária, em que ela recupera suas capacidades físicas e mentais e o pleno discernimento para decidir acerca da persecução penal de seu ofensor, a ação penal é pública condicionada à representação se o fato houver sido praticado na vigência da redação conferida ao art. 225 do Código Penal pela Lei n. 12.015, de 2009."
  },
  {
    "id": "stj_sumula_669",
    "texto": "STJ - Súmula 669 - 06/2024 - Direito da Criança e do Adolescente Crimes e Infrações Contra Crianças e Adolescentes O fornecimento de bebida alcoólica a criança ou adolescente, após o advento da Lei n. 13.106, de 17 de março de 2015, configura o crime previsto no art. 243 do ECA."
  },
  {
    "id": "stj_sumula_668",
    "texto": "STJ - Súmula 668 - 04/2024 - Direito Penal Lei de Crimes Hediondos (8.072/90) Não é hediondo o delito de porte ou posse de arma de fogo de uso permitido, ainda que com numeração, marca ou qualquer outro sinal de identificação raspado, suprimido ou adulterado."
  },
  {
    "id": "stj_sumula_667",
    "texto": "STJ - Súmula 667 - 04/2024 - Direito Penal Suspensão da Pena (Sursis) Eventual aceitação de proposta de suspensão condicional do processo não prejudica a análise do pedido de trancamento de ação penal."
  },
  {
    "id": "stj_sumula_666",
    "texto": "STJ - Súmula 666 - 04/2024 - Direito Tributário Capacidade Tributária Ativa A legitimidade passiva, em demandas que visam à restituição de contribuições de terceiros, está vinculada à capacidade tributária ativa; assim, nas hipóteses em que as entidades terceiras são meras destinatárias das contribuições, não possuem elas legitimidade ad causam para figurar no polo passivo, juntamente com a União."
  },
  {
    "id": "stj_sumula_665",
    "texto": "STJ - Súmula 665 - 12/2023 - Informativo 799 - STJ Direito Administrativo > Agentes Públicos Regime Disciplinar O controle jurisdicional do processo administrativo disciplinar restringe-se ao exame da regularidade do procedimento e da legalidade do ato, à luz dos princípios do contraditório, da ampla defesa e do devido processo legal, não sendo possível incursão no mérito administrativo, ressalvadas as hipóteses de flagrante ilegalidade, teratologia ou manifesta desproporcionalidade da sanção aplicada."
  },
  {
    "id": "stj_sumula_664",
    "texto": "STJ - Súmula 664 - 11/2023 - Legislação Especial Código de Trânsito Brasileiro (Lei 9.503/1997) É inaplicável a consunção entre o delito de embriaguez ao volante e o de condução de veículo automotor sem habilitação."
  },
  {
    "id": "stj_sumula_663",
    "texto": "STJ - Súmula 663 - 11/2023 - Direito Previdenciário > Benefícios da Previdência Social Pensão por Morte A pensão por morte de servidor público federal pode ser concedida ao filho inválido de qualquer idade, desde que a invalidez seja anterior ao óbito."
  },
  {
    "id": "stj_sumula_662",
    "texto": "STJ - Súmula 662 - 09/2023 - Informativo 787 - STJ Direito Penal > Lei de Execução Penal Estabelecimentos Penais Para a prorrogação do prazo de permanência no sistema penitenciário federal, é prescindível a ocorrência de fato novo; basta constar, em decisão fundamentada, a persistência dos motivos que ensejaram a transferência inicial do preso."
  },
  {
    "id": "stj_sumula_661",
    "texto": "STJ - Súmula 661 - 09/2023 - Informativo 787 - STJ Direito Penal > Lei de Execução Penal Faltas Disciplinares A falta grave prescinde da perícia do celular apreendido ou de seus componentes essenciais."
  },
  {
    "id": "stj_sumula_660",
    "texto": "STJ - Súmula 660 - 09/2023 - Informativo 787 - STJ Direito Penal > Lei de Execução Penal Faltas Disciplinares A posse, pelo apenado, de aparelho celular ou de seus componentes essenciais constitui falta grave."
  },
  {
    "id": "stj_sumula_659",
    "texto": "STJ - Súmula 659 - 09/2023 - Informativo 787 - STJ Direito Penal > Concurso de Crimes Crime Continuado A fração de aumento em razão da prática de crime continuado deve ser fixada de acordo com o número de delitos cometidos, aplicando-se 1/6 pela prática de duas infrações, 1/5 para três, 1/4 para quatro, 1/3 para cinco, 1/2 para seis e 2/3 para sete ou mais infrações."
  },
  {
    "id": "stj_sumula_658",
    "texto": "STJ - Súmula 658 - 09/2023 - Informativo 787 - STJ Direito Penal > Crimes Contra o Patrimônio Apropriação Indébita O crime de apropriação indébita tributária pode ocorrer tanto em operações próprias, como em razão de substituição tributária."
  },
  {
    "id": "stj_sumula_657",
    "texto": "STJ - Súmula 657 - 08/2023 - Informativo 784 - STJ Direito Constitucional > Ordem social Meio Ambiente e índios Direito Previdenciário Regime Geral de Previdência Social Direito Previdenciário > Benefícios da Previdência Social Salário-maternidade Atendidos os requisitos de segurada especial no RGPS e do período de carência, a indígena menor de 16 anos faz jus ao salário-maternidade."
  },
  {
    "id": "stj_sumula_656",
    "texto": "STJ - Súmula 656 - 11/2022 - Informativo 757 - STJ É válida a cláusula de prorrogação automática de fiança na renovação do contrato principal. A exoneração do fiador depende da notificação prevista no art. 835 do Código Civil."
  },
  {
    "id": "stj_sumula_655",
    "texto": "STJ - Súmula 655 - 11/2022 - Informativo 757 - STJ Aplica-se à união estável contraída por septuagenário o regime da separação obrigatória de bens, comunicando-se os adquiridos na constância, quando comprovado o esforço comum."
  },
  {
    "id": "stj_sumula_654",
    "texto": "STJ - Súmula 654 - 08/2022 - Informativo 746 - STJ Direito Tributário > Tributos Estaduais ICMS A tabela de preços máximos ao consumidor (PMC) publicada pela ABCFarma, adotada pelo Fisco para a fixação da base de cálculo do ICMS na sistemática da substituição tributária, não se aplica aos medicamentos destinados exclusivamente para uso de hospitais e clínicas."
  },
  {
    "id": "stj_sumula_653",
    "texto": "STJ - Súmula 653 - 12/2021 - Informativo 720 - STJ Direito Tributário > Suspensão do Crédito Tributário Parcelamento O pedido de parcelamento fiscal, ainda que indeferido, interrompe o prazo prescricional, pois caracteriza confissão extrajudicial do débito."
  },
  {
    "id": "stj_sumula_652",
    "texto": "STJ - Súmula 652 - 12/2021 - Informativo 720 - STJ Direito Administrativo Responsabilidade Civil do Estado A responsabilidade civil da Administração Pública por danos ao meio ambiente, decorrente de sua omissão no dever de fiscalização, é de caráter solidário, mas de execução subsidiária."
  },
  {
    "id": "stj_sumula_651",
    "texto": "STJ - Súmula 651 - 10/2021 - Compete à autoridade administrativa aplicar a servidor público a pena de demissão em razão da prática de improbidade administrativa, independentemente de prévia condenação, por autoridade judicial, à perda da função pública."
  },
  {
    "id": "stj_sumula_650",
    "texto": "STJ - Súmula 650 - 09/2021 - Direito Administrativo Agentes Públicos A autoridade administrativa não dispõe de discricionariedade para aplicar ao servidor pena diversa de demissão quando caraterizadas as hipóteses previstas no art. 132 da Lei n. 8.112/1990."
  },
  {
    "id": "stj_sumula_649",
    "texto": "STJ - Súmula 649 - 04/2021 - Informativo 694 - STJ Direito Tributário > Tributos Estaduais ICMS Não incide ICMS sobre o serviço de transporte interestadual de mercadorias destinadas ao exterior."
  },
  {
    "id": "stj_sumula_648",
    "texto": "STJ - Súmula 648 - 04/2021 - Informativo 692 - STJ Processo Penal Decisões Interlocutórias e Sentença Processo Penal > Ação Penal Trancamento A superveniência da sentença condenatória prejudica o pedido de trancamento da ação penal por falta de justa causa feito em habeas corpus."
  },
  {
    "id": "stj_sumula_647",
    "texto": "STJ - Súmula 647 - 03/2021 - Informativo 688 - STJ Direito Constitucional Direitos e deveres individuais e coletivos Direito Civil Prescrição e Decadência Direito Civil > Responsabilidade Civil Danos morais, materiais e patrimoniais São imprescritíveis as ações de indenização por danos morais e materiais decorrentes de atos de perseguição política com violação de direitos fundamentais ocorridos durante o regime militar."
  },
  {
    "id": "stj_sumula_646",
    "texto": "STJ - Súmula 646 - 03/2021 - Informativo 688 - STJ Direito do Trabalho FGTS É irrelevante a natureza da verba trabalhista para fins de incidência da contribuição ao FGTS, visto que apenas as verbas elencadas em lei (art. 28, § 9º, da Lei n. 8.212/1991), em rol taxativo, estão excluídas da sua base de cálculo, por força do disposto no art. 15, § 6º, da Lei n. 8.036/1990."
  },
  {
    "id": "stj_sumula_645",
    "texto": "STJ - Súmula 645 - 02/2021 - Direito Penal > Crimes do Particular Contra a Administração Crimes em Licitações e Contratos Administrativos O crime de fraude à licitação é formal, e sua consumação prescinde da comprovação do prejuízo ou da obtenção de vantagem."
  },
  {
    "id": "stj_sumula_644",
    "texto": "STJ - Súmula 644 - 02/2021 - Processo Civil > Liquidação e Cumprimento de Sentença Justiça Gratuita O núcleo de prática jurídica deve apresentar o instrumento de mandato quando constituído pelo réu hipossuficiente, salvo nas hipóteses em que é nomeado pelo juízo."
  },
  {
    "id": "stj_sumula_643",
    "texto": "STJ - Súmula 643 - 02/2021 - Direito Penal > Teoria da Pena Pena Restritiva de Direitos (PRD) Processo Penal Decisões Interlocutórias e Sentença A execução da pena restritiva de direitos depende do trânsito em julgado da condenação."
  },
  {
    "id": "stj_sumula_642",
    "texto": "STJ - Súmula 642 - 12/2020 - Direito Civil Sucessões Direito Civil > Responsabilidade Civil Danos morais, materiais e patrimoniais O direito à indenização por danos morais transmite-se com o falecimento do titular, possuindo os herdeiros da vítima legitimidade ativa para ajuizar ou prosseguir a ação indenizatória."
  },
  {
    "id": "stj_sumula_641",
    "texto": "STJ - Súmula 641 - 02/2020 - Direito Administrativo > Controle da Administração Pública Processo Administrativo A portaria de instauração do processo administrativo disciplinar prescinde da exposição detalhada dos fatos a serem apurados."
  },
  {
    "id": "stj_sumula_640",
    "texto": "STJ - Súmula 640 - 02/2020 - Direito Tributário Limitações ao Poder de Tributar O benefício fiscal que trata do Regime Especial de Reintegração de Valores Tributários para as Empresas Exportadoras (REINTEGRA) alcança as operações de venda de mercadorias de origem nacional para a Zona Franca de Manaus, para consumo, industrialização ou reexportação para o estrangeiro."
  },
  {
    "id": "stj_sumula_639",
    "texto": "STJ - Súmula 639 - 11/2019 - Informativo 660 - STJ Processo Penal Princípios Processo Penal > Prisões Audiência de Custódia Não fere o contraditório e o devido processo decisão que, sem ouvida prévia da defesa, determine transferência ou permanência de custodiado em estabelecimento penitenciário federal."
  },
  {
    "id": "stj_sumula_638",
    "texto": "STJ - Súmula 638 - 11/2019 - Informativo 660 - STJ Direito do Consumidor > Proteção Contratual do Consumidor Cláusulas Abusivas É abusiva a cláusula contratual que restringe a responsabilidade de instituição financeira pelos danos decorrentes de roubo, furto ou extravio de bem entregue em garantia no âmbito de contrato de penhor civil."
  },
  {
    "id": "stj_sumula_637",
    "texto": "STJ - Súmula 637 - 11/2019 - Direito Civil 2019 Informativo 659 - STJ Processo Civil > Procedimentos Especiais Ações Possessórias O ente público detém legitimidade e interesse para intervir, incidentalmente, na ação possessória entre particulares, podendo deduzir qualquer matéria defensiva, inclusive, se for o caso, o domínio."
  },
  {
    "id": "stj_sumula_636",
    "texto": "STJ - Súmula 636 - 06/2019 - Informativo 650 - STJ Direito Penal > Teoria da Pena Dosimetria da Pena A folha de antecedentes criminais é documento suficiente a comprovar os maus antecedentes e a reincidência."
  },
  {
    "id": "stj_sumula_635",
    "texto": "STJ - Súmula 635 - 06/2019 - Informativo 649 - STJ Direito Administrativo Agentes Públicos Direito Administrativo > Controle da Administração Pública Processo Administrativo Os prazos prescricionais previstos no art. 142 da Lei n. 8.112/1990 iniciam-se na data em que a autoridade competente para a abertura do procedimento administrativo toma conhecimento do fato, interrompem-se com o primeiro ato de instauração válido sindicância de caráter punitivo ou processo disciplinar e voltam a fluir por inteiro, após decorridos 140 dias desde a interrupção."
  },
  {
    "id": "stj_sumula_634",
    "texto": "STJ - Súmula 634 - 06/2019 - Informativo 649 - STJ Direito Administrativo Improbidade Administrativa Ao particular aplica-se o mesmo regime prescricional previsto na Lei de Improbidade Administrativa para o agente público."
  },
  {
    "id": "stj_sumula_633",
    "texto": "STJ - Súmula 633 - 06/2019 - Informativo 649 - STJ Direito Administrativo > Controle da Administração Pública Processo Administrativo A Lei n. 9.784/1999, especialmente no que diz respeito ao prazo decadencial para a revisão de atos administrativos no âmbito da Administração Pública federal, pode ser aplicada, de forma subsidiária, aos estados e municípios, se inexistente norma local e específica que regule a matéria."
  },
  {
    "id": "stj_sumula_632",
    "texto": "STJ - Súmula 632 - 05/2019 - Informativo 647 - STJ Direito Empresarial > Contratos em Espécie Contrato de Seguro Nos contratos de seguro regidos pelo Código Civil, a correção monetária sobre a indenização securitária incide a partir da contratação até o efetivo pagamento"
  },
  {
    "id": "stj_sumula_631",
    "texto": "STJ - Súmula 631 - 04/2019 - Informativo 646 - STJ Direito Penal Efeitos da Condenação e Reabilitação Direito Penal > Extinção da Punibilidade Anistia, Graça e Indulto O indulto extingue os efeitos primários da condenação (pretensão executória), mas não atinge os efeitos secundários, penais ou extrapenais."
  },
  {
    "id": "stj_sumula_630",
    "texto": "STJ - Súmula 630 - 04/2019 - Informativo 646 - STJ Direito Penal Lei de Drogas (11.343/06) Processo Penal Interrogatório e Confissão do Acusado A incidência da atenuante da confissão espontânea no crime de tráfico ilícito de entorpecentes exige o reconhecimento da traficância pelo acusado, não bastando a mera admissão da posse ou propriedade para uso próprio."
  },
  {
    "id": "stj_sumula_629",
    "texto": "STJ - Súmula 629 - 12/2018 - Quanto ao dano ambiental, é admitida a condenação do réu à obrigação de fazer ou à de não fazer cumulada com a de indenizar."
  },
  {
    "id": "stj_sumula_628",
    "texto": "STJ - Súmula 628 - 12/2018 - Processo Civil 2018 A teoria da encampação é aplicada no mandado de segurança quando presentes, cumulativamente, os seguintes requisitos: a) existência de vínculo hierárquico entre a autoridade que prestou informações e a que ordenou a prática do ato impugnado; b) manifestação a respeito do mérito nas informações prestadas; e c) ausência de modificação de competência estabelecida na Constituição Federal."
  },
  {
    "id": "stj_sumula_627",
    "texto": "STJ - Súmula 627 - 12/2018 - Direito Tributário > Exclusão do Crédito Tributário Isenção Direito Tributário > Tributos Federais Imposto de Renda - IR O contribuinte faz jus à concessão ou à manutenção da isenção do imposto de renda, não se lhe exigindo a demonstração da contemporaneidade dos sintomas da doença nem da recidiva da enfermidade."
  },
  {
    "id": "stj_sumula_626",
    "texto": "STJ - Súmula 626 - 12/2018 - A incidência do IPTU sobre imóvel situado em área considerada pela lei local como urbanizável ou de expansão urbana não está condicionada à existência dos melhoramentos elencados no art. 32, § 1º, do CTN."
  },
  {
    "id": "stj_sumula_625",
    "texto": "STJ - Súmula 625 - 12/2018 - Direito Tributário > Extinção do Crédito Tributário Compensação e Transação Direito Tributário > Processo Tributário Prescrição e Decadência O pedido administrativo de compensação ou de restituição não interrompe o prazo prescricional para a ação de repetição de indébito tributário de que trata o art. 168 do CTN nem o da execução de título judicial contra a Fazenda Pública."
  },
  {
    "id": "stj_sumula_624",
    "texto": "STJ - Súmula 624 - 12/2018 - É possível cumular a indenização do dano moral com a reparação econômica da Lei n. 10.559/2002 (Lei da Anistia Política)."
  },
  {
    "id": "stj_sumula_623",
    "texto": "STJ - Súmula 623 - 12/2018 - Direito Civil Direito das Obrigações As obrigações ambientais possuem natureza propter rem, sendo admissível cobrá-las do proprietário ou possuidor atual e/ou dos anteriores, à escolha do credor."
  },
  {
    "id": "stj_sumula_622",
    "texto": "STJ - Súmula 622 - 12/2018 - Direito Tributário > Extinção do Crédito Tributário Decadência e Prescrição A notificação do auto de infração faz cessar a contagem da decadência para a constituição do crédito tributário; exaurida a instância administrativa com o decurso do prazo para a impugnação ou com a notificação de seu julgamento definitivo e esgotado o prazo concedido pela Administração para o pagamento voluntário, inicia-se o prazo prescricional para a cobrança judicial."
  },
  {
    "id": "stj_sumula_621",
    "texto": "STJ - Súmula 621 - 12/2018 - Direito Civil 2018 Processo Civil Sentença Processo Civil > Execução Alimentos e Prisão Civil Os efeitos da sentença que reduz, majora ou exonera o alimentante do pagamento retroagem à data da citação, vedadas a compensação e a repetibilidade."
  },
  {
    "id": "stj_sumula_620",
    "texto": "STJ - Súmula 620 - 12/2018 - Direito Empresarial > Contratos em Espécie Contrato de Seguro A embriaguez do segurado não exime a seguradora do pagamento da indenização prevista em contrato de seguro de vida."
  },
  {
    "id": "stj_sumula_619",
    "texto": "STJ - Súmula 619 - 10/2018 - Direito Civil 2018 Direito Administrativo Bens Públicos A ocupação indevida de bem público configura mera detenção, de natureza precária, insuscetível de retenção ou indenização por acessões e benfeitorias."
  },
  {
    "id": "stj_sumula_618",
    "texto": "STJ - Súmula 618 - 10/2018 - Processo Civil Provas A inversão do ônus da prova aplica-se às ações de degradação ambiental."
  },
  {
    "id": "stj_sumula_617",
    "texto": "STJ - Súmula 617 - 09/2018 - Processo Penal 2018 Direito Penal Livramento Condicional A ausência de suspensão ou revogação do livramento condicional antes do término do período de prova enseja a extinção da punibilidade pelo integral cumprimento da pena."
  },
  {
    "id": "stj_sumula_616",
    "texto": "STJ - Súmula 616 - 05/2018 - Direito Civil 2018 Direito Empresarial > Contratos em Espécie Contrato de Seguro A indenização securitária é devida quando ausente a comunicação prévia do segurado acerca do atraso no pagamento do prêmio, por constituir requisito essencial para a suspensão ou resolução do contrato de seguro."
  },
  {
    "id": "stj_sumula_615",
    "texto": "STJ - Súmula 615 - 05/2018 - Direito Administrativo 2018 Informativo 624 - STJ Direito Administrativo Administração Direta Não pode ocorrer ou permanecer a inscrição do município em cadastros restritivos fundada em irregularidades na gestão anterior quando, na gestão sucessora, são tomadas as providências cabíveis à reparação dos danos eventualmente cometidos."
  },
  {
    "id": "stj_sumula_614",
    "texto": "STJ - Súmula 614 - 05/2018 - Direito Tributário > Tributos Municipais IPTU Direito Civil > Contratos Locação O locatário não possui legitimidade ativa para discutir a relação jurídico-tributária de IPTU e de taxas referentes ao imóvel alugado nem para repetir indébito desses tributos."
  },
  {
    "id": "stj_sumula_613",
    "texto": "STJ - Súmula 613 - 05/2018 - Direito Ambiental Não se admite a aplicação da teoria do fato consumado em tema de Direito Ambiental."
  },
  {
    "id": "stj_sumula_612",
    "texto": "STJ - Súmula 612 - 05/2018 - Direito Tributário Imunidades O certificado de entidade beneficente de assistência social (CEBAS), no prazo de sua validade, possui natureza declaratória para fins tributários, retroagindo seus efeitos à data em que demonstrado o cumprimento dos requisitos estabelecidos por lei complementar para a fruição da imunidade."
  },
  {
    "id": "stj_sumula_611",
    "texto": "STJ - Súmula 611 - 05/2018 - Direito Administrativo > Poderes Administrativos Poder Disciplinar Desde que devidamente motivada e com amparo em investigação ou sindicância, é permitida a instauração de processo administrativo disciplinar com base em denúncia anônima, em face do poder-dever de autotutela imposto à Administração."
  },
  {
    "id": "stj_sumula_610",
    "texto": "STJ - Súmula 610 - 04/2018 - Direito Civil 2018 Direito Empresarial > Contratos em Espécie Contrato de Seguro O suicídio não é coberto nos dois primeiros anos de vigência do contrato de seguro de vida, ressalvado o direito do beneficiário à devolução do montante da reserva técnica formada."
  },
  {
    "id": "stj_sumula_609",
    "texto": "STJ - Súmula 609 - 04/2018 - Direito Civil 2018 Direito Empresarial > Contratos em Espécie Contrato de Seguro Direito Civil > Contratos Princípios Contratuais A recusa de cobertura securitária, sob a alegação de doença preexistente, é ilícita se não houve a exigência de exames médicos prévios à contratação ou a demonstração de má-fé do segurado."
  },
  {
    "id": "stj_sumula_608",
    "texto": "STJ - Súmula 608 - 04/2018 - Direito do Consumidor 2018 Direito do Consumidor > Relação de Consumo Possibilidade de Aplicação do CDC Legislação Especial Planos de Saúde Aplica-se o Código de Defesa do Consumidor aos contratos de plano de saúde, salvo os administrados por entidades de autogestão."
  },
  {
    "id": "stj_sumula_607",
    "texto": "STJ - Súmula 607 - 04/2018 - Direito Penal Lei de Drogas (11.343/06) A majorante do tráfico transnacional de drogas (art. 40, I, da Lei n. 11.343/2006) configura-se com a prova da destinação internacional das drogas, ainda que não consumada a transposição de fronteiras."
  },
  {
    "id": "stj_sumula_606",
    "texto": "STJ - Súmula 606 - 04/2018 - Direito Penal 2018 Direito Penal > Tipicidade Princípio da Insignificância Não se aplica o princípio da insignificância a casos de transmissão clandestina de sinal de internet via radiofrequência, que caracteriza o fato típico previsto no art. 183 da Lei n. 9.472/1997."
  },
  {
    "id": "stj_sumula_605",
    "texto": "STJ - Súmula 605 - 03/2018 - Direito da Criança e do Adolescente Ato Infracional Direito da Criança e do Adolescente > Medidas Socioeducativas Liberdade Assistida A superveniência da maioridade penal não interfere na apuração de ato infracional nem na aplicabilidade de medida socioeducativa em curso, inclusive na liberdade assistida, enquanto não atingida a idade de 21 anos."
  },
  {
    "id": "stj_sumula_604",
    "texto": "STJ - Súmula 604 - 02/2018 - Processo Penal 2018 Direito Constitucional > Ações e remédios constitucionais Mandado de segurança O mandado de segurança não se presta para atribuir efeito suspensivo a recurso criminal interposto pelo Ministério Público."
  },
  {
    "id": "stj_sumula_603",
    "texto": "STJ - Súmula 603 - 02/2018 - Superado Direito do Trabalho Salário e Remuneração Direito Civil > Contratos Mútuo e Comodato Direito Civil > Contratos Corretagem É vedado ao banco mutuante reter, em qualquer extensão, os salários, vencimentos e/ou proventos de correntista para adimplir o mútuo (comum) contraído, ainda que haja cláusula contratual autorizativa, excluído o empréstimo garantido por margem salarial consignável, com desconto em folha de pagamento, que possui regramento legal específico e admite a retenção de percentual."
  },
  {
    "id": "stj_sumula_602",
    "texto": "STJ - Súmula 602 - 02/2018 - Direito do Consumidor 2018 Direito do Consumidor > Relação de Consumo Possibilidade de Aplicação do CDC Direito Empresarial Sociedade Cooperativa O Código de Defesa do Consumidor é aplicável aos empreendimentos habitacionais promovidos pelas sociedades cooperativas."
  },
  {
    "id": "stj_sumula_601",
    "texto": "STJ - Súmula 601 - 02/2018 - Direito Constitucional > Funções essenciais à justiça Ministério Público Direito do Consumidor Defesa do Consumidor em Juízo O Ministério Público tem legitimidade ativa para atuar na defesa de direitos difusos, coletivos e individuais homogêneos dos consumidores, ainda que decorrentes da prestação de serviço público."
  },
  {
    "id": "stj_sumula_600",
    "texto": "STJ - Súmula 600 - 11/2017 - Direito Penal Lei Maria da Penha (11.340/06) Para a configuração da violência doméstica e familiar prevista no artigo 5º da Lei n. 11.340/2006 (Lei Maria da Penha) não se exige a coabitação entre autor e vítima."
  },
  {
    "id": "stj_sumula_599",
    "texto": "STJ - Súmula 599 - 11/2017 - Direito Penal Crimes do Particular Contra a Administração O princípio da insignificância é inaplicável aos crimes contra a administração pública."
  },
  {
    "id": "stj_sumula_598",
    "texto": "STJ - Súmula 598 - 11/2017 - Direito Tributário > Tributos Federais Imposto de Renda - IR Processo Civil Provas É desnecessária a apresentação de laudo médico oficial para o reconhecimento judicial da isenção do imposto de renda, desde que o magistrado entenda suficientemente demonstrada a doença grave por outros meios de prova."
  },
  {
    "id": "stj_sumula_597",
    "texto": "STJ - Súmula 597 - 11/2017 - A cláusula contratual de plano de saúde que prevê carência para utilização dos serviços de assistência médica nas situações de emergência ou de urgência é considerada abusiva se ultrapassado o prazo máximo de 24 horas contado da data da contratação."
  },
  {
    "id": "stj_sumula_596",
    "texto": "STJ - Súmula 596 - 11/2017 - A obrigação alimentar dos avós tem natureza complementar e subsidiária, somente se configurando no caso de impossibilidade total ou parcial de seu cumprimento pelos pais."
  },
  {
    "id": "stj_sumula_595",
    "texto": "STJ - Súmula 595 - 10/2017 - Direito do Consumidor Responsabilidade Direito Civil > Responsabilidade Civil Responsabilidade Objetiva As instituições de ensino superior respondem objetivamente pelos danos suportados pelo aluno/consumidor pela realização de curso não reconhecido pelo Ministério da Educação, sobre o qual não lhe tenha sido dada prévia e adequada informação."
  },
  {
    "id": "stj_sumula_594",
    "texto": "STJ - Súmula 594 - 10/2017 - Direito da Criança e do Adolescente > Acesso à Justiça Ministério Público Processo Civil > Procedimentos Especiais Ações de Família e Ação de Alimentos O Ministério Público tem legitimidade ativa para ajuizar ação de alimentos em proveito de criança ou adolescente independentemente do exercício do poder familiar dos pais, ou do fato de o menor se encontrar nas situações de risco descritas no art. 98 do Estatuto da Criança e do Adolescente, ou de quaisquer outros questionamentos acerca da existência ou eficiência da Defensoria Pública na comarca."
  },
  {
    "id": "stj_sumula_593",
    "texto": "STJ - Súmula 593 - 10/2017 - Direito Penal > Crimes Contra a Dignidade Sexual Estupro de Vulnerável O crime de estupro de vulnerável se configura com a conjunção carnal ou prática de ato libidinoso com menor de 14 anos, sendo irrelevante eventual consentimento da vítima para a prática do ato, sua experiência sexual anterior ou existência de relacionamento amoroso com o agente."
  },
  {
    "id": "stj_sumula_592",
    "texto": "STJ - Súmula 592 - 09/2017 - O excesso de prazo para a conclusão do processo administrativo disciplinar só causa nulidade se houver demonstração de prejuízo à defesa."
  },
  {
    "id": "stj_sumula_591",
    "texto": "STJ - Súmula 591 - 09/2017 - Processo Civil Provas É permitida a prova emprestada no processo administrativo disciplinar, desde que devidamente autorizada pelo juízo competente e respeitados o contraditório e a ampla defesa."
  },
  {
    "id": "stj_sumula_590",
    "texto": "STJ - Súmula 590 - 09/2017 - Direito Tributário > Tributos Federais Imposto de Renda - IR Direito Previdenciário Regime de Previdência Complementar (RPC) Constitui acréscimo patrimonial a atrair a incidência do imposto de renda, em caso de liquidação de entidade de previdência privada, a quantia que couber a cada participante, por rateio do patrimônio, superior ao valor das respectivas contribuições à entidade em liquidação, devidamente atualizadas e corrigidas."
  },
  {
    "id": "stj_sumula_589",
    "texto": "STJ - Súmula 589 - 09/2017 - É inaplicável o princípio da insignificância nos crimes ou contravenções penais praticados contra a mulher no âmbito das relações domésticas."
  },
  {
    "id": "stj_sumula_588",
    "texto": "STJ - Súmula 588 - 09/2017 - Direito Penal > Teoria da Pena Pena Privativa de Liberdade (PPL) Direito Penal > Teoria da Pena Pena Restritiva de Direitos (PRD) A prática de crime ou contravenção penal contra a mulher com violência ou grave ameaça no ambiente doméstico impossibilita a substituição da pena privativa de liberdade por restritiva de direitos."
  },
  {
    "id": "stj_sumula_587",
    "texto": "STJ - Súmula 587 - 09/2017 - Direito Penal Lei de Drogas (11.343/06) Para a incidência da majorante prevista no art. 40, V, da Lei n. 11.343/2006, é desnecessária a efetiva transposição de fronteiras entre estados da Federação, sendo suficiente a demonstração inequívoca da intenção de realizar o tráfico interestadual."
  },
  {
    "id": "stj_sumula_586",
    "texto": "STJ - Súmula 586 - 12/2016 - Direito Civil > Direitos Reais de Garantia Alienação Fiduciária Legislação Especial > Direito Imobiliário Sistema Financeiro da Habitação SFH A exigência de acordo entre o credor e o devedor na escolha do agente fiduciário aplica-se, exclusivamente, aos contratos não vinculados ao Sistema Financeiro da Habitação SFH."
  },
  {
    "id": "stj_sumula_585",
    "texto": "STJ - Súmula 585 - 12/2016 - Direito Tributário > Tributos Estaduais IPVA Legislação Especial Código de Trânsito Brasileiro (Lei 9.503/1997) A responsabilidade solidária do ex-proprietário, prevista no art. 134 do Código de Trânsito Brasileiro CTB, não abrange o IPVA incidente sobre o veículo automotor, no que se refere ao período posterior à sua alienação."
  },
  {
    "id": "stj_sumula_584",
    "texto": "STJ - Súmula 584 - 12/2016 - Superado Direito Tributário > Tributos Federais COFINS Direito Empresarial > Contratos em Espécie Contrato de Seguro Direito Empresarial Comissão de Valores Mobiliários (CVM) As sociedades corretoras de seguros, que não se confundem com as sociedades de valores mobiliários ou com os agentes autônomos de seguro privado, estão fora do rol de entidades constantes do art. 22, § 1º, da Lei n. 8.212/1991, não se sujeitando à majoração da alíquota da Cofins prevista no art. 18 da Lei n. 10.684/2003."
  },
  {
    "id": "stj_sumula_583",
    "texto": "STJ - Súmula 583 - 12/2016 - Direito Tributário > Lançamento Tributário Certidão de Dívida Ativa (CDA) O arquivamento provisório previsto no art. 20 da Lei n. 10.522/2002, dirigido aos débitos inscritos como dívida ativa da União pela Procuradoria-Geral da Fazenda Nacional ou por ela cobrados, não se aplica às execuções fiscais movidas pelos conselhos de fiscalização profissional ou pelas autarquias federais."
  },
  {
    "id": "stj_sumula_582",
    "texto": "STJ - Súmula 582 - 09/2016 - Direito Penal > Crimes Contra o Patrimônio Roubo Consuma-se o crime de roubo com a inversão da posse do bem mediante emprego de violência ou grave ameaça, ainda que por breve tempo e em seguida à perseguição imediata ao agente e recuperação da coisa roubada, sendo prescindível a posse mansa e pacífica ou desvigiada."
  },
  {
    "id": "stj_sumula_581",
    "texto": "STJ - Súmula 581 - 09/2016 - Direito Empresarial Recuperação Judicial Processo Civil Execução A recuperação judicial do devedor principal não impede o prosseguimento das ações e execuções ajuizadas contra terceiros devedores solidários ou coobrigados em geral, por garantia cambial, real ou fidejussória."
  },
  {
    "id": "stj_sumula_580",
    "texto": "STJ - Súmula 580 - 09/2016 - Direito Empresarial > Contratos em Espécie Contrato de Seguro A correção monetária nas indenizações do seguro DPVAT por morte ou invalidez, prevista no § 7º do art. 5º da Lei n. 6.194/1974, redação dada pela Lei n. 11.482/2007, incide desde a data do evento danoso."
  },
  {
    "id": "stj_sumula_579",
    "texto": "STJ - Súmula 579 - 07/2016 - Processo Civil > Recursos Embargos de Declaração Processo Civil > Recursos Recurso Extraordinário e Recurso Especial Não é necessário ratificar o recurso especial interposto na pendência do julgamento dos embargos de declaração, quando inalterado o resultado anterior."
  },
  {
    "id": "stj_sumula_578",
    "texto": "STJ - Súmula 578 - 06/2016 - Os empregados que laboram no cultivo da cana-de-açúcar para empresa agroindustrial ligada ao setor sucroalcooleiro detêm a qualidade de rurícola, ensejando a isenção do FGTS desde a edição da Lei Complementar n. 11/1971 até a promulgação da Constituição Federal de 1988."
  },
  {
    "id": "stj_sumula_577",
    "texto": "STJ - Súmula 577 - 06/2016 - Direito do Trabalho > Tipos de Empregados Rural É possível reconhecer o tempo de serviço rural anterior ao documento mais antigo apresentado, desde que amparado em convincente prova testemunhal colhida sob o contraditório."
  },
  {
    "id": "stj_sumula_576",
    "texto": "STJ - Súmula 576 - 06/2016 - Direito Previdenciário > Benefícios da Previdência Social Aposentadoria por Incapacidade Permanente Ausente requerimento administrativo no INSS, o termo inicial para a implantação da aposentadoria por invalidez concedida judicialmente será a data da citação válida."
  },
  {
    "id": "stj_sumula_575",
    "texto": "STJ - Súmula 575 - 06/2016 - Legislação Especial Código de Trânsito Brasileiro (Lei 9.503/1997) Constitui crime a conduta de permitir, confiar ou entregar a direção de veículo automotor a pessoa que não seja habilitada, ou que se encontre em qualquer das situações previstas no art. 310 do CTB, independentemente da ocorrência de lesão ou de perigo de dano concreto na condução do veículo."
  },
  {
    "id": "stj_sumula_574",
    "texto": "STJ - Súmula 574 - 06/2016 - Direito Penal Crimes Contra a Propriedade Imaterial Direito Empresarial > Propriedade Industrial Direito Autoral Para a configuração do delito de violação de direito autoral e a comprovação de sua materialidade, é suficiente a perícia realizada por amostragem do produto apreendido, nos aspectos externos do material, e é desnecessária a identificação dos titulares dos direitos autorais violados ou daqueles que os representem."
  },
  {
    "id": "stj_sumula_573",
    "texto": "STJ - Súmula 573 - 06/2016 - Direito Empresarial > Contratos em Espécie Contrato de Seguro Direito Civil Prescrição e Decadência Nas ações de indenização decorrente de seguro DPVAT, a ciência inequívoca do caráter permanente da invalidez, para fins de contagem do prazo prescricional, depende de laudo médico, exceto nos casos de invalidez permanente notória ou naqueles em que o conhecimento anterior resulte comprovado na fase de instrução."
  },
  {
    "id": "stj_sumula_572",
    "texto": "STJ - Súmula 572 - 05/2016 - Direito Empresarial Títulos de Crédito Direito Administrativo > Administração Indireta Autarquias O Banco do Brasil, na condição de gestor do Cadastro de Emitentes de Cheques sem Fundos (CCF), não tem a responsabilidade de notificar previamente o devedor acerca da sua inscrição no aludido cadastro, tampouco legitimidade passiva para as ações de reparação de danos fundadas na ausência de prévia comunicação."
  },
  {
    "id": "stj_sumula_571",
    "texto": "STJ - Súmula 571 - 04/2016 - Direito do Trabalho FGTS Direito Tributário > Espécies Tributárias Taxas e Tarifas A taxa progressiva de juros não se aplica às contas vinculadas ao FGTS de trabalhadores qualificados como avulsos."
  },
  {
    "id": "stj_sumula_570",
    "texto": "STJ - Súmula 570 - 04/2016 - Direito Constitucional > Ordem social Educação, Cultura e Desporto Processo Civil Jurisdição e Competência Compete à Justiça Federal o processo e julgamento de demanda em que se discute a ausência de ou o obstáculo ao credenciamento de instituição particular de ensino superior no Ministério da Educação como condição de expedição de diploma de ensino a distância aos estudantes."
  },
  {
    "id": "stj_sumula_569",
    "texto": "STJ - Súmula 569 - 04/2016 - Direito Tributário > Tributos Federais Imposto de Importação - II Na importação, é indevida a exigência de nova certidão negativa de débito no desembaraço aduaneiro, se já apresentada a comprovação da quitação de tributos federais quando da concessão do benefício relativo ao regime de drawback."
  },
  {
    "id": "stj_sumula_568",
    "texto": "STJ - Súmula 568 - 03/2016 - Processo Civil Recursos O relator, monocraticamente e no Superior Tribunal de Justiça, poderá dar ou negar provimento ao recurso quando houver entendimento dominante acerca do tema."
  },
  {
    "id": "stj_sumula_567",
    "texto": "STJ - Súmula 567 - 02/2016 - Direito Penal > Crimes Contra o Patrimônio Furto Sistema de vigilância realizado por monitoramento eletrônico ou por existência de segurança no interior de estabelecimento comercial, por si só, não torna impossível a configuração do crime de furto."
  },
  {
    "id": "stj_sumula_566",
    "texto": "STJ - Súmula 566 - 02/2016 - Direito do Consumidor > Proteção Contratual do Consumidor Cláusulas Abusivas Nos contratos bancários posteriores ao início da vigência da Resolução-CMN n. 3.518/2007, em 30/4/2008, pode ser cobrada a tarifa de cadastro no início do relacionamento entre o consumidor e a instituição financeira."
  },
  {
    "id": "stj_sumula_565",
    "texto": "STJ - Súmula 565 - 02/2016 - Direito Tributário > Obrigação Tributária Fato Gerador A pactuação das tarifas de abertura de crédito (TAC) e de emissão de carnê (TEC), ou outra denominação para o mesmo fato gerador, é válida apenas nos contratos bancários anteriores ao início da vigência da Resolução-CMN n. 3.518/2007, em 30/4/2008."
  },
  {
    "id": "stj_sumula_564",
    "texto": "STJ - Súmula 564 - 02/2016 - Processo Civil > Procedimentos Especiais Ações Possessórias No caso de reintegração de posse em arrendamento mercantil financeiro, quando a soma da importância antecipada a título de valor residual garantido (VRG) com o valor da venda do bem ultrapassar o total do VRG previsto contratualmente, o arrendatário terá direito de receber a respectiva diferença, cabendo, porém, se estipulado no contrato, o prévio desconto de outras despesas ou encargos pactuados."
  },
  {
    "id": "stj_sumula_563",
    "texto": "STJ - Súmula 563 - 02/2016 - Direito do Consumidor > Relação de Consumo Possibilidade de Aplicação do CDC O Código de Defesa do Consumidor é aplicável às entidades abertas de previdência complementar, não incidindo nos contratos previdenciários celebrados com entidades fechadas."
  },
  {
    "id": "stj_sumula_562",
    "texto": "STJ - Súmula 562 - 02/2016 - Direito Penal > Lei de Execução Penal Remição, Detração e Autorização de Saída É possível a remição de parte do tempo de execução da pena quando o condenado, em regime fechado ou semiaberto, desempenha atividade laborativa, ainda que extramuros."
  },
  {
    "id": "stj_sumula_561",
    "texto": "STJ - Súmula 561 - 12/2015 - Direito Administrativo > Administração Indireta Autarquias Os Conselhos Regionais de Farmácia possuem atribuição para fiscalizar e autuar as farmácias e drogarias quanto ao cumprimento da exigência de manter profissional legalmente habilitado (farmacêutico) durante todo o período de funcionamento dos respectivos estabelecimentos."
  },
  {
    "id": "stj_sumula_560",
    "texto": "STJ - Súmula 560 - 12/2015 - Legislação Especial Código de Trânsito Brasileiro (Lei 9.503/1997) Processo Civil > Execução Penhora e Sequestro de Bens A decretação da indisponibilidade de bens e direitos, na forma do art. 185-A do CTN, pressupõe o exaurimento das diligências na busca por bens penhoráveis, o qual fica caracterizado quando infrutíferos o pedido de constrição sobre ativos financeiros e a expedição de ofícios aos registros públicos do domicílio do executado, ao Denatran ou Detran."
  },
  {
    "id": "stj_sumula_559",
    "texto": "STJ - Súmula 559 - 12/2015 - Direito Tributário > Processo Tributário Execução Fiscal Em ações de execução fiscal, é desnecessária a instrução da petição inicial com o demonstrativo de cálculo do débito, por tratar-se de requisito não previsto no art. 6º da Lei n. 6.830/1980."
  },
  {
    "id": "stj_sumula_558",
    "texto": "STJ - Súmula 558 - 12/2015 - Direito Tributário > Processo Tributário Execução Fiscal Em ações de execução fiscal, a petição inicial não pode ser indeferida sob o argumento da falta de indicação do CPF e/ou RG ou CNPJ da parte executada."
  },
  {
    "id": "stj_sumula_557",
    "texto": "STJ - Súmula 557 - 12/2015 - Direito Previdenciário > Benefícios da Previdência Social Aposentadoria por Incapacidade Permanente A renda mensal inicial (RMI) alusiva ao benefício de aposentadoria por invalidez precedido de auxílio-doença será apurada na forma do art. 36, § 7º, do Decreto n. 3.048/1999, observando-se, porém, os critérios previstos no art. 29, § 5º, da Lei n. 8.213/1991, quando intercalados períodos de afastamento e de atividade laboral."
  },
  {
    "id": "stj_sumula_556",
    "texto": "STJ - Súmula 556 - 12/2015 - Direito Tributário > Tributos Federais Imposto de Renda - IR \"É indevida a incidência de imposto de renda sobre o valor da complementação de aposentadoria pago por entidade de previdência privada e em relação ao resgate de contribuições recolhidas para referidas entidades patrocinadoras no período de 1º/1/1989 a 31/12/1995, em razão da isenção concedida pelo art. 6º, VII, b, da Lei n. 7.713/1988, na redação anterior à que lhe foi dada pela Lei n. 9.250/1995.\""
  },
  {
    "id": "stj_sumula_555",
    "texto": "STJ - Súmula 555 - 12/2015 - Direito Tributário > Extinção do Crédito Tributário Decadência e Prescrição Quando não houver declaração do débito, o prazo decadencial quinquenal para o Fisco constituir o crédito tributário conta-se exclusivamente na forma do art. 173, I, do CTN, nos casos em que a legislação atribui ao sujeito passivo o dever de antecipar o pagamento sem prévio exame da autoridade administrativa."
  },
  {
    "id": "stj_sumula_554",
    "texto": "STJ - Súmula 554 - 12/2015 - Na hipótese de sucessão empresarial, a responsabilidade da sucessora abrange não apenas os tributos devidos pela sucedida, mas também as multas moratórias ou punitivas referentes a fatos geradores ocorridos até a data da sucessão."
  },
  {
    "id": "stj_sumula_553",
    "texto": "STJ - Súmula 553 - 12/2015 - Nos casos de empréstimo compulsório sobre o consumo de energia elétrica, é competente a Justiça estadual para o julgamento de demanda proposta exclusivamente contra a Eletrobrás. Requerida a intervenção da União no feito após a prolação de sentença pelo juízo estadual, os autos devem ser remetidos ao Tribunal Regional Federal competente para o julgamento da apelação se deferida a intervenção. \""
  },
  {
    "id": "stj_sumula_552",
    "texto": "STJ - Súmula 552 - 11/2015 - Superado O portador de surdez unilateral não se qualifica como pessoa com deficiência para o fim de disputar as vagas reservadas em concursos públicos."
  },
  {
    "id": "stj_sumula_551",
    "texto": "STJ - Súmula 551 - 10/2015 - Nas demandas por complementação de ações de empresas de telefonia, admite-se a condenação ao pagamento de dividendos e juros sobre capital próprio independentemente de pedido expresso. No entanto, somente quando previstos no título executivo, poderão ser objeto de cumprimento de sentença."
  },
  {
    "id": "stj_sumula_550",
    "texto": "STJ - Súmula 550 - 10/2015 - A utilização de escore de crédito, método estatístico de avaliação de risco que não constitui banco de dados, dispensa o consentimento do consumidor, que terá o direito de solicitar esclarecimentos sobre as informações pessoais valoradas e as fontes dos dados considerados no respectivo cálculo."
  },
  {
    "id": "stj_sumula_549",
    "texto": "STJ - Súmula 549 - 10/2015 - É válida a penhora de bem de família pertencente a fiador de contrato de locação."
  },
  {
    "id": "stj_sumula_548",
    "texto": "STJ - Súmula 548 - 10/2015 - Incumbe ao credor a exclusão do registro da dívida em nome do devedor no cadastro de inadimplentes no prazo de cinco dias úteis, a partir do integral e efetivo pagamento do débito."
  },
  {
    "id": "stj_sumula_547",
    "texto": "STJ - Súmula 547 - 10/2015 - Nas ações em que se pleiteia o ressarcimento dos valores pagos a título de participação financeira do consumidor no custeio de construção de rede elétrica, o prazo prescricional é de vinte anos na vigência do Código Civil de 1916. Na vigência do Código Civil de 2002, o prazo é de cinco anos se houver revisão contratual de ressarcimento e de três anos na ausência de cláusula nesse sentido, observada a regra de transição disciplinada em seu art. 2.028."
  },
  {
    "id": "stj_sumula_546",
    "texto": "STJ - Súmula 546 - 10/2015 - A competência para processar e julgar o crime de uso de documento falso é firmada em razão da entidade ou órgão ao qual foi apresentado o documento público, não importando a qualificação do órgão expedidor."
  },
  {
    "id": "stj_sumula_545",
    "texto": "STJ - Súmula 545 - 10/2015 - Quando a confissão for utilizada para a formação do convencimento do julgador, o réu fará jus à atenuante prevista no art. 65, III, d, do Código Penal."
  },
  {
    "id": "stj_sumula_544",
    "texto": "STJ - Súmula 544 - 08/2015 - É válida a utilização de tabela do Conselho Nacional de Seguros Privados para estabelecer a proporcionalidade da indenização do seguro DPVAT ao grau de invalidez também na hipótese de sinistro anterior a 16/12/2008, data da entrada em vigor da Medida Provisória n. 451/2008."
  },
  {
    "id": "stj_sumula_543",
    "texto": "STJ - Súmula 543 - 08/2015 - Na hipótese de resolução de contrato de promessa de compra e venda de imóvel submetido ao Código de Defesa do Consumidor, deve ocorrer a imediata restituição das parcelas pagas pelo promitente comprador integralmente, em caso de culpa exclusiva do promitente vendedor/construtor, ou parcialmente, caso tenha sido o comprador quem deu causa ao desfazimento."
  },
  {
    "id": "stj_sumula_542",
    "texto": "STJ - Súmula 542 - 08/2015 - A ação penal relativa ao crime de lesão corporal resultante de violência doméstica contra a mulher é pública incondicionada."
  },
  {
    "id": "stj_sumula_541",
    "texto": "STJ - Súmula 541 - 06/2015 - A previsão no contrato bancário de taxa de juros anual superior ao duodécuplo da mensal é suficiente para permitir a cobrança da taxa efetiva anual contratada."
  },
  {
    "id": "stj_sumula_540",
    "texto": "STJ - Súmula 540 - 06/2015 - Na ação de cobrança do seguro DPVAT, constitui faculdade do autor escolher entre os foros do seu domicílio, do local do acidente ou ainda do domicílio do réu."
  },
  {
    "id": "stj_sumula_539",
    "texto": "STJ - Súmula 539 - 06/2015 - É permitida a capitalização de juros com periodicidade inferior à anual em contratos celebrados com instituições integrantes do Sistema Financeiro Nacional a partir de 31/3/2000 (MP n. 1.963-17/2000, reeditada como MP n. 2.170-36/2001), desde que expressamente pactuada."
  },
  {
    "id": "stj_sumula_538",
    "texto": "STJ - Súmula 538 - 06/2015 - As administradoras de consórcio têm liberdade para estabelecer a respectiva taxa de administração, ainda que fixada em percentual superior a dez por cento."
  },
  {
    "id": "stj_sumula_537",
    "texto": "STJ - Súmula 537 - 06/2015 - Em ação de reparação de danos, a seguradora denunciada, se aceitar a denunciação ou contestar o pedido do autor, pode ser condenada, direta e solidariamente junto com o segurado, ao pagamento da indenização devida à vítima, nos limites contratados na apólice."
  },
  {
    "id": "stj_sumula_536",
    "texto": "STJ - Súmula 536 - 06/2015 - A suspensão condicional do processo e a transação penal não se aplicam na hipótese de delitos sujeitos ao rito da Lei Maria da Penha."
  },
  {
    "id": "stj_sumula_535",
    "texto": "STJ - Súmula 535 - 06/2015 - A prática de falta grave não interrompe o prazo para fim de comutação de pena ou indulto."
  },
  {
    "id": "stj_sumula_534",
    "texto": "STJ - Súmula 534 - 06/2015 - A prática de falta grave interrompe a contagem do prazo para a progressão de regime de cumprimento de pena, o qual se reinicia a partir do cometimento dessa infração."
  },
  {
    "id": "stj_sumula_533",
    "texto": "STJ - Súmula 533 - 06/2015 - Para o reconhecimento da prática de falta disciplinar no âmbito da execução penal, é imprescindível a instauração de procedimento administrativo pelo diretor do estabelecimento prisional, assegurado o direito de defesa, a ser realizado por advogado constituído ou defensor público nomeado."
  },
  {
    "id": "stj_sumula_532",
    "texto": "STJ - Súmula 532 - 06/2015 - Constitui prática comercial abusiva o envio de cartão de crédito sem prévia e expressa solicitação do consumidor, configurando-se ato ilícito indenizável e sujeito à aplicação de multa administrativa."
  },
  {
    "id": "stj_sumula_531",
    "texto": "STJ - Súmula 531 - 05/2015 - Em ação monitória fundada em cheque prescrito ajuizada contra o emitente, é dispensável a menção ao negócio jurídico subjacente à emissão da cártula."
  },
  {
    "id": "stj_sumula_530",
    "texto": "STJ - Súmula 530 - 05/2015 - Nos contratos bancários, na impossibilidade de comprovar a taxa de juros efetivamente contratada por ausência de pactuação ou pela falta de juntada do instrumento aos autos -, aplica-se a taxa média de mercado, divulgada pelo Bacen, praticada nas operações da mesma espécie, salvo se a taxa cobrada for mais vantajosa para o devedor."
  },
  {
    "id": "stj_sumula_529",
    "texto": "STJ - Súmula 529 - 05/2015 - No seguro de responsabilidade civil facultativo, não cabe o ajuizamento de ação pelo terceiro prejudicado direta e exclusivamente em face da seguradora do apontado causador do dano."
  },
  {
    "id": "stj_sumula_528",
    "texto": "STJ - Súmula 528 - 05/2015 - Superado Compete ao juiz federal do local da apreensão da droga remetida do exterior pela via postal processar e julgar o crime de tráfico internacional."
  },
  {
    "id": "stj_sumula_527",
    "texto": "STJ - Súmula 527 - 05/2015 - O tempo de duração da medida de segurança não deve ultrapassar o limite máximo da pena abstratamente cominada ao delito praticado."
  },
  {
    "id": "stj_sumula_526",
    "texto": "STJ - Súmula 526 - 05/2015 - O reconhecimento de falta grave decorrente do cometimento de fato definido como crime doloso no cumprimento da pena prescinde do trânsito em julgado de sentença penal condenatória no processo penal instaurado para apuração do fato."
  },
  {
    "id": "stj_sumula_525",
    "texto": "STJ - Súmula 525 - 04/2015 - A Câmara de Vereadores não possui personalidade jurídica, apenas personalidade judiciária, somente podendo demandar em juízo para defender os seus direitos institucionais."
  },
  {
    "id": "stj_sumula_524",
    "texto": "STJ - Súmula 524 - 04/2015 - No tocante à base de cálculo, o ISSQN incide apenas sobre a taxa de agenciamento quando o serviço prestado por sociedade empresária de trabalho temporário for de intermediação, devendo, entretanto, englobar também os valores dos salários e encargos sociais dos trabalhadores por ela contratados nas hipóteses de fornecimento de mão de obra."
  },
  {
    "id": "stj_sumula_523",
    "texto": "STJ - Súmula 523 - 04/2015 - A taxa de juros de mora incidente na repetição de indébito de tributos estaduais deve corresponder à utilizada para cobrança do tributo pago em atraso, sendo legítima a incidência da taxa Selic, em ambas as hipóteses, quando prevista na legislação local, vedada sua cumulação com quaisquer outros índices."
  },
  {
    "id": "stj_sumula_522",
    "texto": "STJ - Súmula 522 - 03/2015 - A conduta de atribuir-se falsa identidade perante autoridade policial é típica, ainda que em situação de alegada autodefesa."
  },
  {
    "id": "stj_sumula_521",
    "texto": "STJ - Súmula 521 - 03/2015 - Superado A legitimidade para a execução fiscal de multa pendente de pagamento imposta em sentença condenatória é exclusiva da Procuradoria da Fazenda Pública."
  },
  {
    "id": "stj_sumula_520",
    "texto": "STJ - Súmula 520 - 03/2015 - O benefício de saída temporária no âmbito da execução penal é ato jurisdicional insuscetível de delegação à autoridade administrativa do estabelecimento prisional."
  },
  {
    "id": "stj_sumula_519",
    "texto": "STJ - Súmula 519 - 02/2015 - Na hipótese de rejeição da impugnação ao cumprimento de sentença, não são cabíveis honorários advocatícios."
  },
  {
    "id": "stj_sumula_518",
    "texto": "STJ - Súmula 518 - 02/2015 - Para fins do art. 105, III, a, da Constituição Federal, não é cabível recurso especial fundado em alegada violação de enunciado de súmula."
  },
  {
    "id": "stj_sumula_517",
    "texto": "STJ - Súmula 517 - 02/2015 - São devidos honorários advocatícios no cumprimento de sentença, haja ou não impugnação, depois de escoado o prazo para pagamento voluntário, que se inicia após a intimação do advogado da parte executada."
  },
  {
    "id": "stj_sumula_516",
    "texto": "STJ - Súmula 516 - 02/2015 - A contribuição de intervenção no domínio econômico para o Incra (Decreto-Lei n. 1.110/1970), devida por empregadores rurais e urbanos, não foi extinta pelas Leis ns. 7.787/1989, 8.212/1991 e 8.213/1991, não podendo ser compensada com a contribuição ao INSS."
  },
  {
    "id": "stj_sumula_515",
    "texto": "STJ - Súmula 515 - 08/2014 - A reunião de execuções fiscais contra o mesmo devedor constitui faculdade do Juiz."
  },
  {
    "id": "stj_sumula_514",
    "texto": "STJ - Súmula 514 - 08/2014 - A CEF é responsável pelo fornecimento dos extratos das contas individualizadas vinculadas ao FGTS dos Trabalhadores participantes do Fundo de Garantia do Tempo de Serviço, inclusive para fins de exibição em juízo, independentemente do período em discussão."
  },
  {
    "id": "stj_sumula_513",
    "texto": "STJ - Súmula 513 - 06/2014 - Direito Penal Estatuto do Desarmamento (Lei 10.826/03) A abolitio criminis temporária prevista na Lei n. 10.826/2003 aplica-se ao crime de posse de arma de fogo de uso permitido com numeração, marca ou qualquer outro sinal de identificação raspado, suprimido ou adulterado, praticado somente até 23/10/2005."
  },
  {
    "id": "stj_sumula_512",
    "texto": "STJ - Súmula 512 - 06/2014 - Superado A aplicação da causa de diminuição de pena prevista no art. 33, § 4º, da Lei n. 11.343/2006 não afasta a hediondez do crime de tráfico de drogas."
  },
  {
    "id": "stj_sumula_511",
    "texto": "STJ - Súmula 511 - 06/2014 - É possível o reconhecimento do privilégio previsto no § 2º do art. 155 do CP nos casos de crime de furto qualificado, se estiverem presentes a primariedade do agente, o pequeno valor da coisa e a qualificadora for de ordem objetiva."
  },
  {
    "id": "stj_sumula_510",
    "texto": "STJ - Súmula 510 - 03/2014 - A liberação de veículo retido apenas por transporte irregular de passageiros não está condicionada ao pagamento de multas e despesas."
  },
  {
    "id": "stj_sumula_509",
    "texto": "STJ - Súmula 509 - 03/2014 - É lícito ao comerciante de boa-fé aproveitar os créditos de ICMS decorrentes de nota fiscal posteriormente declarada inidônea, quando demonstrada a veracidade da compra e venda."
  },
  {
    "id": "stj_sumula_508",
    "texto": "STJ - Súmula 508 - 03/2014 - A isenção da Cofins concedida pelo art. 6º, II, da LC n. 70/1991 às sociedades civis de prestação de serviços profissionais foi revogada pelo art. 56 da Lei n. 9.430/1996."
  },
  {
    "id": "stj_sumula_507",
    "texto": "STJ - Súmula 507 - 03/2014 - A acumulação de auxílio-acidente com aposentadoria pressupõe que a lesão incapacitante e a aposentadoria sejam anteriores a 11/11/1997, observado o critério do art. 23 da Lei n. 8.213/1991 para definição do momento da lesão nos casos de doença profissional ou do trabalho."
  },
  {
    "id": "stj_sumula_506",
    "texto": "STJ - Súmula 506 - 03/2014 - A Anatel não é parte legítima nas demandas entre a concessionária e o usuário de telefonia decorrentes de relação contratual."
  },
  {
    "id": "stj_sumula_505",
    "texto": "STJ - Súmula 505 - 12/2013 - A competência para processar e julgar as demandas que têm por objeto obrigações decorrentes dos contratos de planos de previdência privada firmados com a Fundação Rede Ferroviária de Seguridade Social REFER é da Justiça estadual."
  },
  {
    "id": "stj_sumula_504",
    "texto": "STJ - Súmula 504 - 12/2013 - O prazo para ajuizamento de ação monitória em face do emitente de nota promissória sem força executiva é quinquenal, a contar do dia seguinte ao vencimento do título."
  },
  {
    "id": "stj_sumula_503",
    "texto": "STJ - Súmula 503 - 12/2013 - O prazo para ajuizamento de ação monitória em face do emitente de cheque sem força executiva é quinquenal, a contar do dia seguinte à data de emissão estampada na cártula."
  },
  {
    "id": "stj_sumula_502",
    "texto": "STJ - Súmula 502 - 10/2013 - Presentes a materialidade e a autoria, afigura-se típica, em relação ao crime previsto no art. 184, § 2º, do CP, a conduta de expor à venda CDs e DVDs piratas."
  },
  {
    "id": "stj_sumula_501",
    "texto": "STJ - Súmula 501 - 10/2013 - É cabível a aplicação retroativa da Lei n. 11.343/2006, desde que o resultado da incidência das suas disposições, na íntegra, seja mais favorável ao réu do que o advindo da aplicação da Lei n. 6.368/1976, sendo vedada a combinação de leis."
  },
  {
    "id": "stj_sumula_500",
    "texto": "STJ - Súmula 500 - 10/2013 - A configuração do crime do art. 244-B do ECA independe da prova da efetiva corrupção do menor, por se tratar de delito formal."
  },
  {
    "id": "stj_sumula_499",
    "texto": "STJ - Súmula 499 - 03/2013 - As empresas prestadoras de serviços estão sujeitas às contribuições ao Sesc e Senac, salvo se integradas noutro serviço social."
  },
  {
    "id": "stj_sumula_498",
    "texto": "STJ - Súmula 498 - 08/2012 - Não incide imposto de renda sobre a indenização por danos morais."
  },
  {
    "id": "stj_sumula_497",
    "texto": "STJ - Súmula 497 - 08/2012 - Superado Informativo 749 - STJ [SÚMULA CANCELADA - Informativo 749] Os créditos das autarquias federais preferem aos créditos da Fazenda estadual desde que coexistam penhoras sobre o mesmo bem."
  },
  {
    "id": "stj_sumula_496",
    "texto": "STJ - Súmula 496 - 08/2012 - Os registros de propriedade particular de imóveis situados em terrenos de marinha não são oponíveis à União."
  },
  {
    "id": "stj_sumula_495",
    "texto": "STJ - Súmula 495 - 08/2012 - A aquisição de bens integrantes do ativo permanente da empresa não gera direito a creditamento de IPI."
  },
  {
    "id": "stj_sumula_494",
    "texto": "STJ - Súmula 494 - 08/2012 - O benefício fiscal do ressarcimento do crédito presumido do IPI relativo às exportações incide mesmo quando as matérias-primas ou os insumos sejam adquiridos de pessoa física ou jurídica não contribuinte do PIS/PASEP."
  },
  {
    "id": "stj_sumula_493",
    "texto": "STJ - Súmula 493 - 08/2012 - É inadmissível a fixação de pena substitutiva (art. 44 do CP) como condição especial ao regime aberto."
  },
  {
    "id": "stj_sumula_492",
    "texto": "STJ - Súmula 492 - 08/2012 - O ato infracional análogo ao tráfico de drogas, por si só, não conduz obrigatoriamente à imposição de medida socioeducativa de internação do adolescente."
  },
  {
    "id": "stj_sumula_491",
    "texto": "STJ - Súmula 491 - 08/2012 - É inadmissível a chamada progressão per saltum de regime prisional."
  },
  {
    "id": "stj_sumula_490",
    "texto": "STJ - Súmula 490 - 06/2012 - A dispensa de reexame necessário, quando o valor da condenação ou do direito controvertido for inferior a sessenta salários mínimos, não se aplica a sentenças ilíquidas."
  },
  {
    "id": "stj_sumula_489",
    "texto": "STJ - Súmula 489 - 06/2012 - Reconhecida a continência, devem ser reunidas na Justiça Federal as ações civis públicas propostas nesta e na Justiça estadual."
  },
  {
    "id": "stj_sumula_488",
    "texto": "STJ - Súmula 488 - 06/2012 - O § 2º do art. 6º da Lei n. 9.469/1997, que obriga à repartição dos honorários advocatícios, é inaplicável a acordos ou transações celebrados em data anterior à sua vigência."
  },
  {
    "id": "stj_sumula_487",
    "texto": "STJ - Súmula 487 - 06/2012 - O parágrafo único do art. 741 do CPC não se aplica às sentenças transitadas em julgado em data anterior à da sua vigência."
  },
  {
    "id": "stj_sumula_486",
    "texto": "STJ - Súmula 486 - 06/2012 - É impenhorável o único imóvel residencial do devedor que esteja locado a terceiros, desde que a renda obtida com a locação seja revertida para a subsistência ou a moradia da sua família."
  },
  {
    "id": "stj_sumula_485",
    "texto": "STJ - Súmula 485 - 06/2012 - Superado A Lei de Arbitragem aplica-se aos contratos que contenham cláusula arbitral, ainda que celebrados antes da sua edição."
  },
  {
    "id": "stj_sumula_484",
    "texto": "STJ - Súmula 484 - 06/2012 - Admite-se que o preparo seja efetuado no primeiro dia útil subsequente, quando a interposição do recurso ocorrer após o encerramento do expediente bancário."
  },
  {
    "id": "stj_sumula_483",
    "texto": "STJ - Súmula 483 - 06/2012 - O INSS não está obrigado a efetuar depósito prévio do preparo por gozar das prerrogativas e privilégios da Fazenda Pública."
  },
  {
    "id": "stj_sumula_482",
    "texto": "STJ - Súmula 482 - 06/2012 - A falta de ajuizamento da ação principal no prazo do art. 806 do CPC acarreta a perda da eficácia da liminar deferida e a extinção do processo cautelar."
  },
  {
    "id": "stj_sumula_481",
    "texto": "STJ - Súmula 481 - 06/2012 - Superado Faz jus ao benefício da justiça gratuita a pessoa jurídica com ou sem fins lucrativos que demonstrar sua impossibilidade de arcar com os encargos processuais."
  },
  {
    "id": "stj_sumula_480",
    "texto": "STJ - Súmula 480 - 06/2012 - O juízo da recuperação judicial não é competente para decidir sobre a constrição de bens não abrangidos pelo plano de recuperação da empresa."
  },
  {
    "id": "stj_sumula_479",
    "texto": "STJ - Súmula 479 - 06/2012 - As instituições financeiras respondem objetivamente pelos danos gerados por fortuito interno relativo a fraudes e delitos praticados por terceiros no âmbito de operações bancárias."
  },
  {
    "id": "stj_sumula_478",
    "texto": "STJ - Súmula 478 - 06/2012 - Na execução de crédito relativo a cotas condominiais, este tem preferência sobre o hipotecário."
  },
  {
    "id": "stj_sumula_477",
    "texto": "STJ - Súmula 477 - 06/2012 - A decadência do art. 26 do CDC não é aplicável à prestação de contas para obter esclarecimentos sobre cobrança de taxas, tarifas e encargos bancários."
  },
  {
    "id": "stj_sumula_476",
    "texto": "STJ - Súmula 476 - 06/2012 - O endossatário de título de crédito por endosso-mandato só responde por danos decorrentes de protesto indevido se extrapolar os poderes de mandatário."
  },
  {
    "id": "stj_sumula_475",
    "texto": "STJ - Súmula 475 - 06/2012 - Responde pelos danos decorrentes de protesto indevido o endossatário que recebe por endosso translativo título de crédito contendo vício formal extrínseco ou intrínseco, ficando ressalvado seu direito de regresso contra os endossantes e avalistas."
  },
  {
    "id": "stj_sumula_474",
    "texto": "STJ - Súmula 474 - 06/2012 - A indenização do seguro DPVAT, em caso de invalidez parcial do beneficiário, será paga de forma proporcional ao grau da invalidez."
  },
  {
    "id": "stj_sumula_473",
    "texto": "STJ - Súmula 473 - 06/2012 - O mutuário do SFH não pode ser compelido a contratar o seguro habitacional obrigatório com a instituição financeira mutuante ou com a seguradora por ela indicada."
  },
  {
    "id": "stj_sumula_472",
    "texto": "STJ - Súmula 472 - 06/2012 - A cobrança de comissão de permanência cujo valor não pode ultrapassar a soma dos encargos remuneratórios e moratórios previstos no contrato exclui a exigibilidade dos juros remuneratórios, moratórios e da multa contratual."
  },
  {
    "id": "stj_sumula_471",
    "texto": "STJ - Súmula 471 - 02/2011 - Os condenados por crimes hediondos ou assemelhados cometidos antes da vigência da Lei n. 11.464/2007 sujeitam-se ao disposto no art. 112 da Lei n. 7.210/1984 (Lei de Execução Penal) para a progressão de regime prisional."
  },
  {
    "id": "stj_sumula_470",
    "texto": "STJ - Súmula 470 - 11/2010 - Superado O Ministério Público não tem legitimidade para pleitear, em ação civil pública, a indenização decorrente do DPVAT em benefício do segurado."
  },
  {
    "id": "stj_sumula_469",
    "texto": "STJ - Súmula 469 - 11/2010 - Superado Aplica-se o Código de Defesa do Consumidor aos contratos de plano de saúde."
  },
  {
    "id": "stj_sumula_468",
    "texto": "STJ - Súmula 468 - 10/2010 - A base de cálculo do PIS, até a edição da MP n. 1.212/1995, era o faturamento ocorrido no sexto mês anterior ao do fato gerador."
  },
  {
    "id": "stj_sumula_467",
    "texto": "STJ - Súmula 467 - 10/2010 - Prescreve em cinco anos, contados do término do processo administrativo, a pretensão da Administração Pública de promover a execução da multa por infração ambiental."
  },
  {
    "id": "stj_sumula_466",
    "texto": "STJ - Súmula 466 - 10/2010 - O titular da conta vinculada ao FGTS tem o direito de sacar o saldo respectivo quando declarado nulo seu contrato de trabalho por ausência de prévia aprovação em concurso público."
  },
  {
    "id": "stj_sumula_465",
    "texto": "STJ - Súmula 465 - 10/2010 - Ressalvada a hipótese de efetivo agravamento do risco, a seguradora não se exime do dever de indenizar em razão da transferência do veículo sem a sua prévia comunicação."
  },
  {
    "id": "stj_sumula_464",
    "texto": "STJ - Súmula 464 - 08/2010 - A regra de imputação de pagamentos estabelecida no art. 354 do Código Civil não se aplica às hipóteses de compensação tributária."
  },
  {
    "id": "stj_sumula_463",
    "texto": "STJ - Súmula 463 - 08/2010 - Incide imposto de renda sobre os valores percebidos a título de indenização por horas extraordinárias trabalhadas, ainda que decorrentes de acordo coletivo."
  },
  {
    "id": "stj_sumula_462",
    "texto": "STJ - Súmula 462 - 08/2010 - Nas ações em que representa o FGTS, a CEF, quando sucumbente, não está isenta de reembolsar as custas antecipadas pela parte vencedora."
  },
  {
    "id": "stj_sumula_461",
    "texto": "STJ - Súmula 461 - 08/2010 - O contribuinte pode optar por receber, por meio de precatório ou por compensação, o indébito tributário certificado por sentença declaratória transitada em julgado."
  },
  {
    "id": "stj_sumula_460",
    "texto": "STJ - Súmula 460 - 08/2010 - É incabível o mandado de segurança para convalidar a compensação tributária realizada pelo contribuinte."
  },
  {
    "id": "stj_sumula_459",
    "texto": "STJ - Súmula 459 - 08/2010 - A Taxa Referencial (TR) é o índice aplicável, a título de correção monetária, aos débitos com o FGTS recolhidos pelo empregador mas não repassados ao fundo."
  },
  {
    "id": "stj_sumula_458",
    "texto": "STJ - Súmula 458 - 08/2010 - A contribuição previdenciária incide sobre a comissão paga ao corretor de seguros."
  },
  {
    "id": "stj_sumula_457",
    "texto": "STJ - Súmula 457 - 08/2010 - Os descontos incondicionais nas operações mercantis não se incluem na base de cálculo do ICMS."
  },
  {
    "id": "stj_sumula_456",
    "texto": "STJ - Súmula 456 - 08/2010 - É incabível a correção monetária dos salários de contribuição considerados no cálculo do salário de benefício de auxílio-doença, aposentadoria por invalidez, pensão ou auxílio-reclusão concedidos antes da vigência da CF/1988."
  },
  {
    "id": "stj_sumula_455",
    "texto": "STJ - Súmula 455 - 08/2010 - A decisão que determina a produção antecipada de provas com base no art. 366 do CPP deve ser concretamente fundamentada, não a justificando unicamente o mero decurso do tempo."
  },
  {
    "id": "stj_sumula_454",
    "texto": "STJ - Súmula 454 - 08/2010 - Pactuada a correção monetária nos contratos do SFH pelo mesmo índice aplicável à caderneta de poupança, incide a taxa referencial (TR) a partir da vigência da Lei n. 8.177/1991."
  },
  {
    "id": "stj_sumula_453",
    "texto": "STJ - Súmula 453 - 08/2010 - Superado Os honorários sucumbenciais, quando omitidos em decisão transitada em julgado, não podem ser cobrados em execução ou em ação própria."
  },
  {
    "id": "stj_sumula_452",
    "texto": "STJ - Súmula 452 - 06/2010 - A extinção das ações de pequeno valor é faculdade da Administração Federal, vedada a atuação judicial de ofício."
  },
  {
    "id": "stj_sumula_451",
    "texto": "STJ - Súmula 451 - 06/2010 - É legítima a penhora da sede do estabelecimento comercial."
  },
  {
    "id": "stj_sumula_450",
    "texto": "STJ - Súmula 450 - 06/2010 - Nos contratos vinculados ao SFH, a atualização do saldo devedor antecede sua amortização pelo pagamento da prestação."
  },
  {
    "id": "stj_sumula_449",
    "texto": "STJ - Súmula 449 - 06/2010 - A vaga de garagem que possui matrícula própria no registro de imóveis não constitui bem de família para efeito de penhora."
  },
  {
    "id": "stj_sumula_448",
    "texto": "STJ - Súmula 448 - 04/2010 - A opção pelo Simples de estabelecimentos dedicados às atividades de creche, pré-escola e ensino fundamental é admitida somente a partir de 24/10/2000, data de vigência da Lei n. 10.034/2000."
  },
  {
    "id": "stj_sumula_447",
    "texto": "STJ - Súmula 447 - 04/2010 - Os Estados e o Distrito Federal são partes legítimas na ação de restituição de imposto de renda retido na fonte proposta por seus servidores."
  },
  {
    "id": "stj_sumula_446",
    "texto": "STJ - Súmula 446 - 04/2010 - Declarado e não pago o débito tributário pelo contribuinte, é legítima a recusa de expedição de certidão negativa ou positiva com efeito de negativa."
  },
  {
    "id": "stj_sumula_445",
    "texto": "STJ - Súmula 445 - 04/2010 - Superado As diferenças de correção monetária resultantes de expurgos inflacionários sobre os saldos de FGTS têm como termo inicial a data em que deveriam ter sido creditadas."
  },
  {
    "id": "stj_sumula_444",
    "texto": "STJ - Súmula 444 - 04/2010 - É vedada a utilização de inquéritos policiais e ações penais em curso para agravar a pena-base."
  },
  {
    "id": "stj_sumula_443",
    "texto": "STJ - Súmula 443 - 04/2010 - O aumento na terceira fase de aplicação da pena no crime de roubo circunstanciado exige fundamentação concreta, não sendo suficiente para a sua exasperação a mera indicação do número de majorantes."
  },
  {
    "id": "stj_sumula_442",
    "texto": "STJ - Súmula 442 - 04/2010 - É inadmissível aplicar, no furto qualificado, pelo concurso de agentes, a majorante do roubo."
  },
  {
    "id": "stj_sumula_441",
    "texto": "STJ - Súmula 441 - 04/2010 - A falta grave não interrompe o prazo para obtenção de livramento condicional."
  },
  {
    "id": "stj_sumula_440",
    "texto": "STJ - Súmula 440 - 04/2010 - Fixada a pena-base no mínimo legal, é vedado o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, com base apenas na gravidade abstrata do delito."
  },
  {
    "id": "stj_sumula_439",
    "texto": "STJ - Súmula 439 - 04/2010 - Admite-se o exame criminológico pelas peculiaridades do caso, desde que em decisão motivada."
  },
  {
    "id": "stj_sumula_438",
    "texto": "STJ - Súmula 438 - 04/2010 - É inadmissível a extinção da punibilidade pela prescrição da pretensão punitiva com fundamento em pena hipotética, independentemente da existência ou sorte do processo penal."
  },
  {
    "id": "stj_sumula_437",
    "texto": "STJ - Súmula 437 - 04/2010 - A suspensão da exigibilidade do crédito tributário superior a quinhentos mil reais para opção pelo Refis pressupõe a homologação expressa do comitê gestor e a constituição de garantia por meio do arrolamento de bens."
  },
  {
    "id": "stj_sumula_436",
    "texto": "STJ - Súmula 436 - 04/2010 - A entrega de declaração pelo contribuinte reconhecendo débito fiscal constitui o crédito tributário, dispensada qualquer outra providência por parte do fisco."
  },
  {
    "id": "stj_sumula_435",
    "texto": "STJ - Súmula 435 - 04/2010 - Presume-se dissolvida irregularmente a empresa que deixar de funcionar no seu domicílio fiscal, sem comunicação aos órgãos competentes, legitimando o redirecionamento da execução fiscal para o sócio-gerente."
  },
  {
    "id": "stj_sumula_434",
    "texto": "STJ - Súmula 434 - 03/2010 - O pagamento da multa por infração de trânsito não inibe a discussão judicial do débito."
  },
  {
    "id": "stj_sumula_433",
    "texto": "STJ - Súmula 433 - 03/2010 - O produto semi-elaborado, para fins de incidência de ICMS, é aquele que preenche cumulativamente os três requisitos do art. 1º da Lei Complementar n. 65/1991."
  },
  {
    "id": "stj_sumula_432",
    "texto": "STJ - Súmula 432 - 03/2010 - As empresas de construção civil não estão obrigadas a pagar ICMS sobre mercadorias adquiridas como insumos em operações interestaduais."
  },
  {
    "id": "stj_sumula_431",
    "texto": "STJ - Súmula 431 - 03/2010 - É ilegal a cobrança de ICMS com base no valor da mercadoria submetido ao regime de pauta fiscal."
  },
  {
    "id": "stj_sumula_430",
    "texto": "STJ - Súmula 430 - 03/2010 - O inadimplemento da obrigação tributária pela sociedade não gera, por si só, a responsabilidade solidária do sócio-gerente."
  },
  {
    "id": "stj_sumula_429",
    "texto": "STJ - Súmula 429 - 03/2010 - A citação postal, quando autorizada por lei, exige o aviso de recebimento."
  },
  {
    "id": "stj_sumula_428",
    "texto": "STJ - Súmula 428 - 03/2010 - Compete ao Tribunal Regional Federal decidir os conflitos de competência entre juizado especial federal e juízo federal da mesma seção judiciária."
  },
  {
    "id": "stj_sumula_427",
    "texto": "STJ - Súmula 427 - 03/2010 - Superado A ação de cobrança de diferenças de valores de complementação de aposentadoria prescreve em cinco anos contados da data do pagamento."
  },
  {
    "id": "stj_sumula_426",
    "texto": "STJ - Súmula 426 - 03/2010 - Os juros de mora na indenização do seguro DPVAT fluem a partir da citação."
  },
  {
    "id": "stj_sumula_425",
    "texto": "STJ - Súmula 425 - 03/2010 - A retenção da contribuição para a seguridade social pelo tomador do serviço não se aplica às empresas optantes pelo Simples."
  },
  {
    "id": "stj_sumula_424",
    "texto": "STJ - Súmula 424 - 03/2010 - É legítima a incidência de ISS sobre os serviços bancários congêneres da lista anexa ao DL n. 406/1968 e à LC n. 56/1987."
  },
  {
    "id": "stj_sumula_423",
    "texto": "STJ - Súmula 423 - 03/2010 - A Contribuição para Financiamento da Seguridade Social Cofins incide sobre as receitas provenientes das operações de locação de bens móveis."
  },
  {
    "id": "stj_sumula_422",
    "texto": "STJ - Súmula 422 - 03/2010 - O art. 6º, e, da Lei n. 4.380/1964 não estabelece limitação aos juros remuneratórios nos contratos vinculados ao SFH."
  },
  {
    "id": "stj_sumula_421",
    "texto": "STJ - Súmula 421 - 03/2010 - Superado Os honorários advocatícios não são devidos à Defensoria Pública quando ela atua contra a pessoa jurídica de direito público à qual pertença."
  },
  {
    "id": "stj_sumula_420",
    "texto": "STJ - Súmula 420 - 03/2010 - Incabível, em embargos de divergência, discutir o valor de indenização por danos morais."
  },
  {
    "id": "stj_sumula_419",
    "texto": "STJ - Súmula 419 - 03/2010 - Descabe a prisão civil do depositário judicial infiel."
  },
  {
    "id": "stj_sumula_418",
    "texto": "STJ - Súmula 418 - 03/2010 - Superado É inadmissível o recurso especial interposto antes da publicação do acórdão dos embargos de declaração, sem posterior ratificação."
  },
  {
    "id": "stj_sumula_417",
    "texto": "STJ - Súmula 417 - 03/2010 - Na execução civil, a penhora de dinheiro na ordem de nomeação de bens não tem caráter absoluto."
  },
  {
    "id": "stj_sumula_416",
    "texto": "STJ - Súmula 416 - 12/2009 - É devida a pensão por morte aos dependentes do segurado que, apesar de ter perdido essa qualidade, preencheu os requisitos legais para a obtenção de aposentadoria até a data do seu óbito."
  },
  {
    "id": "stj_sumula_415",
    "texto": "STJ - Súmula 415 - 12/2009 - O período de suspensão do prazo prescricional é regulado pelo máximo da pena cominada."
  },
  {
    "id": "stj_sumula_414",
    "texto": "STJ - Súmula 414 - 11/2009 - A citação por edital na execução fiscal é cabível quando frustradas as demais modalidades."
  },
  {
    "id": "stj_sumula_413",
    "texto": "STJ - Súmula 413 - 11/2009 - O farmacêutico pode acumular a responsabilidade técnica por uma farmácia e uma drogaria ou por duas drogarias."
  },
  {
    "id": "stj_sumula_412",
    "texto": "STJ - Súmula 412 - 11/2009 - A ação de repetição de indébito de tarifas de água e esgoto sujeita-se ao prazo prescricional estabelecido no Código Civil."
  },
  {
    "id": "stj_sumula_411",
    "texto": "STJ - Súmula 411 - 11/2009 - É devida a correção monetária ao creditamento do IPI quando há oposição ao seu aproveitamento decorrente de resistência ilegítima do Fisco."
  },
  {
    "id": "stj_sumula_410",
    "texto": "STJ - Súmula 410 - 11/2009 - A prévia intimação pessoal do devedor constitui condição necessária para a cobrança de multa pelo descumprimento de obrigação de fazer ou não fazer."
  },
  {
    "id": "stj_sumula_409",
    "texto": "STJ - Súmula 409 - 10/2009 - Em execução fiscal, a prescrição ocorrida antes da propositura da ação pode ser decretada de ofício (art. 219, § 5º, do CPC)."
  },
  {
    "id": "stj_sumula_408",
    "texto": "STJ - Súmula 408 - 10/2009 - Superado Nas ações de desapropriação, os juros compensatórios incidentes após a Medida Provisória n. 1.577, de 11/06/1997, devem ser fixados em 6% ao ano até 13/09/2001 e, a partir de então, em 12% ao ano, na forma da Súmula n. 618 do Supremo Tribunal Federal."
  },
  {
    "id": "stj_sumula_407",
    "texto": "STJ - Súmula 407 - 10/2009 - É legítima a cobrança da tarifa de água fixada de acordo com as categorias de usuários e as faixas de consumo."
  },
  {
    "id": "stj_sumula_406",
    "texto": "STJ - Súmula 406 - 10/2009 - A Fazenda Pública pode recusar a substituição do bem penhorado por precatório."
  },
  {
    "id": "stj_sumula_405",
    "texto": "STJ - Súmula 405 - 10/2009 - A ação de cobrança do seguro obrigatório (DPVAT) prescreve em três anos."
  },
  {
    "id": "stj_sumula_404",
    "texto": "STJ - Súmula 404 - 10/2009 - É dispensável o aviso de recebimento (AR) na carta de comunicação ao consumidor sobre a negativação de seu nome em bancos de dados e cadastros."
  },
  {
    "id": "stj_sumula_403",
    "texto": "STJ - Súmula 403 - 10/2009 - Independe de prova do prejuízo a indenização pela publicação não autorizada de imagem de pessoa com fins econômicos ou comerciais."
  },
  {
    "id": "stj_sumula_402",
    "texto": "STJ - Súmula 402 - 10/2009 - O contrato de seguro por danos pessoais compreende os danos morais, salvo cláusula expressa de exclusão."
  },
  {
    "id": "stj_sumula_401",
    "texto": "STJ - Súmula 401 - 10/2009 - O prazo decadencial da ação rescisória só se inicia quando não for cabível qualquer recurso do último pronunciamento judicial."
  },
  {
    "id": "stj_sumula_400",
    "texto": "STJ - Súmula 400 - 09/2009 - O encargo de 20% previsto no DL n. 1.025/1969 é exigível na execução fiscal proposta contra a massa falida."
  },
  {
    "id": "stj_sumula_399",
    "texto": "STJ - Súmula 399 - 09/2009 - Cabe à legislação municipal estabelecer o sujeito passivo do IPTU."
  },
  {
    "id": "stj_sumula_398",
    "texto": "STJ - Súmula 398 - 09/2009 - A prescrição da ação para pleitear os juros progressivos sobre os saldos de conta vinculada do FGTS não atinge o fundo de direito, limitando-se às parcelas vencidas."
  },
  {
    "id": "stj_sumula_397",
    "texto": "STJ - Súmula 397 - 09/2009 - O contribuinte do IPTU é notificado do lançamento pelo envio do carnê ao seu endereço."
  },
  {
    "id": "stj_sumula_396",
    "texto": "STJ - Súmula 396 - 09/2009 - A Confederação Nacional da Agricultura tem legitimidade ativa para a cobrança da contribuição sindical rural."
  },
  {
    "id": "stj_sumula_395",
    "texto": "STJ - Súmula 395 - 09/2009 - O ICMS incide sobre o valor da venda a prazo constante da nota fiscal."
  },
  {
    "id": "stj_sumula_394",
    "texto": "STJ - Súmula 394 - 09/2009 - É admissível, em embargos à execução, compensar os valores de imposto de renda retidos indevidamente na fonte com os valores restituídos apurados na declaração anual."
  },
  {
    "id": "stj_sumula_393",
    "texto": "STJ - Súmula 393 - 09/2009 - A exceção de pré-executividade é admissível na execução fiscal relativamente às matérias conhecíveis de ofício que não demandem dilação probatória."
  },
  {
    "id": "stj_sumula_392",
    "texto": "STJ - Súmula 392 - 09/2009 - A Fazenda Pública pode substituir a certidão de dívida ativa (CDA) até a prolação da sentença de embargos, quando se tratar de correção de erro material ou formal, vedada a modificação do sujeito passivo da execução."
  },
  {
    "id": "stj_sumula_391",
    "texto": "STJ - Súmula 391 - 09/2009 - O ICMS incide sobre o valor da tarifa de energia elétrica correspondente à demanda de potência efetivamente utilizada."
  },
  {
    "id": "stj_sumula_390",
    "texto": "STJ - Súmula 390 - 09/2009 - Superado Nas decisões por maioria, em reexame necessário, não se admitem embargos infringentes."
  },
  {
    "id": "stj_sumula_389",
    "texto": "STJ - Súmula 389 - 08/2009 - A comprovação do pagamento do \"custo do serviço\" referente ao fornecimento de certidão de assentamentos constantes dos livros da companhia é requisito de procedibilidade da ação de exibição de documentos ajuizada em face da sociedade anônima."
  },
  {
    "id": "stj_sumula_388",
    "texto": "STJ - Súmula 388 - 08/2009 - A simples devolução indevida de cheque caracteriza dano moral."
  },
  {
    "id": "stj_sumula_387",
    "texto": "STJ - Súmula 387 - 08/2009 - É lícita a cumulação das indenizações de dano estético e dano moral."
  },
  {
    "id": "stj_sumula_386",
    "texto": "STJ - Súmula 386 - 08/2009 - São isentas de imposto de renda as indenizações de férias proporcionais e o respectivo adicional."
  },
  {
    "id": "stj_sumula_385",
    "texto": "STJ - Súmula 385 - 05/2009 - Da anotação irregular em cadastro de proteção ao crédito, não cabe indenização por dano moral, quando preexistente legítima inscrição, ressalvado o direito ao cancelamento."
  },
  {
    "id": "stj_sumula_384",
    "texto": "STJ - Súmula 384 - 05/2009 - Superado Cabe ação monitória para haver saldo remanescente oriundo de venda extrajudicial de bem alienado fiduciariamente em garantia."
  },
  {
    "id": "stj_sumula_383",
    "texto": "STJ - Súmula 383 - 05/2009 - A competência para processar e julgar as ações conexas de interesse de menor é, em princípio, do foro do domicílio do detentor de sua guarda."
  },
  {
    "id": "stj_sumula_382",
    "texto": "STJ - Súmula 382 - 05/2009 - A estipulação de juros remuneratórios superiores a 12% ao ano, por si só, não indica abusividade."
  },
  {
    "id": "stj_sumula_381",
    "texto": "STJ - Súmula 381 - 04/2009 - Nos contratos bancários, é vedado ao julgador conhecer, de ofício, da abusividade das cláusulas."
  },
  {
    "id": "stj_sumula_380",
    "texto": "STJ - Súmula 380 - 04/2009 - A simples propositura da ação de revisão de contrato não inibe a caracterização da mora do autor."
  },
  {
    "id": "stj_sumula_379",
    "texto": "STJ - Súmula 379 - 04/2009 - Nos contratos bancários não regidos por legislação específica, os juros moratórios poderão ser convencionados até o limite de 1% ao mês."
  },
  {
    "id": "stj_sumula_378",
    "texto": "STJ - Súmula 378 - 04/2009 - Reconhecido o desvio de função, o servidor faz jus às diferenças salariais decorrentes."
  },
  {
    "id": "stj_sumula_377",
    "texto": "STJ - Súmula 377 - 04/2009 - O portador de visão monocular tem direito de concorrer, em concurso público, às vagas reservadas aos deficientes."
  },
  {
    "id": "stj_sumula_376",
    "texto": "STJ - Súmula 376 - 03/2009 - Compete a turma recursal processar e julgar o mandado de segurança contra ato de juizado especial."
  },
  {
    "id": "stj_sumula_375",
    "texto": "STJ - Súmula 375 - 03/2009 - O reconhecimento da fraude à execução depende do registro da penhora do bem alienado ou da prova de má-fé do terceiro adquirente."
  },
  {
    "id": "stj_sumula_374",
    "texto": "STJ - Súmula 374 - 03/2009 - Compete à Justiça Eleitoral processar e julgar a ação para anular débito decorrente de multa eleitoral."
  },
  {
    "id": "stj_sumula_373",
    "texto": "STJ - Súmula 373 - 03/2009 - É ilegítima a exigência de depósito prévio para admissibilidade de recurso administrativo."
  },
  {
    "id": "stj_sumula_372",
    "texto": "STJ - Súmula 372 - 03/2009 - Superado Na ação de exibição de documentos, não cabe a aplicação de multa cominatória."
  },
  {
    "id": "stj_sumula_371",
    "texto": "STJ - Súmula 371 - 03/2009 - Nos contratos de participação financeira para a aquisição de linha telefônica, o Valor Patrimonial da Ação (VPA) é apurado com base no balancete do mês da integralização."
  },
  {
    "id": "stj_sumula_370",
    "texto": "STJ - Súmula 370 - 02/2009 - Caracteriza dano moral a apresentação antecipada de cheque pré-datado."
  },
  {
    "id": "stj_sumula_369",
    "texto": "STJ - Súmula 369 - 02/2009 - No contrato de arrendamento mercantil (leasing), ainda que haja cláusula resolutiva expressa, é necessária a notificação prévia do arrendatário para constituí-lo em mora."
  },
  {
    "id": "stj_sumula_368",
    "texto": "STJ - Súmula 368 - 11/2008 - Compete à Justiça comum estadual processar e julgar os pedidos de retificação de dados cadastrais da Justiça Eleitoral."
  },
  {
    "id": "stj_sumula_367",
    "texto": "STJ - Súmula 367 - 11/2008 - A competência estabelecida pela EC n. 45/2004 não alcança os processos já sentenciados."
  },
  {
    "id": "stj_sumula_366",
    "texto": "STJ - Súmula 366 - 11/2008 - Superado Compete à Justiça Estadual processar e julgar ação indenizatória proposta por viúva e filhos de empregado falecido em acidente de trabalho."
  },
  {
    "id": "stj_sumula_365",
    "texto": "STJ - Súmula 365 - 11/2008 - A intervenção da União como sucessora da Rede Ferroviária Federal S/A (RFFSA) desloca a competência para a Justiça Federal ainda que a sentença tenha sido proferida por Juízo estadual."
  },
  {
    "id": "stj_sumula_364",
    "texto": "STJ - Súmula 364 - 10/2008 - O conceito de impenhorabilidade de bem de família abrange também o imóvel pertencente a pessoas solteiras, separadas e viúvas."
  },
  {
    "id": "stj_sumula_363",
    "texto": "STJ - Súmula 363 - 10/2008 - Compete à Justiça estadual processar e julgar a ação de cobrança ajuizada por profissional liberal contra cliente."
  },
  {
    "id": "stj_sumula_362",
    "texto": "STJ - Súmula 362 - 10/2008 - A correção monetária do valor da indenização do dano moral incide desde a data do arbitramento."
  },
  {
    "id": "stj_sumula_361",
    "texto": "STJ - Súmula 361 - 09/2008 - A notificação do protesto, para requerimento de falência da empresa devedora, exige a identificação da pessoa que a recebeu."
  },
  {
    "id": "stj_sumula_360",
    "texto": "STJ - Súmula 360 - 08/2008 - O benefício da denúncia espontânea não se aplica aos tributos sujeitos a lançamento por homologação regularmente declarados, mas pagos a destempo."
  },
  {
    "id": "stj_sumula_359",
    "texto": "STJ - Súmula 359 - 08/2008 - Cabe ao órgão mantenedor do Cadastro de Proteção ao Crédito a notificação do devedor antes de proceder à inscrição."
  },
  {
    "id": "stj_sumula_358",
    "texto": "STJ - Súmula 358 - 08/2008 - O cancelamento de pensão alimentícia de filho que atingiu a maioridade está sujeito à decisão judicial, mediante contraditório, ainda que nos próprios autos."
  },
  {
    "id": "stj_sumula_357",
    "texto": "STJ - Súmula 357 - 06/2008 - Superado A pedido do assinante, que responderá pelos custos, é obrigatória, a partir de 1º de janeiro de 2006, a discriminação de pulsos excedentes e ligações de telefone fixo para celular."
  },
  {
    "id": "stj_sumula_356",
    "texto": "STJ - Súmula 356 - 06/2008 - É legítima a cobrança da tarifa básica pelo uso dos serviços de telefonia fixa."
  },
  {
    "id": "stj_sumula_355",
    "texto": "STJ - Súmula 355 - 06/2008 - É válida a notificação do ato de exclusão do programa de recuperação fiscal do REFIS pelo Diário Oficial ou pela Internet."
  },
  {
    "id": "stj_sumula_354",
    "texto": "STJ - Súmula 354 - 06/2008 - A invasão do imóvel é causa de suspensão do processo expropriatório para fins de reforma agrária."
  },
  {
    "id": "stj_sumula_353",
    "texto": "STJ - Súmula 353 - 06/2008 - As disposições do Código Tributário Nacional não se aplicam às contribuições para o FGTS."
  },
  {
    "id": "stj_sumula_352",
    "texto": "STJ - Súmula 352 - 06/2008 - Superado A obtenção ou a renovação do Certificado de Entidade Beneficente de Assistência Social (Cebas) não exime a entidade do cumprimento dos requisitos legais supervenientes."
  },
  {
    "id": "stj_sumula_351",
    "texto": "STJ - Súmula 351 - 06/2008 - A alíquota de contribuição para o Seguro de Acidente do Trabalho (SAT) é aferida pelo grau de risco desenvolvido em cada empresa, individualizada pelo seu CNPJ, ou pelo grau de risco da atividade preponderante quando houver apenas um registro."
  },
  {
    "id": "stj_sumula_350",
    "texto": "STJ - Súmula 350 - 06/2008 - O ICMS não incide sobre o serviço de habilitação de telefone celular."
  },
  {
    "id": "stj_sumula_349",
    "texto": "STJ - Súmula 349 - 06/2008 - Compete à Justiça Federal ou aos juízes com competência delegada o julgamento das execuções fiscais de contribuições devidas pelo empregador ao FGTS."
  },
  {
    "id": "stj_sumula_348",
    "texto": "STJ - Súmula 348 - 06/2008 - Superado Compete ao Superior Tribunal de Justiça decidir os conflitos de competência entre juizado especial federal e juízo federal, ainda que da mesma seção judiciária."
  },
  {
    "id": "stj_sumula_347",
    "texto": "STJ - Súmula 347 - 04/2008 - O conhecimento de recurso de apelação do réu independe de sua prisão."
  },
  {
    "id": "stj_sumula_346",
    "texto": "STJ - Súmula 346 - 02/2008 - É vedada aos militares temporários, para aquisição de estabilidade, a contagem em dobro de férias e licenças não-gozadas."
  },
  {
    "id": "stj_sumula_345",
    "texto": "STJ - Súmula 345 - 11/2007 - São devidos honorários advocatícios pela Fazenda Pública nas execuções individuais de sentença proferida em ações coletivas, ainda que não embargadas."
  },
  {
    "id": "stj_sumula_344",
    "texto": "STJ - Súmula 344 - 11/2007 - A liquidação por forma diversa da estabelecida na sentença não ofende a coisa julgada."
  },
  {
    "id": "stj_sumula_343",
    "texto": "STJ - Súmula 343 - 09/2007 - Superado É obrigatória a presença de advogado em todas as fases do processo administrativo disciplinar."
  },
  {
    "id": "stj_sumula_342",
    "texto": "STJ - Súmula 342 - 06/2007 - No procedimento para aplicação de medida sócio-educativa, é nula a desistência de outras provas em face da confissão do adolescente."
  },
  {
    "id": "stj_sumula_341",
    "texto": "STJ - Súmula 341 - 06/2007 - A freqüência a curso de ensino formal é causa de remição de parte do tempo de execução de pena sob regime fechado ou semi-aberto."
  },
  {
    "id": "stj_sumula_340",
    "texto": "STJ - Súmula 340 - 06/2007 - A lei aplicável à concessão de pensão previdenciária por morte é aquela vigente na data do óbito do segurado."
  },
  {
    "id": "stj_sumula_339",
    "texto": "STJ - Súmula 339 - 05/2007 - É cabível ação monitória contra a Fazenda Pública."
  },
  {
    "id": "stj_sumula_338",
    "texto": "STJ - Súmula 338 - 05/2007 - A prescrição penal é aplicável nas medidas sócio-educativas."
  },
  {
    "id": "stj_sumula_337",
    "texto": "STJ - Súmula 337 - 05/2007 - É cabível a suspensão condicional do processo na desclassificação do crime e na procedência parcial da pretensão punitiva."
  },
  {
    "id": "stj_sumula_336",
    "texto": "STJ - Súmula 336 - 04/2007 - A mulher que renunciou aos alimentos na separação judicial tem direito à pensão previdenciária por morte do ex-marido, comprovada a necessidade econômica superveniente."
  },
  {
    "id": "stj_sumula_335",
    "texto": "STJ - Súmula 335 - 04/2007 - Nos contratos de locação, é válida a cláusula de renúncia à indenização das benfeitorias e ao direito de retenção."
  },
  {
    "id": "stj_sumula_334",
    "texto": "STJ - Súmula 334 - 12/2006 - O ICMS não incide no serviço dos provedores de acesso à Internet."
  },
  {
    "id": "stj_sumula_333",
    "texto": "STJ - Súmula 333 - 12/2006 - Cabe mandado de segurança contra ato praticado em licitação promovida por sociedade de economia mista ou empresa pública."
  },
  {
    "id": "stj_sumula_332",
    "texto": "STJ - Súmula 332 - 03/2008 - A fiança prestada sem autorização de um dos cônjuges implica a ineficácia total da garantia."
  },
  {
    "id": "stj_sumula_331",
    "texto": "STJ - Súmula 331 - 10/2006 - A apelação interposta contra sentença que julga embargos à arrematação tem efeito meramente devolutivo."
  },
  {
    "id": "stj_sumula_330",
    "texto": "STJ - Súmula 330 - 09/2006 - É desnecessária a resposta preliminar de que trata o artigo 514 do Código de Processo Penal, na ação penal instruída por inquérito policial."
  },
  {
    "id": "stj_sumula_329",
    "texto": "STJ - Súmula 329 - 08/2006 - O Ministério Público tem legitimidade para propor ação civil pública em defesa do patrimônio público."
  },
  {
    "id": "stj_sumula_328",
    "texto": "STJ - Súmula 328 - 08/2006 - Na execução contra instituição financeira, é penhorável o numerário disponível, excluídas as reservas bancárias mantidas no Banco Central."
  },
  {
    "id": "stj_sumula_327",
    "texto": "STJ - Súmula 327 - 05/2006 - Superado Nas ações referentes ao Sistema Financeiro da Habitação, a Caixa Econômica Federal tem legitimidade como sucessora do Banco Nacional da Habitação."
  },
  {
    "id": "stj_sumula_326",
    "texto": "STJ - Súmula 326 - 05/2006 - Na ação de indenização por dano moral, a condenação em montante inferior ao postulado na inicial não implica sucumbência recíproca."
  },
  {
    "id": "stj_sumula_325",
    "texto": "STJ - Súmula 325 - 05/2006 - A remessa oficial devolve ao Tribunal o reexame de todas as parcelas da condenação suportadas pela Fazenda Pública, inclusive dos honorários de advogado."
  },
  {
    "id": "stj_sumula_324",
    "texto": "STJ - Súmula 324 - 05/2006 - Compete à Justiça Federal processar e julgar ações de que participa a Fundação Habitacional do Exército, equiparada à entidade autárquica federal, supervisionada pelo Ministério do Exército."
  },
  {
    "id": "stj_sumula_323",
    "texto": "STJ - Súmula 323 - 11/2009 - A inscrição do nome do devedor pode ser mantida nos serviços de proteção ao crédito até o prazo máximo de cinco anos, independentemente da prescrição da execução."
  },
  {
    "id": "stj_sumula_322",
    "texto": "STJ - Súmula 322 - 11/2005 - Para a repetição de indébito, nos contratos de abertura de crédito em conta-corrente, não se exige a prova do erro."
  },
  {
    "id": "stj_sumula_321",
    "texto": "STJ - Súmula 321 - 11/2005 - Superado O Código de Defesa do Consumidor é aplicável à relação jurídica entre a entidade de previdência privada e seus participantes."
  },
  {
    "id": "stj_sumula_320",
    "texto": "STJ - Súmula 320 - 10/2005 - Superado A questão federal somente ventilada no voto vencido não atende ao requisito do prequestionamento."
  },
  {
    "id": "stj_sumula_319",
    "texto": "STJ - Súmula 319 - 10/2005 - O encargo de depositário de bens penhorados pode ser expressamente recusado."
  },
  {
    "id": "stj_sumula_318",
    "texto": "STJ - Súmula 318 - 10/2005 - Formulado pedido certo e determinado, somente o autor tem interesse recursal em argüir o vício da sentença ilíquida."
  },
  {
    "id": "stj_sumula_317",
    "texto": "STJ - Súmula 317 - 10/2005 - Superado É definitiva a execução de título extrajudicial, ainda que pendente apelação contra sentença que julgue improcedentes os embargos."
  },
  {
    "id": "stj_sumula_316",
    "texto": "STJ - Súmula 316 - 10/2005 - Cabem embargos de divergência contra acórdão que, em agravo regimental, decide recurso especial."
  },
  {
    "id": "stj_sumula_315",
    "texto": "STJ - Súmula 315 - 10/2005 - Superado Não cabem embargos de divergência no âmbito do agravo de instrumento que não admite recurso especial."
  },
  {
    "id": "stj_sumula_314",
    "texto": "STJ - Súmula 314 - 12/2005 - Em execução fiscal, não localizados bens penhoráveis, suspende-se o processo por um ano, findo o qual se inicia o prazo da prescrição qüinqüenal intercorrente."
  },
  {
    "id": "stj_sumula_313",
    "texto": "STJ - Súmula 313 - 05/2005 - Em ação de indenização, procedente o pedido, é necessária a constituição de capital ou caução fidejussória para a garantia de pagamento da pensão, independentemente da situação financeira do demandado."
  },
  {
    "id": "stj_sumula_312",
    "texto": "STJ - Súmula 312 - 05/2005 - No processo administrativo para imposição de multa de trânsito, são necessárias as notificações da autuação e da aplicação da pena decorrente da infração."
  },
  {
    "id": "stj_sumula_311",
    "texto": "STJ - Súmula 311 - 05/2005 - Os atos do presidente do tribunal que disponham sobre processamento e pagamento de precatório não têm caráter jurisdicional."
  },
  {
    "id": "stj_sumula_310",
    "texto": "STJ - Súmula 310 - 05/2005 - O Auxílio-creche não integra o salário-de-contribuição."
  },
  {
    "id": "stj_sumula_309",
    "texto": "STJ - Súmula 309 - 03/2006 - O débito alimentar que autoriza a prisão civil do alimentante é o que compreende as três prestações anteriores ao ajuizamento da execução e as que se vencerem no curso do processo.(*) (*) julgando o HC 53.068-MS, na sessão de 22/03/2006, a Segunda Seção deliberou pela ALTERAÇÃO da súmula n. 309. REDAÇÃO ANTERIOR (decisão de 27/04/2005, DJ 04/05/2005): O débito alimentar que autoriza a prisão civil do alimentante é o que compreende as três prestações anteriores à citação e as que vencerem no curso do processo."
  },
  {
    "id": "stj_sumula_308",
    "texto": "STJ - Súmula 308 - 03/2005 - A hipoteca firmada entre a construtora e o agente financeiro, anterior ou posterior à celebração da promessa de compra e venda, não tem eficácia perante os adquirentes do imóvel."
  },
  {
    "id": "stj_sumula_307",
    "texto": "STJ - Súmula 307 - 12/2004 - A restituição de adiantamento de contrato de câmbio, na falência, deve ser atendida antes de qualquer crédito."
  },
  {
    "id": "stj_sumula_306",
    "texto": "STJ - Súmula 306 - 11/2004 - Superado Os honorários advocatícios devem ser compensados quando houver sucumbência recíproca, assegurado o direito autônomo do advogado à execução do saldo sem excluir a legitimidade da própria parte."
  },
  {
    "id": "stj_sumula_305",
    "texto": "STJ - Súmula 305 - 11/2004 - Superado É descabida a prisão civil do depositário quando, decretada a falência da empresa, sobrevém a arrecadação do bem pelo síndico."
  },
  {
    "id": "stj_sumula_304",
    "texto": "STJ - Súmula 304 - 11/2004 - Superado É ilegal a decretação da prisão civil daquele que não assume expressamente o encargo de depositário judicial."
  },
  {
    "id": "stj_sumula_303",
    "texto": "STJ - Súmula 303 - 11/2004 - Em embargos de terceiro, quem deu causa à constrição indevida deve arcar com os honorários advocatícios."
  },
  {
    "id": "stj_sumula_302",
    "texto": "STJ - Súmula 302 - 10/2004 - É abusiva a cláusula contratual de plano de saúde que limita no tempo a internação hospitalar do segurado."
  },
  {
    "id": "stj_sumula_301",
    "texto": "STJ - Súmula 301 - 10/2004 - Em ação investigatória, a recusa do suposto pai a submeter-se ao exame de DNA induz presunção juris tantum de paternidade."
  },
  {
    "id": "stj_sumula_300",
    "texto": "STJ - Súmula 300 - 10/2004 - O instrumento de confissão de dívida, ainda que originário de contrato de abertura de crédito, constitui título executivo extrajudicial."
  },
  {
    "id": "stj_sumula_299",
    "texto": "STJ - Súmula 299 - 10/2004 - É admissível a ação monitória fundada em cheque prescrito."
  },
  {
    "id": "stj_sumula_298",
    "texto": "STJ - Súmula 298 - 10/2004 - O alongamento de dívida originada de crédito rural não constitui faculdade da instituição financeira, mas, direito do devedor nos termos da lei."
  },
  {
    "id": "stj_sumula_297",
    "texto": "STJ - Súmula 297 - 05/2004 - O Código de Defesa do Consumidor é aplicável às instituições financeiras."
  },
  {
    "id": "stj_sumula_296",
    "texto": "STJ - Súmula 296 - 05/2004 - Os juros remuneratórios, não cumuláveis com a comissão de permanência, são devidos no período de inadimplência, à taxa média de mercado estipulada pelo Banco Central do Brasil, limitada ao percentual contratado."
  },
  {
    "id": "stj_sumula_295",
    "texto": "STJ - Súmula 295 - 05/2004 - A Taxa Referencial (TR) é indexador válido para contratos posteriores à Lei n. 8.177/91, desde que pactuada."
  },
  {
    "id": "stj_sumula_294",
    "texto": "STJ - Súmula 294 - 05/2004 - Não é potestativa a cláusula contratual que prevê a comissão de permanência, calculada pela taxa média de mercado apurada pelo Banco Central do Brasil, limitada à taxa do contrato."
  },
  {
    "id": "stj_sumula_293",
    "texto": "STJ - Súmula 293 - 05/2004 - A cobrança antecipada do valor residual garantido (VRG) não descaracteriza o contrato de arrendamento mercantil."
  },
  {
    "id": "stj_sumula_292",
    "texto": "STJ - Súmula 292 - 05/2004 - A reconvenção é cabível na ação monitória, após a conversão do procedimento em ordinário."
  },
  {
    "id": "stj_sumula_291",
    "texto": "STJ - Súmula 291 - 04/2004 - A ação de cobrança de parcelas de complementação de aposentadoria pela previdência privada prescreve em cinco anos."
  },
  {
    "id": "stj_sumula_290",
    "texto": "STJ - Súmula 290 - 04/2004 - Nos planos de previdência privada, não cabe ao beneficiário a devolução da contribuição efetuada pelo patrocinador."
  },
  {
    "id": "stj_sumula_289",
    "texto": "STJ - Súmula 289 - 04/2004 - A restituição das parcelas pagas a plano de previdência privada deve ser objeto de correção plena, por índice que recomponha a efetiva desvalorização da moeda."
  },
  {
    "id": "stj_sumula_288",
    "texto": "STJ - Súmula 288 - 04/2004 - A Taxa de Juros de Longo Prazo (TJLP) pode ser utilizada como indexador de correção monetária nos contratos bancários."
  },
  {
    "id": "stj_sumula_287",
    "texto": "STJ - Súmula 287 - 04/2004 - A Taxa Básica Financeira (TBF) não pode ser utilizada como indexador de correção monetária nos contratos bancários."
  },
  {
    "id": "stj_sumula_286",
    "texto": "STJ - Súmula 286 - 04/2004 - A renegociação de contrato bancário ou a confissão da dívida não impede a possibilidade de discussão sobre eventuais ilegalidades dos contratos anteriores."
  },
  {
    "id": "stj_sumula_285",
    "texto": "STJ - Súmula 285 - 04/2004 - Nos contratos bancários posteriores ao Código de Defesa do Consumidor incide a multa moratória nele prevista."
  },
  {
    "id": "stj_sumula_284",
    "texto": "STJ - Súmula 284 - 04/2004 - Superado A purga da mora, nos contratos de alienação fiduciária, só é permitida quando já pagos pelo menos 40% (quarenta por cento) do valor financiado."
  },
  {
    "id": "stj_sumula_283",
    "texto": "STJ - Súmula 283 - 04/2004 - As empresas administradoras de cartão de crédito são instituições financeiras e, por isso, os juros remuneratórios por elas cobrados não sofrem as limitações da Lei de Usura."
  },
  {
    "id": "stj_sumula_282",
    "texto": "STJ - Súmula 282 - 04/2004 - Cabe a citação por edital em ação monitória."
  },
  {
    "id": "stj_sumula_281",
    "texto": "STJ - Súmula 281 - 04/2004 - A indenização por dano moral não está sujeita à tarifação prevista na Lei de Imprensa."
  },
  {
    "id": "stj_sumula_280",
    "texto": "STJ - Súmula 280 - 12/2003 - O art. 35 do Decreto-Lei n° 7.661, de 1945, que estabelece a prisão administrativa, foi revogado pelos incisos LXI e LXVII do art. 5° da Constituição Federal de 1988."
  },
  {
    "id": "stj_sumula_279",
    "texto": "STJ - Súmula 279 - 05/2003 - É cabível execução por título extrajudicial contra a Fazenda Pública."
  },
  {
    "id": "stj_sumula_278",
    "texto": "STJ - Súmula 278 - 05/2003 - O termo inicial do prazo prescricional, na ação de indenização, é a data em que o segurado teve ciência inequívoca da incapacidade laboral."
  },
  {
    "id": "stj_sumula_277",
    "texto": "STJ - Súmula 277 - 05/2003 - Julgada procedente a investigação de paternidade, os alimentos são devidos a partir da citação."
  },
  {
    "id": "stj_sumula_276",
    "texto": "STJ - Súmula 276 - 05/2003 - Superado As sociedades civis de prestação de serviços profissionais são isentas da Cofins, irrelevante o regime tributário adotado."
  },
  {
    "id": "stj_sumula_275",
    "texto": "STJ - Súmula 275 - 03/2003 - O auxiliar de farmácia não pode ser responsável técnico por farmácia ou drogaria."
  },
  {
    "id": "stj_sumula_274",
    "texto": "STJ - Súmula 274 - 02/2003 - O ISS incide sobre o valor dos serviços de assistência médica, incluindo-se neles as refeições, os medicamentos e as diárias hospitalares."
  },
  {
    "id": "stj_sumula_273",
    "texto": "STJ - Súmula 273 - 09/2002 - Intimada a defesa da expedição da carta precatória, torna-se desnecessária intimação da data da audiência no juízo deprecado."
  },
  {
    "id": "stj_sumula_272",
    "texto": "STJ - Súmula 272 - 09/2002 - O trabalhador rural, na condição de segurado especial, sujeito à contribuição obrigatória sobre a produção rural comercializada, somente faz jus à aposentadoria por tempo de serviço, se recolher contribuições facultativas."
  },
  {
    "id": "stj_sumula_271",
    "texto": "STJ - Súmula 271 - 08/2002 - A correção monetária dos depósitos judiciais independe de ação específica contra o banco depositário."
  },
  {
    "id": "stj_sumula_270",
    "texto": "STJ - Súmula 270 - 08/2002 - O protesto pela preferência de crédito, apresentado por ente federal em execução que tramita na Justiça Estadual, não desloca a competência para a Justiça Federal."
  },
  {
    "id": "stj_sumula_269",
    "texto": "STJ - Súmula 269 - 05/2002 - É admissível a adoção do regime prisional semi-aberto aos reincidentes condenados a pena igual ou inferior a quatro anos se favoráveis as circunstâncias judiciais."
  },
  {
    "id": "stj_sumula_268",
    "texto": "STJ - Súmula 268 - 05/2002 - O fiador que não integrou a relação processual na ação de despejo não responde pela execução do julgado."
  },
  {
    "id": "stj_sumula_267",
    "texto": "STJ - Súmula 267 - 05/2002 - Superado A interposição de recurso, sem efeito suspensivo, contra decisão condenatória não obsta a expedição de mandado de prisão."
  },
  {
    "id": "stj_sumula_266",
    "texto": "STJ - Súmula 266 - 05/2002 - O diploma ou habilitação legal para o exercício do cargo deve ser exigido na posse e não na inscrição para o concurso público."
  },
  {
    "id": "stj_sumula_265",
    "texto": "STJ - Súmula 265 - 05/2002 - É necessária a oitiva do menor infrator antes de decretar-se a regressão da medida sócio-educativa."
  },
  {
    "id": "stj_sumula_264",
    "texto": "STJ - Súmula 264 - 05/2002 - É irrecorrível o ato judicial que apenas manda processar a concordata preventiva."
  },
  {
    "id": "stj_sumula_263",
    "texto": "STJ - Súmula 263 - 05/2002 - Superado A cobrança antecipada do valor residual (VRG) descaracteriza o contrato de arrendamento mercantil, transformando-o em compra e venda a prestação."
  },
  {
    "id": "stj_sumula_262",
    "texto": "STJ - Súmula 262 - 04/2002 - Incide o imposto de renda sobre o resultado das aplicações financeiras realizadas pelas cooperativas."
  },
  {
    "id": "stj_sumula_261",
    "texto": "STJ - Súmula 261 - 03/2002 - A cobrança de direitos autorais pela retransmissão radiofônica de músicas, em estabelecimentos hoteleiros, deve ser feita conforme a taxa média de utilização do equipamento, apurada em liquidação."
  },
  {
    "id": "stj_sumula_260",
    "texto": "STJ - Súmula 260 - 11/2001 - A convenção de condomínio aprovada, ainda que sem registro, é eficaz para regular as relações entre os condôminos."
  },
  {
    "id": "stj_sumula_259",
    "texto": "STJ - Súmula 259 - 11/2001 - A ação de prestação de contas pode ser proposta pelo titular de conta-corrente bancária."
  },
  {
    "id": "stj_sumula_258",
    "texto": "STJ - Súmula 258 - 09/2001 - A nota promissória vinculada a contrato de abertura de crédito não goza de autonomia em razão da iliquidez do título que a originou."
  },
  {
    "id": "stj_sumula_257",
    "texto": "STJ - Súmula 257 - 08/2001 - A falta de pagamento do prêmio do seguro obrigatório de Danos Pessoais Causados por Veículos Automotores de Vias Terrestres (DPVAT) não é motivo para a recusa do pagamento da indenização."
  },
  {
    "id": "stj_sumula_256",
    "texto": "STJ - Súmula 256 - 08/2001 - Superado O sistema de \"protocolo integrado\" não se aplica aos recursos dirigidos ao Superior Tribunal de Justiça."
  },
  {
    "id": "stj_sumula_255",
    "texto": "STJ - Súmula 255 - 08/2001 - Superado Cabem embargos infringentes contra acórdão, proferido por maioria, em agravo retido, quando se tratar de matéria de mérito."
  },
  {
    "id": "stj_sumula_254",
    "texto": "STJ - Súmula 254 - 08/2001 - A decisão do Juízo Federal que exclui da relação processual ente federal não pode ser reexaminada no Juízo Estadual."
  },
  {
    "id": "stj_sumula_253",
    "texto": "STJ - Súmula 253 - 06/2001 - O art. 557 do CPC, que autoriza o relator a decidir o recurso, alcança o reexame necessário."
  },
  {
    "id": "stj_sumula_252",
    "texto": "STJ - Súmula 252 - 06/2001 - Os saldos das contas do FGTS, pela legislação infraconstitucional, são corrigidos em 42,72% (IPC) quanto às perdas de janeiro de 1989 e 44,80% (IPC) quanto às de abril de 1990, acolhidos pelo STJ os índices de 18, 02% (LBC) quanto as perdas de junho de 1987, de 5,38% (BTN) para maio de 1990 e 7,00%(TR) para fevereiro de 1991, de acordo com o entendimento do STF (RE 226.855-7-RS)."
  },
  {
    "id": "stj_sumula_251",
    "texto": "STJ - Súmula 251 - 06/2001 - A meação só responde pelo ato ilícito quando o credor, na execução fiscal, provar que o enriquecimento dele resultante aproveitou ao casal."
  },
  {
    "id": "stj_sumula_250",
    "texto": "STJ - Súmula 250 - 05/2001 - Superado É legítima a cobrança de multa fiscal de empresa em regime de concordata."
  },
  {
    "id": "stj_sumula_249",
    "texto": "STJ - Súmula 249 - 05/2001 - A Caixa Econômica Federal tem legitimidade passiva para integrar processo em que se discute correção monetária do FGTS."
  },
  {
    "id": "stj_sumula_248",
    "texto": "STJ - Súmula 248 - 05/2001 - Comprovada a prestação dos serviços, a duplicata não aceita, mas protestada, é título hábil para instruir pedido de falência."
  },
  {
    "id": "stj_sumula_247",
    "texto": "STJ - Súmula 247 - 05/2001 - O contrato de abertura de crédito em conta-corrente, acompanhado do demonstrativo de débito, constitui documento hábil para o ajuizamento da ação monitória."
  },
  {
    "id": "stj_sumula_246",
    "texto": "STJ - Súmula 246 - 03/2001 - O valor do seguro obrigatório deve ser deduzido da indenização judicialmente fixada."
  },
  {
    "id": "stj_sumula_245",
    "texto": "STJ - Súmula 245 - 03/2001 - A notificação destinada a comprovar a mora nas dívidas garantidas por alienação fiduciária dispensa a indicação do valor do débito."
  },
  {
    "id": "stj_sumula_244",
    "texto": "STJ - Súmula 244 - 12/2000 - Compete ao foro do local da recusa processar e julgar o crime de estelionato mediante cheque sem provisão de fundos."
  },
  {
    "id": "stj_sumula_243",
    "texto": "STJ - Súmula 243 - 12/2000 - O benefício da suspensão do processo não é aplicável em relação às infrações penais cometidas em concurso material, concurso formal ou continuidade delitiva, quando a pena mínima cominada, seja pelo somatório, seja pela incidência da majorante, ultrapassar o limite de um (01) ano."
  },
  {
    "id": "stj_sumula_242",
    "texto": "STJ - Súmula 242 - 11/2000 - Cabe ação declaratória para reconhecimento de tempo de serviço para fins previdenciários."
  },
  {
    "id": "stj_sumula_241",
    "texto": "STJ - Súmula 241 - 08/2000 - A reincidência penal não pode ser considerada como circunstância agravante e, simultaneamente, como circunstância judicial."
  },
  {
    "id": "stj_sumula_240",
    "texto": "STJ - Súmula 240 - 08/2000 - A extinção do processo, por abandono da causa pelo autor, depende de requerimento do réu."
  },
  {
    "id": "stj_sumula_239",
    "texto": "STJ - Súmula 239 - 06/2000 - O direito à adjudicação compulsória não se condiciona ao registro do compromisso de compra e venda no cartório de imóveis."
  },
  {
    "id": "stj_sumula_238",
    "texto": "STJ - Súmula 238 - 04/2000 - A avaliação da indenização devida ao proprietário do solo, em razão de alvará de pesquisa mineral, é processada no Juízo Estadual da situação do imóvel."
  },
  {
    "id": "stj_sumula_237",
    "texto": "STJ - Súmula 237 - 04/2000 - Nas operações com cartão de crédito, os encargos relativos ao financiamento não são considerados no cálculo do ICMS."
  },
  {
    "id": "stj_sumula_236",
    "texto": "STJ - Súmula 236 - 03/2000 - Não compete ao Superior Tribunal de Justiça dirimir conflitos de competência entre juízes trabalhistas vinculados a Tribunais Regionais do Trabalho diversos."
  },
  {
    "id": "stj_sumula_235",
    "texto": "STJ - Súmula 235 - 02/2000 - A conexão não determina a reunião dos processos, se um deles já foi julgado."
  },
  {
    "id": "stj_sumula_234",
    "texto": "STJ - Súmula 234 - 12/1999 - A participação de membro do Ministério Público na fase investigatória criminal não acarreta o seu impedimento ou suspeição para o oferecimento da denúncia."
  },
  {
    "id": "stj_sumula_233",
    "texto": "STJ - Súmula 233 - 12/1999 - O contrato de abertura de crédito, ainda que acompanhado de extrato da conta-corrente, não é título executivo."
  },
  {
    "id": "stj_sumula_232",
    "texto": "STJ - Súmula 232 - 12/1999 - A Fazenda Pública, quando parte no processo, fica sujeita à exigência do depósito prévio dos honorários do perito."
  },
  {
    "id": "stj_sumula_231",
    "texto": "STJ - Súmula 231 - 09/1999 - A incidência da circunstância atenuante não pode conduzir à redução da pena abaixo do mínimo legal."
  },
  {
    "id": "stj_sumula_230",
    "texto": "STJ - Súmula 230 - 09/1999 - Superado Compete à Justiça Estadual processar e julgar ação movida por trabalhador avulso portuário, em que se impugna ato do órgão gestor de mão-de-obra de que resulte óbice ao exercício de sua profissão."
  },
  {
    "id": "stj_sumula_229",
    "texto": "STJ - Súmula 229 - 09/1999 - O pedido do pagamento de indenização à seguradora suspende o prazo de prescrição até que o segurado tenha ciência da decisão."
  },
  {
    "id": "stj_sumula_228",
    "texto": "STJ - Súmula 228 - 09/1999 - É inadmissível o interdito proibitório para a proteção do direito autoral."
  },
  {
    "id": "stj_sumula_227",
    "texto": "STJ - Súmula 227 - 09/1999 - A pessoa jurídica pode sofrer dano moral."
  },
  {
    "id": "stj_sumula_226",
    "texto": "STJ - Súmula 226 - 08/1999 - O Ministério Público tem legitimidade para recorrer na ação de acidente do trabalho, ainda que o segurado esteja assistido por advogado."
  },
  {
    "id": "stj_sumula_225",
    "texto": "STJ - Súmula 225 - 08/1999 - Compete ao Tribunal Regional do Trabalho apreciar recurso contra sentença proferida por órgão de primeiro grau da Justiça Trabalhista, ainda que para declarar-lhe a nulidade em virtude de incompetência."
  },
  {
    "id": "stj_sumula_224",
    "texto": "STJ - Súmula 224 - 08/1999 - Excluído do feito o ente federal, cuja presença levara o Juiz Estadual a declinar da competência, deve o Juiz Federal restituir os autos e não suscitar conflito."
  },
  {
    "id": "stj_sumula_223",
    "texto": "STJ - Súmula 223 - 08/1999 - A certidão de intimação do acórdão recorrido constitui peça obrigatória do instrumento de agravo."
  },
  {
    "id": "stj_sumula_222",
    "texto": "STJ - Súmula 222 - 06/1999 - Superado Compete à Justiça Comum processar e julgar as ações relativas à contribuição sindical prevista no art. 578 da CLT."
  },
  {
    "id": "stj_sumula_221",
    "texto": "STJ - Súmula 221 - 05/1999 - São civilmente responsáveis pelo ressarcimento de dano, decorrente de publicação pela imprensa, tanto o autor do escrito quanto o proprietário do veículo de divulgação."
  },
  {
    "id": "stj_sumula_220",
    "texto": "STJ - Súmula 220 - 05/1999 - A reincidência não influi no prazo da prescrição da pretensão punitiva."
  },
  {
    "id": "stj_sumula_219",
    "texto": "STJ - Súmula 219 - 03/1999 - Superado Os créditos decorrentes de serviços prestados à massa falida, inclusive a remuneração do síndico, gozam dos privilégios próprios dos trabalhistas."
  },
  {
    "id": "stj_sumula_218",
    "texto": "STJ - Súmula 218 - 02/1999 - Compete à Justiça dos Estados processar e julgar ação de servidor estadual decorrente de direitos e vantagens estatutárias no exercício de cargo em comissão."
  },
  {
    "id": "stj_sumula_217",
    "texto": "STJ - Súmula 217 - 02/1999 - Superado Não cabe agravo de decisão que indefere o pedido de suspensão da execução da liminar, ou da sentença em mandado de segurança."
  },
  {
    "id": "stj_sumula_216",
    "texto": "STJ - Súmula 216 - 02/1999 - Superado A tempestividade de recurso interposto no Superior Tribunal de Justiça é aferida pelo registro no protocolo da secretaria e não pela data da entrega na agência do correio."
  },
  {
    "id": "stj_sumula_215",
    "texto": "STJ - Súmula 215 - 11/1998 - A indenização recebida pela adesão a programa de incentivo à demissão voluntária não está sujeita à incidência do imposto de renda."
  },
  {
    "id": "stj_sumula_214",
    "texto": "STJ - Súmula 214 - 09/1998 - O fiador na locação não responde por obrigações resultantes de aditamento ao qual não anuiu."
  },
  {
    "id": "stj_sumula_213",
    "texto": "STJ - Súmula 213 - 09/1998 - O mandado de segurança constitui ação adequada para a declaração do direito à compensação tributária."
  },
  {
    "id": "stj_sumula_212",
    "texto": "STJ - Súmula 212 - 05/2005 - Superado Informativo 749 - STJ [SÚMULA CANCELADA - Informativo 749 - STJ] A compensação de créditos tributários não pode ser deferida em ação cautelar ou por medida liminar cautelar ou antecipatória.(*) (*) A Primeira Seção, na sessão ordinária de 11 de maio de 2005, deliberou pela ALTERAÇÃO do enunciado da Súmula n. 212. REDAÇÃO ANTERIOR (decisão de 23/09/1998, DJ 02/10/1998, PG. 250): A COMPENSAÇÃO DE CRÉDITOS TRIBUTÁRIOS NÃO PODE SER DEFERIDA POR MEDIDA LIMINAR."
  },
  {
    "id": "stj_sumula_211",
    "texto": "STJ - Súmula 211 - 07/1998 - Inadmissível recurso especial quanto à questão que, a despeito da oposição de embargos declaratórios, não foi apreciada pelo Tribunal a quo."
  },
  {
    "id": "stj_sumula_210",
    "texto": "STJ - Súmula 210 - 05/1998 - A ação de cobrança das contribuições para o FGTS prescreve em trinta (30) anos."
  },
  {
    "id": "stj_sumula_209",
    "texto": "STJ - Súmula 209 - 05/1998 - Compete a Justiça Estadual processar e julgar prefeito por desvio de verba transferida e incorporada ao patrimônio municipal."
  },
  {
    "id": "stj_sumula_208",
    "texto": "STJ - Súmula 208 - 05/1998 - Compete a Justiça Federal processar e julgar prefeito municipal por desvio de verba sujeita a prestação de contas perante órgão federal."
  },
  {
    "id": "stj_sumula_207",
    "texto": "STJ - Súmula 207 - 04/1998 - Superado É inadmissível recurso especial quando cabíveis embargos infringentes contra o acordão proferido no tribunal de origem."
  },
  {
    "id": "stj_sumula_206",
    "texto": "STJ - Súmula 206 - 04/1998 - A existência de vara privativa, instituída por lei estadual, não altera a competência territorial resultante das leis de processo."
  },
  {
    "id": "stj_sumula_205",
    "texto": "STJ - Súmula 205 - 04/1998 - A Lei 8.009/90 aplica-se a penhora realizada antes de sua vigência."
  },
  {
    "id": "stj_sumula_204",
    "texto": "STJ - Súmula 204 - 03/1998 - Os juros de mora nas ações relativas a benefícios previdenciários incidem a partir da citação válida."
  },
  {
    "id": "stj_sumula_203",
    "texto": "STJ - Súmula 203 - 05/2002 - Não cabe recurso especial contra decisão proferida por órgão de segundo grau dos Juizados Especiais.(*) (*) A Corte Especial, na sessão extraordinária de 23 de maio de 2002, julgando o AgRg no Ag 400.076-BA, deliberou pela ALTERAÇÃO do enunciado da Súmula n. 203. REDAÇÃO ANTERIOR (decisão de 04/02/1998, DJ 12/02/1998, PG: 35): NÃO CABE RECURSO ESPECIAL CONTRA DECISÃO PROFERIDA, NOS LIMITES DE SUA COMPETÊNCIA, POR ÓRGÃO DE SEGUNDO GRAU DOS JUIZADOS ESPECIAIS."
  },
  {
    "id": "stj_sumula_202",
    "texto": "STJ - Súmula 202 - 12/1997 - A impetração de segurança por terceiro, contra ato judicial, não se condiciona a interposição de recurso."
  },
  {
    "id": "stj_sumula_201",
    "texto": "STJ - Súmula 201 - 12/1997 - Os honorários advocatícios não podem ser fixados em salários-mínimos."
  },
  {
    "id": "stj_sumula_200",
    "texto": "STJ - Súmula 200 - 10/1997 - O juízo federal competente para processar e julgar acusado de crime de uso de passaporte falso é o do lugar onde o delito se consumou."
  },
  {
    "id": "stj_sumula_199",
    "texto": "STJ - Súmula 199 - 10/1997 - Na execução hipotecária de crédito vinculado ao Sistema Financeiro da Habitação, nos termos da Lei n. 5.741/71, a petição inicial deve ser instruída com, pelo menos, dois avisos de cobrança."
  },
  {
    "id": "stj_sumula_198",
    "texto": "STJ - Súmula 198 - 10/1997 - Na importação de veículo por pessoa física, destinado a uso próprio, incide o ICMS."
  },
  {
    "id": "stj_sumula_197",
    "texto": "STJ - Súmula 197 - 10/1997 - O divórcio direto pode ser concedido sem que haja prévia partilha dos bens."
  },
  {
    "id": "stj_sumula_196",
    "texto": "STJ - Súmula 196 - 10/1997 - Ao executado que, citado por edital ou por hora certa, permanecer revel, será nomeado curador especial, com legitimidade para apresentação de embargos."
  },
  {
    "id": "stj_sumula_195",
    "texto": "STJ - Súmula 195 - 10/1997 - Em embargos de terceiro não se anula ato jurídico, por fraude contra credores."
  },
  {
    "id": "stj_sumula_194",
    "texto": "STJ - Súmula 194 - 09/1997 - Superado Prescreve em vinte anos a ação para obter, do construtor, indenização por defeitos da obra."
  },
  {
    "id": "stj_sumula_193",
    "texto": "STJ - Súmula 193 - 06/1997 - O direito de uso de linha telefônica pode ser adquirido por usucapião."
  },
  {
    "id": "stj_sumula_192",
    "texto": "STJ - Súmula 192 - 06/1997 - Compete ao Juízo das Execuções Penais do Estado a execução das penas impostas a sentenciados pela Justiça Federal, Militar ou Eleitoral, quando recolhidos a estabelecimentos sujeitos a Administração Estadual."
  },
  {
    "id": "stj_sumula_191",
    "texto": "STJ - Súmula 191 - 06/1997 - A pronúncia é causa interruptiva da prescrição, ainda que o Tribunal do Júri venha a desclassificar o crime."
  },
  {
    "id": "stj_sumula_190",
    "texto": "STJ - Súmula 190 - 06/1997 - Na execução fiscal, processada perante a Justiça Estadual, cumpre a Fazenda Pública antecipar o numerário destinado ao custeio das despesas com o transporte dos oficiais de justiça."
  },
  {
    "id": "stj_sumula_189",
    "texto": "STJ - Súmula 189 - 06/1997 - É desnecessária a intervenção do Ministério Público nas execuções fiscais."
  },
  {
    "id": "stj_sumula_188",
    "texto": "STJ - Súmula 188 - 06/1997 - Os juros moratórios, na repetição do indébito tributário, são devidos a partir do trânsito em julgado da sentença."
  },
  {
    "id": "stj_sumula_187",
    "texto": "STJ - Súmula 187 - 05/1997 - É deserto o recurso interposto para o Superior Tribunal de Justiça, quando o recorrente não recolhe, na origem, a importância das despesas de remessa e retorno dos autos."
  },
  {
    "id": "stj_sumula_186",
    "texto": "STJ - Súmula 186 - 04/1997 - Superado Nas indenizações por ato ilícito, os juros compostos somente são devidos por aquele que praticou o crime."
  },
  {
    "id": "stj_sumula_185",
    "texto": "STJ - Súmula 185 - 03/1997 - Nos depósitos judiciais, não incide o Imposto sobre Operações Financeiras."
  },
  {
    "id": "stj_sumula_184",
    "texto": "STJ - Súmula 184 - 03/1997 - Superado A microempresa de representação comercial é isenta do Imposto de Renda."
  },
  {
    "id": "stj_sumula_183",
    "texto": "STJ - Súmula 183 - 03/1997 - Superado Compete ao juiz estadual, nas comarcas que não sejam sede de vara da Justiça Federal, processar e julgar ação civil pública, ainda que a União figure no processo."
  },
  {
    "id": "stj_sumula_182",
    "texto": "STJ - Súmula 182 - 02/1997 - É inviável o agravo do art. 545 do CPC que deixa de atacar especificamente os fundamentos da decisão agravada."
  },
  {
    "id": "stj_sumula_181",
    "texto": "STJ - Súmula 181 - 02/1997 - É admissível ação declaratória, visando a obter certeza quanto à exata interpretação de cláusula contratual."
  },
  {
    "id": "stj_sumula_180",
    "texto": "STJ - Súmula 180 - 02/1997 - Na lide trabalhista, compete ao Tribunal Regional do Trabalho dirimir conflito de competência verificado, na respectiva região, entre juiz estadual e junta de conciliação e julgamento."
  },
  {
    "id": "stj_sumula_179",
    "texto": "STJ - Súmula 179 - 02/1997 - O estabelecimento de crédito que recebe dinheiro, em depósito judicial, responde pelo pagamento da correção monetária relativa aos valores recolhidos."
  },
  {
    "id": "stj_sumula_178",
    "texto": "STJ - Súmula 178 - 05/2002 - Superado O INSS não goza de isenção do pagamento de custas e emolumentos, nas ações acidentárias e de benefícios, propostas na Justiça Estadual."
  },
  {
    "id": "stj_sumula_177",
    "texto": "STJ - Súmula 177 - 11/1996 - O Superior Tribunal de Justiça é incompetente para processar e julgar, originariamente, mandado de segurança contra ato de órgão colegiado presidido por Ministro de Estado."
  },
  {
    "id": "stj_sumula_176",
    "texto": "STJ - Súmula 176 - 10/1996 - É nula a cláusula contratual que sujeita o devedor a taxa de juros divulgada pela ANBID/CETIP."
  },
  {
    "id": "stj_sumula_175",
    "texto": "STJ - Súmula 175 - 10/1996 - Descabe o depósito prévio nas ações rescisórias propostas pelo INSS."
  },
  {
    "id": "stj_sumula_174",
    "texto": "STJ - Súmula 174 - 10/1996 - Superado No crime de roubo, a intimidação feita com arma de brinquedo autoriza o aumento da pena."
  },
  {
    "id": "stj_sumula_173",
    "texto": "STJ - Súmula 173 - 10/1996 - Compete à Justiça Federal processar e julgar o pedido de reintegração em cargo público federal, ainda que o servidor tenha sido dispensado antes da instituição do regime jurídico único."
  },
  {
    "id": "stj_sumula_172",
    "texto": "STJ - Súmula 172 - 10/1996 - Superado Compete a Justiça Comum processar e julgar militar por crime de abuso de autoridade, ainda que praticado em serviço."
  },
  {
    "id": "stj_sumula_171",
    "texto": "STJ - Súmula 171 - 10/1996 - Cominadas cumulativamente, em lei especial, penas privativa de liberdade e pecuniária, é defeso a substituição da prisão por multa."
  },
  {
    "id": "stj_sumula_170",
    "texto": "STJ - Súmula 170 - 10/1996 - Compete ao juízo onde primeiro for intentada a ação envolvendo acumulação de pedidos, trabalhista e estatutário, decidi-la nos limites da sua jurisdição, sem prejuízo do ajuizamento de nova causa, com o pedido remanescente, no juízo próprio."
  },
  {
    "id": "stj_sumula_169",
    "texto": "STJ - Súmula 169 - 10/1996 - Superado São inadmissíveis embargos infringentes no processo de mandado de segurança."
  },
  {
    "id": "stj_sumula_168",
    "texto": "STJ - Súmula 168 - 10/1996 - Não cabem embargos de divergência, quando a jurisprudência do Tribunal se firmou no mesmo sentido do acordão embargado."
  },
  {
    "id": "stj_sumula_167",
    "texto": "STJ - Súmula 167 - 09/1996 - O fornecimento de concreto, por empreitada, para construção civil, preparado no trajeto até a obra em betoneiras acopladas a caminhões, e prestação de serviço, sujeitando-se apenas a incidência do ISS."
  },
  {
    "id": "stj_sumula_166",
    "texto": "STJ - Súmula 166 - 08/1996 - Não constitui fato gerador do ICMS o simples deslocamento de mercadoria de um para outro estabelecimento do mesmo contribuinte."
  },
  {
    "id": "stj_sumula_165",
    "texto": "STJ - Súmula 165 - 08/1996 - Compete à justiça federal processar e julgar crime de falso testemunho cometido no processo trabalhista."
  },
  {
    "id": "stj_sumula_164",
    "texto": "STJ - Súmula 164 - 08/1996 - O prefeito municipal, após a extinção do mandato, continua sujeito a processo por crime previsto no art. 1. do Decreto-lei n. 201, de 27/02/67."
  },
  {
    "id": "stj_sumula_163",
    "texto": "STJ - Súmula 163 - 06/1996 - O fornecimento de mercadorias com a simultânea prestação de serviços em bares, restaurantes e estabelecimentos similares constitui fato gerador do ICMS a incidir sobre o valor total da operação."
  },
  {
    "id": "stj_sumula_162",
    "texto": "STJ - Súmula 162 - 06/1996 - Na repetição de indébito tributário, a correção monetária incide a partir do pagamento indevido."
  },
  {
    "id": "stj_sumula_161",
    "texto": "STJ - Súmula 161 - 06/1996 - É da competência da Justiça Estadual autorizar o levantamento dos valores relativos ao PIS / PASEP e FGTS, em decorrência do falecimento do titular da conta."
  },
  {
    "id": "stj_sumula_160",
    "texto": "STJ - Súmula 160 - 06/1996 - É defeso, ao município, atualizar o IPTU, mediante decreto, em percentual superior ao índice oficial de correção monetária."
  },
  {
    "id": "stj_sumula_159",
    "texto": "STJ - Súmula 159 - 05/1996 - Superado O benefício acidentário, no caso de contribuinte que perceba remuneração variável, deve ser calculado com base na media aritmética dos últimos doze meses de contribuição."
  },
  {
    "id": "stj_sumula_158",
    "texto": "STJ - Súmula 158 - 05/1996 - Não se presta a justificar embargos de divergência o dissídio com acórdão de turma ou seção que não mais tenha competência para a matéria neles versada."
  },
  {
    "id": "stj_sumula_157",
    "texto": "STJ - Súmula 157 - 03/1996 - Superado É ilegítima a cobrança de taxa, pelo município, na renovação de licença para localização de estabelecimento comercial ou industrial."
  },
  {
    "id": "stj_sumula_156",
    "texto": "STJ - Súmula 156 - 03/1996 - A prestação de serviço de composição gráfica, personalizada e sob encomenda, ainda que envolva fornecimento de mercadorias, está sujeita, apenas, ao ISS."
  },
  {
    "id": "stj_sumula_155",
    "texto": "STJ - Súmula 155 - 03/1996 - O ICMS incide na importação de aeronave, por pessoa física, para uso próprio."
  },
  {
    "id": "stj_sumula_154",
    "texto": "STJ - Súmula 154 - 03/1996 - Os optantes pelo FGTS, nos termos da lei n. 5.958, de 1973, tem direito a taxa progressiva dos juros, na forma do art. 4. da Lei n. 5.107, de 1966."
  },
  {
    "id": "stj_sumula_153",
    "texto": "STJ - Súmula 153 - 03/1996 - Superado A desistência da execução fiscal, após o oferecimento dos embargos, não exime o exequente dos encargos da sucumbência."
  },
  {
    "id": "stj_sumula_152",
    "texto": "STJ - Súmula 152 - 03/1996 - Superado Na venda pelo segurador, de bens salvados de sinistros, incide o ICMS."
  },
  {
    "id": "stj_sumula_151",
    "texto": "STJ - Súmula 151 - 02/1996 - A competência para o processo e julgamento por crime de contrabando ou descaminho define-se pela prevenção do Juízo Federal do lugar da apreensão dos bens."
  },
  {
    "id": "stj_sumula_150",
    "texto": "STJ - Súmula 150 - 02/1996 - Compete a Justiça Federal decidir sobre a existência de interesse jurídico que justifique a presença, no processo, da União, suas Autarquias ou Empresas publicas."
  },
  {
    "id": "stj_sumula_149",
    "texto": "STJ - Súmula 149 - 12/1995 - A prova exclusivamente testemunhal não basta à comprovação da atividade rurícola, para efeito da obtenção de beneficio previdenciário."
  },
  {
    "id": "stj_sumula_148",
    "texto": "STJ - Súmula 148 - 12/1995 - Superado Os débitos relativos a benefício previdenciário, vencidos e cobrados em juízo após a vigência da lei n. 6.899/81, devem ser corrigidos monetariamente na forma prevista nesse diploma legal."
  },
  {
    "id": "stj_sumula_147",
    "texto": "STJ - Súmula 147 - 12/1995 - Compete a Justiça Federal processar e julgar os crimes praticados contra funcionário público federal, quando relacionados com o exercício da função."
  },
  {
    "id": "stj_sumula_146",
    "texto": "STJ - Súmula 146 - 12/1995 - O segurado, vítima de novo infortúnio, faz jus a um único benefício somado ao salário de contribuição vigente no dia do acidente."
  },
  {
    "id": "stj_sumula_145",
    "texto": "STJ - Súmula 145 - 11/1995 - No transporte desinteressado, de simples cortesia, o transportador só será civilmente responsável por danos causados ao transportado quando incorrer em dolo ou culpa grave."
  },
  {
    "id": "stj_sumula_144",
    "texto": "STJ - Súmula 144 - 08/1995 - Os créditos de natureza alimentícia gozam de preferência, desvinculados os precatórios da ordem cronológica dos créditos de natureza diversa."
  },
  {
    "id": "stj_sumula_143",
    "texto": "STJ - Súmula 143 - 06/1995 - Prescreve em cinco anos a ação de perdas e danos pelo uso de marca comercial."
  },
  {
    "id": "stj_sumula_142",
    "texto": "STJ - Súmula 142 - 06/1995 - Superado Prescreve em vinte anos a ação para exigir a abstenção do uso de marca comercial."
  },
  {
    "id": "stj_sumula_141",
    "texto": "STJ - Súmula 141 - 06/1995 - Os honorários de advogado em desapropriação direta são calculados sobre a diferença entre a indenização e a oferta, corrigidas monetariamente."
  },
  {
    "id": "stj_sumula_140",
    "texto": "STJ - Súmula 140 - 05/1995 - Compete a Justiça Comum Estadual processar e julgar crime em que o indígena figure como autor ou vítima."
  },
  {
    "id": "stj_sumula_139",
    "texto": "STJ - Súmula 139 - 05/1995 - Cabe a Procuradoria da Fazenda Nacional propor execução fiscal para cobrança de crédito relativo ao ITR."
  },
  {
    "id": "stj_sumula_138",
    "texto": "STJ - Súmula 138 - 05/1995 - O ISS incide na operação de arrendamento mercantil de coisas móveis."
  },
  {
    "id": "stj_sumula_137",
    "texto": "STJ - Súmula 137 - 05/1995 - Compete à Justiça Comum Estadual processar e julgar ação de servidor público municipal, pleiteando direitos relativos ao vínculo estatutário."
  },
  {
    "id": "stj_sumula_136",
    "texto": "STJ - Súmula 136 - 05/1995 - O pagamento de licença-prêmio não gozada por necessidade do serviço não está sujeito ao Imposto de Renda."
  },
  {
    "id": "stj_sumula_135",
    "texto": "STJ - Súmula 135 - 05/1995 - O ICMS não incide na gravação e distribuição de filmes e videoteipes."
  },
  {
    "id": "stj_sumula_134",
    "texto": "STJ - Súmula 134 - 04/1995 - Embora intimado da penhora em imóvel do casal, o cônjuge do executado pode opor embargos de terceiro para defesa de sua meação."
  },
  {
    "id": "stj_sumula_133",
    "texto": "STJ - Súmula 133 - 04/1995 - A restituição da importância adiantada, a conta de contrato de câmbio, independe de ter sido a antecipação efetuada nos quinze dias anteriores ao requerimento da concordata."
  },
  {
    "id": "stj_sumula_132",
    "texto": "STJ - Súmula 132 - 04/1995 - A ausência de registro da transferência não implica a responsabilidade do antigo proprietário por dano resultante de acidente que envolva o veículo alienado."
  },
  {
    "id": "stj_sumula_131",
    "texto": "STJ - Súmula 131 - 04/1995 - Nas ações de desapropriação incluem-se no cálculo da verba advocatícia as parcelas relativas aos juros compensatórios e moratórios, devidamente corrigidas."
  },
  {
    "id": "stj_sumula_130",
    "texto": "STJ - Súmula 130 - 03/1995 - A empresa responde, perante o cliente, pela reparação de dano ou furto de veículo ocorridos em seu estacionamento."
  },
  {
    "id": "stj_sumula_129",
    "texto": "STJ - Súmula 129 - 03/1995 - O exportador adquire o direito de transferência de crédito do ICMS quando realiza a exportação do produto e não ao estocar a matéria-prima."
  },
  {
    "id": "stj_sumula_128",
    "texto": "STJ - Súmula 128 - 03/1995 - Na execução fiscal haverá segundo leilão, se no primeiro não houver lanço superior à avaliação."
  },
  {
    "id": "stj_sumula_127",
    "texto": "STJ - Súmula 127 - 03/1995 - É ilegal condicionar a renovação da licença de veículo ao pagamento de multa, da qual o infrator não foi notificado."
  },
  {
    "id": "stj_sumula_126",
    "texto": "STJ - Súmula 126 - 03/1995 - É inadmissível recurso especial, quando o acórdão recorrido assenta em fundamentos constitucional e infraconstitucional, qualquer deles suficiente, por si só, para mantê-lo, e a parte vencida não manifesta recurso extraordinário."
  },
  {
    "id": "stj_sumula_125",
    "texto": "STJ - Súmula 125 - 12/1994 - O pagamento de férias não gozadas por necessidade do serviço não está sujeito a incidência do Imposto de Renda."
  },
  {
    "id": "stj_sumula_124",
    "texto": "STJ - Súmula 124 - 12/1994 - Superado A taxa de melhoramento dos portos tem base de cálculo diversa do imposto de importação, sendo legítima a sua cobrança sobre a importação de mercadorias de países signatários do GATT, da ALALC ou ALADI."
  },
  {
    "id": "stj_sumula_123",
    "texto": "STJ - Súmula 123 - 12/1994 - A decisão que admite, ou não, o recurso especial deve ser fundamentada, com o exame dos seus pressupostos gerais e constitucionais."
  },
  {
    "id": "stj_sumula_122",
    "texto": "STJ - Súmula 122 - 12/1994 - Compete a justiça federal o processo e julgamento unificado dos crimes conexos de competência federal e estadual, não se aplicando a regra do art. 78, II, \"a\", do Código de Processo Penal."
  },
  {
    "id": "stj_sumula_121",
    "texto": "STJ - Súmula 121 - 11/1994 - Na execução fiscal o devedor deverá ser intimado, pessoalmente, do dia e hora da realização do leilão."
  },
  {
    "id": "stj_sumula_120",
    "texto": "STJ - Súmula 120 - 11/1994 - O oficial de farmácia, inscrito no Conselho Regional de Farmácia, pode ser responsável técnico por drogaria."
  },
  {
    "id": "stj_sumula_119",
    "texto": "STJ - Súmula 119 - 11/1994 - Superado A ação de desapropriação indireta prescreve em vinte anos."
  },
  {
    "id": "stj_sumula_118",
    "texto": "STJ - Súmula 118 - 10/1994 - O agravo de instrumento é o recurso cabível da decisão que homologa a atualização do cálculo da liquidação."
  },
  {
    "id": "stj_sumula_117",
    "texto": "STJ - Súmula 117 - 10/1994 - A inobservância do prazo de 48 horas, entre a publicação de pauta e o julgamento sem a presença das partes, acarreta nulidade."
  },
  {
    "id": "stj_sumula_116",
    "texto": "STJ - Súmula 116 - 10/1994 - A Fazenda Pública e o Ministério Público tem prazo em dobro para interpor agravo regimental no Superior Tribunal de Justiça."
  },
  {
    "id": "stj_sumula_115",
    "texto": "STJ - Súmula 115 - 10/1994 - Superado Na instancia especial é inexistente recurso interposto por advogado sem procuração nos autos."
  },
  {
    "id": "stj_sumula_114",
    "texto": "STJ - Súmula 114 - 10/1994 - Os juros compensatórios, na desapropriação indireta, incidem a partir da ocupação, calculados sobre o valor da indenização, corrigido monetariamente."
  },
  {
    "id": "stj_sumula_113",
    "texto": "STJ - Súmula 113 - 10/1994 - Os juros compensatórios, na desapropriação direta, incidem a partir da imissão na posse, calculados sobre o valor da indenização, corrigido monetariamente."
  },
  {
    "id": "stj_sumula_112",
    "texto": "STJ - Súmula 112 - 10/1994 - O depósito somente suspende a exigibilidade do crédito tributário se for integral e em dinheiro."
  },
  {
    "id": "stj_sumula_111",
    "texto": "STJ - Súmula 111 - 09/2006 - Superado Os honorários advocatícios, nas ações previdenciárias, não incidem sobre as prestações vencidas após a sentença. (*) (*) apreciando o projeto de súmula n. 560, na sessão de 27/09/06, a Terceira Seção deliberou pela MODIFICAÇÃO da súmula n. 111. REDAÇÃO ANTERIOR (decisão de 06/10/1994, DJ 13/10/1994): OS HONORÁRIOS ADVOCATÍCIOS, NAS AÇÕES PREVIDENCIÁRIAS, NÃO INCIDEM SOBRE PRESTAÇÕES VINCENDAS."
  },
  {
    "id": "stj_sumula_110",
    "texto": "STJ - Súmula 110 - 10/1994 - A isenção do pagamento de honorários advocatícios, nas ações acidentárias, é restrita ao segurado."
  },
  {
    "id": "stj_sumula_109",
    "texto": "STJ - Súmula 109 - 09/1994 - O reconhecimento do direito a indenização, por falta de mercadoria transportada via marítima, independe de vistoria."
  },
  {
    "id": "stj_sumula_108",
    "texto": "STJ - Súmula 108 - 06/1994 - A aplicação de medidas socio-educativas ao adolescente, pela prática de ato infracional, é da competência exclusiva do juiz."
  },
  {
    "id": "stj_sumula_107",
    "texto": "STJ - Súmula 107 - 06/1994 - Compete à Justiça Comum Estadual processar e julgar crime de estelionato praticado mediante falsificação das guias de recolhimento das contribuições previdenciárias, quando não ocorrente lesão à autarquia federal."
  },
  {
    "id": "stj_sumula_106",
    "texto": "STJ - Súmula 106 - 05/1994 - Proposta a ação no prazo fixado para o seu exercício, a demora na citação, por motivos inerentes ao mecanismo da justiça, não justifica o acolhimento da arguição de prescrição ou decadência."
  },
  {
    "id": "stj_sumula_105",
    "texto": "STJ - Súmula 105 - 05/1994 - Na ação de mandado de segurança não se admite condenação em honorários advocatícios."
  },
  {
    "id": "stj_sumula_104",
    "texto": "STJ - Súmula 104 - 05/1994 - Compete a Justiça Estadual o processo e julgamento dos crimes de falsificação e uso de documento falso relativo a estabelecimento particular de ensino."
  },
  {
    "id": "stj_sumula_103",
    "texto": "STJ - Súmula 103 - 05/1994 - Incluem-se entre os imóveis funcionais que podem ser vendidos os administrados pelas Forças Armadas e ocupados pelos servidores civis."
  },
  {
    "id": "stj_sumula_102",
    "texto": "STJ - Súmula 102 - 05/1994 - A incidência dos juros moratórios sobre os compensatórios, nas ações expropriatórias, não constitui anatocismo vedado em lei."
  },
  {
    "id": "stj_sumula_101",
    "texto": "STJ - Súmula 101 - 04/1994 - A ação de indenização do segurado em grupo contra a seguradora prescreve em um ano."
  },
  {
    "id": "stj_sumula_100",
    "texto": "STJ - Súmula 100 - 04/1994 - Superado É devido o adicional ao frete para renovação da marinha mercante na importação sob o regime de benefícios fiscais a exportação (BEFIEX)."
  },
  {
    "id": "stj_sumula_99",
    "texto": "STJ - Súmula 99 - 04/1994 - O Ministério Público tem legitimidade para recorrer no processo em que oficiou como fiscal da lei, ainda que não haja recurso da parte."
  },
  {
    "id": "stj_sumula_98",
    "texto": "STJ - Súmula 98 - 04/1994 - Embargos de declaração manifestados com notório propósito de prequestionamento não tem caráter protelatório."
  },
  {
    "id": "stj_sumula_97",
    "texto": "STJ - Súmula 97 - 03/1994 - Compete à Justiça do Trabalho processar e julgar reclamação de servidor público relativamente a vantagens trabalhistas anteriores à instituição do regime jurídico único."
  },
  {
    "id": "stj_sumula_96",
    "texto": "STJ - Súmula 96 - 03/1994 - O crime de extorsão consuma-se independentemente da obtenção da vantagem indevida."
  },
  {
    "id": "stj_sumula_95",
    "texto": "STJ - Súmula 95 - 02/1994 - A redução da alíquota do imposto sobre produtos industrializados ou do imposto de importação não implica redução do ICMS."
  },
  {
    "id": "stj_sumula_94",
    "texto": "STJ - Súmula 94 - 02/1994 - Superado A parcela relativa ao ICMS inclui-se na base de calculo do FINSOCIAL."
  },
  {
    "id": "stj_sumula_93",
    "texto": "STJ - Súmula 93 - 10/1993 - A legislação sobre cédulas de crédito rural, comercial e industrial admite o pacto de capitalização de juros."
  },
  {
    "id": "stj_sumula_92",
    "texto": "STJ - Súmula 92 - 10/1993 - A terceiro de boa-fé não é oponível a alienação fiduciária não anotada no Certificado de Registro do veículo automotor."
  },
  {
    "id": "stj_sumula_91",
    "texto": "STJ - Súmula 91 - 10/1993 - Superado Compete à Justiça Federal processar e julgar os crimes praticados contra a fauna."
  },
  {
    "id": "stj_sumula_90",
    "texto": "STJ - Súmula 90 - 10/1993 - Superado Compete a Justiça Estadual Militar processar e julgar o policial militar pela prática do crime militar, e a comum pela prática do crime comum simultâneo aquele."
  },
  {
    "id": "stj_sumula_89",
    "texto": "STJ - Súmula 89 - 10/1993 - A ação acidentária prescinde do exaurimento da via administrativa."
  },
  {
    "id": "stj_sumula_88",
    "texto": "STJ - Súmula 88 - 09/1993 - Superado São admissíveis embargos infringentes em processo falimentar."
  },
  {
    "id": "stj_sumula_87",
    "texto": "STJ - Súmula 87 - 09/1993 - A isenção do ICMS relativa a rações balanceadas para animais abrange o concentrado e o suplemento."
  },
  {
    "id": "stj_sumula_86",
    "texto": "STJ - Súmula 86 - 06/1993 - Cabe recurso especial contra acórdão proferido no julgamento de agravo de instrumento."
  },
  {
    "id": "stj_sumula_85",
    "texto": "STJ - Súmula 85 - 06/1993 - Nas relações jurídicas de trato sucessivo em que a Fazenda Pública figure como devedora, quando não tiver sido negado o próprio direito reclamado, a prescrição atinge apenas as prestações vencidas antes do quinquênio anterior a propositura da ação."
  },
  {
    "id": "stj_sumula_84",
    "texto": "STJ - Súmula 84 - 06/1993 - É admissível a oposição de embargos de terceiro fundados em alegação de posse advinda do compromisso de compra e venda de imóvel, ainda que desprovido do registro."
  },
  {
    "id": "stj_sumula_83",
    "texto": "STJ - Súmula 83 - 06/1993 - Não se conhece do Recurso Especial pela divergência, quando a orientação do Tribunal se firmou no mesmo sentido da decisão recorrida."
  },
  {
    "id": "stj_sumula_82",
    "texto": "STJ - Súmula 82 - 06/1993 - Compete à Justiça Federal, excluídas as reclamações trabalhistas, processar e julgar os feitos relativos a movimentação do FGTS."
  },
  {
    "id": "stj_sumula_81",
    "texto": "STJ - Súmula 81 - 06/1993 - Superado Não se concede fiança quando, em concurso material, a soma das penas mínimas cominadas for superior a dois anos de reclusão."
  },
  {
    "id": "stj_sumula_80",
    "texto": "STJ - Súmula 80 - 06/1993 - Superado A taxa de melhoramento dos portos não se inclui na base de cálculo do ICMS."
  },
  {
    "id": "stj_sumula_79",
    "texto": "STJ - Súmula 79 - 06/1993 - Os bancos comerciais não estão sujeitos a registro nos Conselhos Regionais de Economia."
  },
  {
    "id": "stj_sumula_78",
    "texto": "STJ - Súmula 78 - 06/1993 - Compete a Justiça Militar processar e julgar policial de corporação estadual, ainda que o delito tenha sido praticado em outra unidade federativa."
  },
  {
    "id": "stj_sumula_77",
    "texto": "STJ - Súmula 77 - 05/1993 - A Caixa Economica Federal é parte ilegítima para figurar no polo passivo das ações relativas as contribuições para o fundo PIS/PASEP."
  },
  {
    "id": "stj_sumula_76",
    "texto": "STJ - Súmula 76 - 04/1993 - A falta de registro do compromisso de compra e venda de imóvel não dispensa a prévia interpelação para constituir em mora o devedor."
  },
  {
    "id": "stj_sumula_75",
    "texto": "STJ - Súmula 75 - 04/1993 - Superado Compete a Justiça Comum Estadual processar e julgar o policial militar por crime de promover ou facilitar a fuga de preso de estabelecimento penal."
  },
  {
    "id": "stj_sumula_74",
    "texto": "STJ - Súmula 74 - 04/1993 - Para efeitos penais, o reconhecimento da menoridade do réu requer prova por documento hábil."
  },
  {
    "id": "stj_sumula_73",
    "texto": "STJ - Súmula 73 - 04/1993 - A utilização de papel moeda grosseiramente falsificado configura, em tese, o crime de estelionato, da competência da Justiça Estadual."
  },
  {
    "id": "stj_sumula_72",
    "texto": "STJ - Súmula 72 - 04/1993 - A comprovação da mora é imprescindível à busca e apreensão do bem alienado fiduciariamente."
  },
  {
    "id": "stj_sumula_71",
    "texto": "STJ - Súmula 71 - 12/1992 - Superado O bacalhau importado de país signatário do GATT é isento do ICM."
  },
  {
    "id": "stj_sumula_70",
    "texto": "STJ - Súmula 70 - 12/1992 - Superado Os juros moratórios, na desapropriação direta ou indireta, contam-se desde o trânsito em julgado da sentença."
  },
  {
    "id": "stj_sumula_69",
    "texto": "STJ - Súmula 69 - 12/1992 - Na desapropriação direta, os juros compensatórios são devidos desde a antecipada imissão na posse e, na desapropriação indireta, a partir da efetiva ocupação do imóvel."
  },
  {
    "id": "stj_sumula_68",
    "texto": "STJ - Súmula 68 - 12/1992 - Superado A parcela relativa ao ICM inclui-se na base de calculo do PIS."
  },
  {
    "id": "stj_sumula_67",
    "texto": "STJ - Súmula 67 - 12/1992 - Na desapropriação, cabe a atualização monetária, ainda que por mais de uma vez, independente do decurso de prazo superior a um ano entre o cálculo e o efetivo pagamento da indenização."
  },
  {
    "id": "stj_sumula_66",
    "texto": "STJ - Súmula 66 - 12/1992 - Compete a Justiça Federal processar e julgar execução fiscal promovida por conselho de fiscalização profissional."
  },
  {
    "id": "stj_sumula_65",
    "texto": "STJ - Súmula 65 - 12/1992 - O cancelamento, previsto no art. 29 do decreto-lei 2.303, de 21.11.86, não alcança os débitos previdenciários."
  },
  {
    "id": "stj_sumula_64",
    "texto": "STJ - Súmula 64 - 12/1992 - Não constitui constrangimento ilegal o excesso de prazo na instrução, provocado pela defesa."
  },
  {
    "id": "stj_sumula_63",
    "texto": "STJ - Súmula 63 - 11/1992 - São devidos direitos autorais pela retransmissão radiofônica de músicas em estabelecimentos comerciais."
  },
  {
    "id": "stj_sumula_62",
    "texto": "STJ - Súmula 62 - 11/1992 - Compete a Justiça Estadual processar e julgar o crime de falsa anotação na carteira de trabalho e previdência social, atribuído a empresa privada."
  },
  {
    "id": "stj_sumula_61",
    "texto": "STJ - Súmula 61 - 10/1992 - Superado O seguro de vida cobre o suicídio não premeditado."
  },
  {
    "id": "stj_sumula_60",
    "texto": "STJ - Súmula 60 - 10/1992 - É nula a obrigação cambial assumida por procurador do mutuário vinculado ao mutuante, no exclusivo interesse deste."
  },
  {
    "id": "stj_sumula_59",
    "texto": "STJ - Súmula 59 - 10/1992 - Não há conflito de competência se já existe sentença com trânsito em julgado, proferida por um dos juízos conflitantes."
  },
  {
    "id": "stj_sumula_58",
    "texto": "STJ - Súmula 58 - 09/1992 - Proposta a execução fiscal, a posterior mudança de domicílio do executado não desloca a competência já fixada."
  },
  {
    "id": "stj_sumula_57",
    "texto": "STJ - Súmula 57 - 09/1992 - Superado Compete a Justiça Comum Estadual processar e julgar ação de cumprimento fundada em acordo ou convenção coletiva não homologados pela Justiça do Trabalho."
  },
  {
    "id": "stj_sumula_56",
    "texto": "STJ - Súmula 56 - 09/1992 - Na desapropriação para instituir servidão administrativa são devidos os juros compensatórios pela limitação de uso da propriedade."
  },
  {
    "id": "stj_sumula_55",
    "texto": "STJ - Súmula 55 - 09/1992 - Tribunal Regional Federal não é competente para julgar recurso de decisão proferida por juiz estadual não investido de Jurisdição Federal."
  },
  {
    "id": "stj_sumula_54",
    "texto": "STJ - Súmula 54 - 09/1992 - Os juros moratórios fluem a partir do evento danoso, em caso de responsabilidade extracontratual."
  },
  {
    "id": "stj_sumula_53",
    "texto": "STJ - Súmula 53 - 09/1992 - Compete a Justiça Comum Estadual processar e julgar civil acusado de prática de crime contra instituições militares estaduais."
  },
  {
    "id": "stj_sumula_52",
    "texto": "STJ - Súmula 52 - 09/1992 - Encerrada a instrução criminal, fica superada a alegação de constrangimento por excesso de prazo."
  },
  {
    "id": "stj_sumula_51",
    "texto": "STJ - Súmula 51 - 09/1992 - A punição do intermediador, no jogo do bicho, independe da identificação do \"apostador\" ou do \"banqueiro\"."
  },
  {
    "id": "stj_sumula_50",
    "texto": "STJ - Súmula 50 - 09/1992 - Superado O adicional de tarifa portuária incide apenas nas operações realizadas com mercadorias importadas ou exportadas, objeto do comércio de navegação de longo curso."
  },
  {
    "id": "stj_sumula_49",
    "texto": "STJ - Súmula 49 - 09/1992 - Superado Na exportação de café em grão, não se inclui na base de cálculo do ICM a quota de contribuição, a que e refere o art. 2. do Decreto-lei 2.295, de 21.11.86."
  },
  {
    "id": "stj_sumula_48",
    "texto": "STJ - Súmula 48 - 08/1992 - Compete ao juízo do local da obtenção da vantagem ilícita processar e julgar crime de estelionato cometido mediante falsificação de cheque."
  },
  {
    "id": "stj_sumula_47",
    "texto": "STJ - Súmula 47 - 08/1992 - Superado Compete a Justiça Militar processar e julgar crime cometido por militar contra civil, com emprego de arma pertencente a corporação, mesmo não estando em serviço."
  },
  {
    "id": "stj_sumula_46",
    "texto": "STJ - Súmula 46 - 08/1992 - Na execução por carta, os embargos do devedor serão decididos no juízo deprecante, salvo se versarem unicamente vícios ou defeitos da penhora, avaliação ou alienação dos bens."
  },
  {
    "id": "stj_sumula_45",
    "texto": "STJ - Súmula 45 - 06/1992 - No reexame necessário, é defeso, ao Tribunal, agravar a condenação imposta a Fazenda Pública."
  },
  {
    "id": "stj_sumula_44",
    "texto": "STJ - Súmula 44 - 06/1992 - A definição, em ato regulamentar, de grau mínimo de disacusia, não exclui, por si só, a concessão do benefício previdenciário."
  },
  {
    "id": "stj_sumula_43",
    "texto": "STJ - Súmula 43 - 05/1992 - Incide correção monetária sobre dívida por ato ilícito a partir da data do efetivo prejuízo."
  },
  {
    "id": "stj_sumula_42",
    "texto": "STJ - Súmula 42 - 05/1992 - Compete a Justiça Comum Estadual processar e julgar as causas cíveis em que é parte sociedade de economia mista e os crimes praticados em seu detrimento."
  },
  {
    "id": "stj_sumula_41",
    "texto": "STJ - Súmula 41 - 05/1992 - O Superior Tribunal de Justiça não tem competência para processar e julgar, originariamente, mandado de segurança contra ato de outros Tribunais ou dos respectivos órgãos."
  },
  {
    "id": "stj_sumula_40",
    "texto": "STJ - Súmula 40 - 05/1992 - Para obtenção dos benefícios de saída temporária e trabalho externo, considera-se o tempo de cumprimento da pena no regime fechado."
  },
  {
    "id": "stj_sumula_39",
    "texto": "STJ - Súmula 39 - 04/1992 - Superado Prescreve em vinte anos a ação para haver indenização, por responsabilidade civil, de sociedade de economia mista."
  },
  {
    "id": "stj_sumula_38",
    "texto": "STJ - Súmula 38 - 03/1992 - Compete a Justiça Estadual Comum, na vigência da Constituição de 1988, o processo por contravenção penal, ainda que praticada em detrimento de bens, serviços ou interesse da União ou de suas entidades."
  },
  {
    "id": "stj_sumula_37",
    "texto": "STJ - Súmula 37 - 03/1992 - São cumuláveis as indenizações por dano material e dano moral oriundos do mesmo fato."
  },
  {
    "id": "stj_sumula_36",
    "texto": "STJ - Súmula 36 - 12/1991 - A correção monetária integra o valor da restituição, em caso de adiantamento de câmbio, requerida em concordata ou falência."
  },
  {
    "id": "stj_sumula_35",
    "texto": "STJ - Súmula 35 - 11/1991 - Incide correção monetária sobre as prestações pagas, quando de sua restituição, em virtude da retirada ou exclusão do participante de plano de consórcio."
  },
  {
    "id": "stj_sumula_34",
    "texto": "STJ - Súmula 34 - 11/1991 - Compete a Justiça Estadual processar e julgar causa relativa a mensalidade escolar, cobrada por estabelecimento particular de ensino."
  },
  {
    "id": "stj_sumula_33",
    "texto": "STJ - Súmula 33 - 10/1991 - Superado A incompetência relativa não pode ser declarada de ofício."
  },
  {
    "id": "stj_sumula_32",
    "texto": "STJ - Súmula 32 - 10/1991 - Compete a Justiça Federal processar justificações judiciais destinadas a instruir pedidos perante entidades que nela tem exclusividade de foro, ressalvada a aplicação do art. 15, II da Lei 5010/66."
  },
  {
    "id": "stj_sumula_31",
    "texto": "STJ - Súmula 31 - 10/1991 - A aquisição, pelo segurado, de mais de um imóvel financiado pelo Sistema Financeiro da Habitação, situados na mesma localidade, não exime a seguradora da obrigação de pagamento dos seguros."
  },
  {
    "id": "stj_sumula_30",
    "texto": "STJ - Súmula 30 - 10/1991 - A comissão de permanência e a correção monetária são inacumuláveis."
  },
  {
    "id": "stj_sumula_29",
    "texto": "STJ - Súmula 29 - 10/1991 - No pagamento em juízo para elidir falência, são devidos correção monetária, juros e honorários de advogado."
  },
  {
    "id": "stj_sumula_28",
    "texto": "STJ - Súmula 28 - 09/1991 - O contrato de alienação fiduciária em garantia pode ter por objeto bem que já integrava o patrimônio do devedor."
  },
  {
    "id": "stj_sumula_27",
    "texto": "STJ - Súmula 27 - 06/1991 - Pode a execução fundar-se em mais de um título extrajudicial relativos ao mesmo negócio."
  },
  {
    "id": "stj_sumula_26",
    "texto": "STJ - Súmula 26 - 06/1991 - O avalista do título de crédito vinculado a contrato de mútuo também responde pelas obrigações pactuadas, quando no contrato figurar como devedor solidário."
  },
  {
    "id": "stj_sumula_25",
    "texto": "STJ - Súmula 25 - 04/1991 - Nas ações da Lei de Falências o prazo para a interposição de recurso conta-se da intimação da parte."
  },
  {
    "id": "stj_sumula_24",
    "texto": "STJ - Súmula 24 - 04/1991 - Aplica-se ao crime de estelionato, em que figure como vítima entidade autárquica da previdência social, a qualificadora do § 3º, do art. 171 do Código Penal."
  },
  {
    "id": "stj_sumula_23",
    "texto": "STJ - Súmula 23 - 03/1991 - O Banco Central do Brasil é parte legítima nas ações fundadas na resolução 1154, de 1986."
  },
  {
    "id": "stj_sumula_22",
    "texto": "STJ - Súmula 22 - 12/1990 - Superado Não há conflito de competência entre o Tribunal de Justiça e Tribunal de Alçada do mesmo Estado-membro."
  },
  {
    "id": "stj_sumula_21",
    "texto": "STJ - Súmula 21 - 12/1990 - Pronunciado o réu, fica superada a alegação do constrangimento ilegal da prisão por excesso de prazo na instrução."
  },
  {
    "id": "stj_sumula_20",
    "texto": "STJ - Súmula 20 - 12/1990 - A mercadoria importada de país signatário do GATT é isenta do ICM, quando contemplado com esse favor o similar nacional."
  },
  {
    "id": "stj_sumula_19",
    "texto": "STJ - Súmula 19 - 12/1990 - A fixação do horário bancário, para atendimento ao público, é da competência da União."
  },
  {
    "id": "stj_sumula_18",
    "texto": "STJ - Súmula 18 - 11/1990 - A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, não subsistindo qualquer efeito condenatório."
  },
  {
    "id": "stj_sumula_17",
    "texto": "STJ - Súmula 17 - 11/1990 - Quando o falso se exaure no estelionato, sem mais potencialidade lesiva, é por este absorvido."
  },
  {
    "id": "stj_sumula_16",
    "texto": "STJ - Súmula 16 - 11/1990 - A legislação ordinária sobre crédito rural não veda a incidência da correção monetária."
  },
  {
    "id": "stj_sumula_15",
    "texto": "STJ - Súmula 15 - 11/1990 - Compete a Justiça Estadual processar e julgar os litígios decorrentes de acidente do trabalho."
  },
  {
    "id": "stj_sumula_14",
    "texto": "STJ - Súmula 14 - 11/1990 - Arbitrados os honorários advocatícios em percentual sobre o valor da causa, a correção monetária incide a partir do respectivo ajuizamento."
  },
  {
    "id": "stj_sumula_13",
    "texto": "STJ - Súmula 13 - 11/1990 - A divergência entre julgados do mesmo Tribunal não enseja Recurso Especial."
  },
  {
    "id": "stj_sumula_12",
    "texto": "STJ - Súmula 12 - 10/1990 - Em desapropriação, são cumuláveis juros compensatórios e moratórios."
  },
  {
    "id": "stj_sumula_11",
    "texto": "STJ - Súmula 11 - 09/1990 - A presença da União ou de qualquer de seus entes, na ação de usucapião especial, não afasta a competência do foro da situação do imóvel."
  },
  {
    "id": "stj_sumula_10",
    "texto": "STJ - Súmula 10 - 09/1990 - Instalada a Junta de Conciliação e Julgamento, cessa a competência do juiz de direito em matéria trabalhista, inclusive para a execução das sentenças por ele proferidas."
  },
  {
    "id": "stj_sumula_9",
    "texto": "STJ - Súmula 9 - 09/1990 - Superado A exigência da prisão provisória, para apelar, não ofende a garantia constitucional da presunção de inocência."
  },
  {
    "id": "stj_sumula_8",
    "texto": "STJ - Súmula 8 - 08/1990 - Superado Aplica-se a correção monetária aos créditos habilitados em concordata preventiva, salvo durante o período compreendido entre as datas de vigência da Lei 7.274, de 10-12-84, e do Decreto-lei 2.283, de 27-02-86."
  },
  {
    "id": "stj_sumula_7",
    "texto": "STJ - Súmula 7 - 06/1990 - A pretensão de simples reexame de prova não enseja Recurso Especial."
  },
  {
    "id": "stj_sumula_6",
    "texto": "STJ - Súmula 6 - 06/1990 - Superado Compete a Justiça Comum Estadual processar e julgar delito decorrente de acidente de trânsito envolvendo viatura de polícia militar, salvo se autor e vítima forem policiais militares em situação de atividade."
  },
  {
    "id": "stj_sumula_5",
    "texto": "STJ - Súmula 5 - 05/1990 - A simples interpretação de cláusula contratual não enseja Recurso Especial."
  },
  {
    "id": "stj_sumula_4",
    "texto": "STJ - Súmula 4 - 05/1990 - Superado Compete a Justiça Estadual julgar causa decorrente do processo eleitoral sindical."
  },
  {
    "id": "stj_sumula_3",
    "texto": "STJ - Súmula 3 - 05/1990 - Compete ao Tribunal Regional Federal dirimir conflito de competência verificado, na respectiva região, entre juiz federal e juiz estadual investido de Jurisdição Federal."
  },
  {
    "id": "stj_sumula_2",
    "texto": "STJ - Súmula 2 - 05/1990 - Não cabe o habeas data (CF, art. 5, LXXII, letra \"a\") se não houve recusa de informações por parte da autoridade administrativa."
  },
  {
    "id": "stj_sumula_1",
    "texto": "STJ - Súmula 1 - 04/1990 - O foro do domicílio ou da residência do alimentando é o competente para a ação de investigação de paternidade, quando cumulada com a de alimentos."
  }
]
