[
  {
    "id": "stf_sumula_736",
    "texto": "STF - Súmula 736 - 11/2003 - Compete à Justiça do Trabalho julgar as ações que tenham como causa de pedir o descumprimento de normas trabalhistas relativas à segurança, higiene e saúde dos trabalhadores."
  },
  {
    "id": "stf_sumula_735",
    "texto": "STF - Súmula 735 - 11/2003 - Não cabe recurso extraordinário contra acórdão que defere medida liminar."
  },
  {
    "id": "stf_sumula_734",
    "texto": "STF - Súmula 734 - 11/2003 - Não cabe reclamação quando já houver transitado em julgado o ato judicial que se alega tenha desrespeitado decisão do Supremo Tribunal Federal."
  },
  {
    "id": "stf_sumula_733",
    "texto": "STF - Súmula 733 - 11/2003 - Não cabe recurso extraordinário contra decisão proferida no processamento de precatórios."
  },
  {
    "id": "stf_sumula_732",
    "texto": "STF - Súmula 732 - 11/2003 - É constitucional a cobrança da contribuição do salário-educação, seja sob a Carta de 1969, seja sob a Constituição Federal de 1988, e no regime da Lei 9.424/96."
  },
  {
    "id": "stf_sumula_731",
    "texto": "STF - Súmula 731 - 11/2003 - Para fim da competência originária do Supremo Tribunal Federal, é de interesse geral da magistratura a questão de saber se, em face da LOMAN, os juízes têm direito à licença-prêmio."
  },
  {
    "id": "stf_sumula_730",
    "texto": "STF - Súmula 730 - 11/2003 - A imunidade tributária conferida a instituições de assistência social sem fins lucrativos pelo art. 150, VI, c, da Constituição, somente alcança as entidades fechadas de previdência social privada se não houver contribuição dos beneficiários."
  },
  {
    "id": "stf_sumula_729",
    "texto": "STF - Súmula 729 - 11/2003 - A decisão na ADC-4 não se aplica à antecipação de tutela em causa de natureza previdenciária.."
  },
  {
    "id": "stf_sumula_728",
    "texto": "STF - Súmula 728 - 11/2003 - Superado É de três dias o prazo para a interposição de recurso extraordinário contra decisão do Tribunal Superior Eleitoral, contado, quando for o caso, a partir da publicação do acórdão, na própria sessão de julgamento, nos termos do art. 12 da Lei 6.055/74, que não foi revogado pela Lei 8.950/94."
  },
  {
    "id": "stf_sumula_727",
    "texto": "STF - Súmula 727 - 11/2003 - Não pode o magistrado deixar de encaminhar ao Supremo Tribunal Federal o agravo de instrumento interposto da decisão que não admite recurso extraordinário, ainda que referente a causa instaurada no âmbito dos juizados especiais."
  },
  {
    "id": "stf_sumula_726",
    "texto": "STF - Súmula 726 - 11/2003 - Para efeito de aposentadoria especial de professores, não se computa o tempo de serviço prestado fora da sala de aula."
  },
  {
    "id": "stf_sumula_725",
    "texto": "STF - Súmula 725 - 11/2003 - É constitucional o § 2º do art. 6º da L. 8.024/90, resultante da conversão da MPr 168/90, que fixou o BTN fiscal como índice de correção monetária aplicável aos depósitos bloqueados pelo Plano Collor I."
  },
  {
    "id": "stf_sumula_724",
    "texto": "STF - Súmula 724 - 11/2003 - Superado Ainda quando alugado a terceiros, permanece imune ao IPTU o imóvel pertencente a qualquer das entidades referidas pelo art. 150, VI, c, da Constituição, desde que o valor dos aluguéis seja aplicado nas atividades essenciais de tais entidades."
  },
  {
    "id": "stf_sumula_723",
    "texto": "STF - Súmula 723 - 11/2003 - Não se admite a suspensão condicional do processo por crime continuado, se a soma da pena mínima da infração mais grave com o aumento mínimo de um sexto for superior a um ano."
  },
  {
    "id": "stf_sumula_722",
    "texto": "STF - Súmula 722 - 11/2003 - São da competência legislativa da União a definição dos crimes de responsabilidade e o estabelecimento das respectivas normas de processo e julgamento."
  },
  {
    "id": "stf_sumula_721",
    "texto": "STF - Súmula 721 - 09/2003 - A competência constitucional do Tribunal do Júri prevalece sobre o foro por prerrogativa de função estabelecido exclusivamente pela Constituição estadual."
  },
  {
    "id": "stf_sumula_720",
    "texto": "STF - Súmula 720 - 09/2003 - O art. 309 do Código de Trânsito Brasileiro, que reclama decorra do fato perigo de dano, derrogou o art. 32 da Lei das Contravções Penais no tocante à direção sem habilitação em vias terrestres."
  },
  {
    "id": "stf_sumula_719",
    "texto": "STF - Súmula 719 - 09/2003 - A imposição do regime de cumprimento mais severo do que a pena aplicada permitir exige motivação idônea."
  },
  {
    "id": "stf_sumula_718",
    "texto": "STF - Súmula 718 - 09/2003 - A opinião do julgador sobre a gravidade em abstrato do crime não constitui motivação idônea para a imposição de regime mais severo do que o permitido segundo a pena aplicada."
  },
  {
    "id": "stf_sumula_717",
    "texto": "STF - Súmula 717 - 09/2003 - Não impede a progressão de regime de execução da pena, fixada em sentença não transitada em julgado, o fato de o réu se encontrar em prisão especial."
  },
  {
    "id": "stf_sumula_716",
    "texto": "STF - Súmula 716 - 09/2003 - Admite-se a progressão de regime de cumprimento da pena ou a aplicação imediata de regime menos severo nela determinada, antes do trânsito em julgado da sentença condenatória."
  },
  {
    "id": "stf_sumula_715",
    "texto": "STF - Súmula 715 - 09/2003 - A pena unificada para atender ao limite de trinta anos de cumprimento, determinado pelo art. 75 do Código Penal, não é considerada para a concessão de outros benefícios, como o livramento condicional ou regime mais favorável de execução."
  },
  {
    "id": "stf_sumula_714",
    "texto": "STF - Súmula 714 - 09/2003 - É concorrente a legitimidade do ofendido, mediante queixa, e do Ministério Público, condicionada à representação do ofendido, para a ação penal por crime contra a honra de servidor público em razão do exercício de suas funções."
  },
  {
    "id": "stf_sumula_713",
    "texto": "STF - Súmula 713 - 09/2003 - O efeito devolutivo da apelação contra decisões do Júri é adstrito aos fundamentos da sua interposição."
  },
  {
    "id": "stf_sumula_712",
    "texto": "STF - Súmula 712 - 09/2003 - É nula a decisão que determina o desaforamento de processo da competência do júri sem audiência da defesa."
  },
  {
    "id": "stf_sumula_711",
    "texto": "STF - Súmula 711 - 09/2003 - A lei penal mais grave aplica-se ao crime continuado ou ao crime permanente, se a sua vigência é anterior à cessação da continuidade ou da permanência."
  },
  {
    "id": "stf_sumula_710",
    "texto": "STF - Súmula 710 - 09/2003 - No processo penal, contam-se os prazos da data da intimação, e não da juntada aos autos do mandado ou da carta precatória ou de ordem."
  },
  {
    "id": "stf_sumula_709",
    "texto": "STF - Súmula 709 - 09/2003 - Salvo quando nula a decisão de primeiro grau, o acórdão que provê o recurso contra a rejeição da denúncia vale, desde logo, pelo recebimento dela."
  },
  {
    "id": "stf_sumula_708",
    "texto": "STF - Súmula 708 - 09/2003 - É nulo o julgamento da apelação se, após a manifestação nos autos da renúncia do único defensor, o réu não foi previamente intimado para constituir outro."
  },
  {
    "id": "stf_sumula_707",
    "texto": "STF - Súmula 707 - 09/2003 - Constitui nulidade a falta de intimação do denunciado para oferecer contra-razões ao recurso interposto da rejeição da denúncia, não a suprindo a nomeação de defensor dativo."
  },
  {
    "id": "stf_sumula_706",
    "texto": "STF - Súmula 706 - 09/2003 - É relativa a nulidade decorrente da inobservância da competência penal por prevenção."
  },
  {
    "id": "stf_sumula_705",
    "texto": "STF - Súmula 705 - 09/2003 - A renúncia do réu ao direito de apelação, manifestada sem a assistência do defensor, não impede o conhecimento da apelação por este interposta."
  },
  {
    "id": "stf_sumula_704",
    "texto": "STF - Súmula 704 - 09/2003 - Não viola as garantias do juiz natural, da ampla defesa e do devido processo legal a atração por continência ou conexão do processo do co-réu ao foro por prerrogativa de função de um dos denunciados."
  },
  {
    "id": "stf_sumula_703",
    "texto": "STF - Súmula 703 - 09/2003 - A extinção do mandato do prefeito não impede a instauração de processo pela prática dos crimes previstos no art. 1º do Dl. 201/67."
  },
  {
    "id": "stf_sumula_702",
    "texto": "STF - Súmula 702 - 09/2003 - A competência do Tribunal de Justiça para julgar prefeitos restringe-se aos crimes de competência da Justiça comum estadual; nos demais casos, a competência originária caberá ao respectivo tribunal de segundo grau."
  },
  {
    "id": "stf_sumula_701",
    "texto": "STF - Súmula 701 - 09/2003 - No mandado de segurança impetrado pelo Ministério Público contra decisão proferida em processo penal, é obrigatória a citação do réu como litisconsorte passivo."
  },
  {
    "id": "stf_sumula_700",
    "texto": "STF - Súmula 700 - 09/2003 - É de cinco dias o prazo para interposição de agravo contra decisão do juiz da execução penal."
  },
  {
    "id": "stf_sumula_699",
    "texto": "STF - Súmula 699 - 09/2003 - Superado O prazo para interposição de agravo, em processo penal, é de cinco dias, de acordo com a Lei 8.038/90, não se aplicando o disposto a respeito nas alterações da Lei 8.950/94 ao Código de Processo Civil."
  },
  {
    "id": "stf_sumula_698",
    "texto": "STF - Súmula 698 - 09/2003 - Superado Não se estende aos demais crimes hediondos a admissibilidade de progressão no regime de execução da pena aplicada ao crime de tortura."
  },
  {
    "id": "stf_sumula_697",
    "texto": "STF - Súmula 697 - 09/2003 - Superado A proibição de liberdade provisória nos processos por crimes hediondos não veda o relaxamento da prisão processual por excesso de prazo."
  },
  {
    "id": "stf_sumula_696",
    "texto": "STF - Súmula 696 - 09/2003 - Reunidos os pressupostos legais permissivos da suspensão condicional do processo, mas se recusando o Promotor de Justiça a propô-la, o Juiz, dissentindo, remeterá a questão ao Procurador-Geral, aplicando-se por analogia o art. 28 do Código de Processo Penal."
  },
  {
    "id": "stf_sumula_695",
    "texto": "STF - Súmula 695 - 09/2003 - Não cabe habeas corpus quando já extinta a pena privativa de liberdade."
  },
  {
    "id": "stf_sumula_694",
    "texto": "STF - Súmula 694 - 09/2003 - Não cabe habeas corpus contra a imposição da pena de exclusão de militar ou de perda de patente ou de função pública."
  },
  {
    "id": "stf_sumula_693",
    "texto": "STF - Súmula 693 - 09/2003 - Não cabe habeas corpus contra decisão condenatória a pena de multa, ou relativo a processo em curso por infração penal a que a pena pecuniária seja a única cominada."
  },
  {
    "id": "stf_sumula_692",
    "texto": "STF - Súmula 692 - 09/2003 - Não se conhece de habeas corpus contra omissão de relator de extradição, se fundado em fato ou direito estrangeiro cuja prova não constava dos autos, nem foi ele provocado a respeito."
  },
  {
    "id": "stf_sumula_691",
    "texto": "STF - Súmula 691 - 09/2003 - Não compete ao Supremo Tribunal Federal conhecer de habeas corpus impetrado contra decisão do Relator que, em habeas corpus requerido a tribunal superior, indefere a liminar."
  },
  {
    "id": "stf_sumula_690",
    "texto": "STF - Súmula 690 - 09/2003 - Superado Compete originariamente ao Supremo Tribunal Federal o julgamento de habeas corpus contra decisão de turma recursal de juizados especiais criminais."
  },
  {
    "id": "stf_sumula_689",
    "texto": "STF - Súmula 689 - 09/2003 - O segurado pode ajuizar ação contra a instituição previdenciária perante o juízo federal do seu domicílio ou nas varas federais da Capital do Estado-Membro."
  },
  {
    "id": "stf_sumula_688",
    "texto": "STF - Súmula 688 - 09/2003 - É legítima a incidência da contribuição previdenciária sobre o 13º salário."
  },
  {
    "id": "stf_sumula_687",
    "texto": "STF - Súmula 687 - 09/2003 - A revisão de que trata o art. 58 do ADCT não se aplica aos benefícios previdenciários concedidos após a promulgação da Constituição de 1988."
  },
  {
    "id": "stf_sumula_686",
    "texto": "STF - Súmula 686 - 09/2003 - Só por lei se pode sujeitar a exame psicotécnico a habilitação de candidato a cargo público."
  },
  {
    "id": "stf_sumula_685",
    "texto": "STF - Súmula 685 - 09/2003 - É inconstitucional toda modalidade de provimento que propicie ao servidor investir-se, sem prévia aprovação em concurso público destinado ao seu provimento, em cargo que não integra a carreira na qual anteriormente investido."
  },
  {
    "id": "stf_sumula_684",
    "texto": "STF - Súmula 684 - 09/2003 - É inconstitucional o veto não motivado à participação de candidato a concurso público."
  },
  {
    "id": "stf_sumula_683",
    "texto": "STF - Súmula 683 - 09/2003 - O limite de idade para a inscrição em concurso público só se legitima em face do art. 7º, XXX, da Constituição, quando possa ser justificado pela natureza das atribuições do cargo a ser preenchido."
  },
  {
    "id": "stf_sumula_682",
    "texto": "STF - Súmula 682 - 09/2003 - Não ofende a Constituição a correção monetária no pagamento com atraso dos vencimentos de servidores públicos."
  },
  {
    "id": "stf_sumula_681",
    "texto": "STF - Súmula 681 - 09/2003 - É inconstitucional a vinculação do reajuste de vencimentos de servidores estaduais ou municipais a índices federais de correção monetária."
  },
  {
    "id": "stf_sumula_680",
    "texto": "STF - Súmula 680 - 09/2003 - O direito ao auxílio-alimentação não se estende aos servidores inativos."
  },
  {
    "id": "stf_sumula_679",
    "texto": "STF - Súmula 679 - 09/2003 - A fixação de vencimentos dos servidores públicos não pode ser objeto de convenção coletiva."
  },
  {
    "id": "stf_sumula_678",
    "texto": "STF - Súmula 678 - 09/2003 - São inconstitucionais os incisos I e III do art. 7º da Lei 8.162/91, que afastam, para efeito de anuênio e de licença-prêmio, a contagem do tempo de serviço regido pela CLT dos servidores que passaram a submeter-se ao Regime Jurídico Único."
  },
  {
    "id": "stf_sumula_677",
    "texto": "STF - Súmula 677 - 09/2003 - Até que lei venha a dispor a respeito, incumbe ao Ministério do Trabalho proceder ao registro das entidades sindicais e zelar pela observância do princípio da unicidade."
  },
  {
    "id": "stf_sumula_676",
    "texto": "STF - Súmula 676 - 09/2003 - A garantia da estabilidade provisória prevista no art. 10, II, a, do ADCT, também se aplica ao suplente do cargo de direção de comissões internas de prevenção de acidentes (CIPA)."
  },
  {
    "id": "stf_sumula_675",
    "texto": "STF - Súmula 675 - 09/2003 - Os intervalos fixados para descanso e alimentação durante a jornada de seis horas não descaracterizam o sistema de turnos ininterruptos de revezamento para o efeito do art. 7º, XIV, da Constituição."
  },
  {
    "id": "stf_sumula_674",
    "texto": "STF - Súmula 674 - 09/2003 - A anistia prevista no art. 8º do ADCT não alcança os militares expulsos com base em legislação disciplinar ordinária, ainda que em razão de atos praticados por motivação política."
  },
  {
    "id": "stf_sumula_673",
    "texto": "STF - Súmula 673 - 09/2003 - O art. 125, § 4º, da Constituição não impede a perda da graduação de militar mediante procedimento administrativo."
  },
  {
    "id": "stf_sumula_672",
    "texto": "STF - Súmula 672 - 09/2003 - O reajuste de 28,86%, concedido aos servidores militares pelas Leis 8.622/93 e 8.627/93, estende-se aos servidores civis do Poder Executivo, observadas as eventuais compensações decorrentes dos reajustes diferenciados concedidos pelos mesmos diplomas legais."
  },
  {
    "id": "stf_sumula_671",
    "texto": "STF - Súmula 671 - 09/2003 - Os servidores públicos e os trabalhadores em geral têm direito, no que concerne à URP de abril/maio de 1988, apenas ao valor correspondente a 7/30 de 16,19% sobre os vencimentos e salários pertinentes aos meses de abril e maio de 1988, não cumulativamente, devidamente corrigido até o efetivo pagamento."
  },
  {
    "id": "stf_sumula_670",
    "texto": "STF - Súmula 670 - 09/2003 - O serviço de iluminação pública não pode ser remunerado mediante taxa."
  },
  {
    "id": "stf_sumula_669",
    "texto": "STF - Súmula 669 - 09/2003 - Norma legal que altera o prazo de recolhimento da obrigação tributária não se sujeita ao princípio da anterioridade."
  },
  {
    "id": "stf_sumula_668",
    "texto": "STF - Súmula 668 - 09/2003 - É inconstitucional a lei municipal que tenha estabelecido, antes da Emenda Constitucional 29/2000, alíquotas progressivas para o IPTU, salvo se destinada a assegurar o cumprimento da função social da propriedade urbana."
  },
  {
    "id": "stf_sumula_667",
    "texto": "STF - Súmula 667 - 09/2003 - Viola a garantia constitucional de acesso à jurisdição a taxa judiciária calculada sem limite sobre o valor da causa."
  },
  {
    "id": "stf_sumula_666",
    "texto": "STF - Súmula 666 - 09/2003 - A contribuição confederativa de que trata o art. 8º, IV, da Constituição, só é exigível dos filiados ao sindicato respectivo."
  },
  {
    "id": "stf_sumula_665",
    "texto": "STF - Súmula 665 - 09/2003 - É constitucional a Taxa de Fiscalização dos Mercados de Títulos e Valores Mobiliários instituída pela Lei 7.940/89."
  },
  {
    "id": "stf_sumula_664",
    "texto": "STF - Súmula 664 - 09/2003 - É inconstitucional o inciso V do art. 1º da Lei 8.033/90, que instituiu a incidência do imposto nas operações de crédito, câmbio e seguros - IOF sobre saques efetuados em caderneta de poupança."
  },
  {
    "id": "stf_sumula_663",
    "texto": "STF - Súmula 663 - 09/2003 - Os §§ 1º e 3º do art. 9º do Dl. 406/68 foram recebidos pela Constituição."
  },
  {
    "id": "stf_sumula_662",
    "texto": "STF - Súmula 662 - 09/2003 - É legítima a incidência do ICMS na comercialização de exemplares de obras cinematográficas, gravados em fitas de videocassete."
  },
  {
    "id": "stf_sumula_661",
    "texto": "STF - Súmula 661 - 09/2003 - Na entrada de mercadoria importada do exterior, é legítima a cobrança do ICMS por ocasião do desembaraço aduaneiro."
  },
  {
    "id": "stf_sumula_660",
    "texto": "STF - Súmula 660 - 09/2003 - Superado Não incide ICMS na importação de bens por pessoa física ou jurídica que não seja contribuinte do imposto."
  },
  {
    "id": "stf_sumula_659",
    "texto": "STF - Súmula 659 - 09/2003 - É legítima a cobrança da COFINS, do PIS e do FINSOCIAL sobre as operações relativas a energia elétrica, serviços de telecomunicações, derivados de petróleo, combustíveis e minerais do País."
  },
  {
    "id": "stf_sumula_658",
    "texto": "STF - Súmula 658 - 09/2003 - Superado São constitucionais os arts. 7º da Lei 7.787/89 e 1º da Lei 7.894/89 e da Lei 8.147/90, que majoraram a alíquota do Finsocial, quando devida a contribuição por empresas dedicadas exclusivamente à prestação de serviços."
  },
  {
    "id": "stf_sumula_657",
    "texto": "STF - Súmula 657 - 09/2003 - A imunidade prevista no art. 150, VI, d, da Constituição Federal abrange os filmes e papéis fotográficos necessários à publicação de jornais e periódicos."
  },
  {
    "id": "stf_sumula_656",
    "texto": "STF - Súmula 656 - 09/2003 - É inconstitucional a lei que estabelece alíquotas progressivas para o imposto de transmissão inter vivos de bens imóveis - ITBI com base no valor venal do imóvel."
  },
  {
    "id": "stf_sumula_655",
    "texto": "STF - Súmula 655 - 09/2003 - A exceção prevista no art. 100, caput, da Constituição, em favor dos créditos de natureza alimentícia, não dispensa a expedição de precatório, limitando-se a isentá-los da observância da ordem cronológica dos precatórios decorrentes de condenações de outra natureza."
  },
  {
    "id": "stf_sumula_654",
    "texto": "STF - Súmula 654 - 09/2003 - A garantia da irretroatividade da lei, prevista no art 5º, XXXVI, da Constituição da República, não é invocável pela entidade estatal que a tenha editado."
  },
  {
    "id": "stf_sumula_653",
    "texto": "STF - Súmula 653 - 09/2003 - No Tribunal de Contas estadual, composto por sete conselheiros, quatro devem ser escolhidos pela Assembléia Legislativa e três pelo Chefe do Poder Executivo estadual, cabendo a este indicar um dentre auditores e outro dentre membros do Ministério Público, e um terceiro a sua livre escolha."
  },
  {
    "id": "stf_sumula_652",
    "texto": "STF - Súmula 652 - 09/2003 - Não contraria a Constituição o art. 15, § 1º, do Dl. 3.365/41 (Lei da Desapropriação por utilidade pública)."
  },
  {
    "id": "stf_sumula_651",
    "texto": "STF - Súmula 651 - 09/2003 - A medida provisória não apreciada pelo Congresso Nacional podia, até a EC 32/2001, ser reeditada dentro do seu prazo de eficácia de trinta dias, mantidos os efeitos de lei desde a primeira edição."
  },
  {
    "id": "stf_sumula_650",
    "texto": "STF - Súmula 650 - 09/2003 - Os incisos I e XI do art. 20 da CF não alcançam terras de aldeamentos extintos, ainda que ocupadas por indígenas em passado remoto."
  },
  {
    "id": "stf_sumula_649",
    "texto": "STF - Súmula 649 - 09/2003 - É inconstitucional a criação, por Constituição estadual, de órgão de controle administrativo do Poder Judiciário do qual participem representantes de outros Poderes ou entidades."
  },
  {
    "id": "stf_sumula_648",
    "texto": "STF - Súmula 648 - 09/2003 - A norma do § 3º do art. 192 da Constituição, revogada pela EC 40/2003, que limitava a taxa de juros reais a 12% ao ano, tinha sua aplicabilidade condicionada à edição de lei complementar."
  },
  {
    "id": "stf_sumula_647",
    "texto": "STF - Súmula 647 - 09/2003 - Compete privativamente à União legislar sobre vencimentos dos membros das polícias civil e militar do Distrito Federal."
  },
  {
    "id": "stf_sumula_646",
    "texto": "STF - Súmula 646 - 09/2003 - Ofende o princípio da livre concorrência lei municipal que impede a instalação de estabelecimentos comerciais do mesmo ramo em determinada área."
  },
  {
    "id": "stf_sumula_645",
    "texto": "STF - Súmula 645 - 09/2003 - É competente o Município para fixar o horário de funcionamento de estabelecimento comercial."
  },
  {
    "id": "stf_sumula_644",
    "texto": "STF - Súmula 644 - 09/2003 - Ao titular do cargo de procurador de autarquia não se exige a apresentação de instrumento de mandato para representá-la em juízo."
  },
  {
    "id": "stf_sumula_643",
    "texto": "STF - Súmula 643 - 09/2003 - O Ministério Público tem legitimidade para promover ação civil pública cujo fundamento seja a ilegalidade de reajuste de mensalidades escolares."
  },
  {
    "id": "stf_sumula_642",
    "texto": "STF - Súmula 642 - 09/2003 - Não cabe ação direta de inconstitucionalidade de lei do Distrito Federal derivada da sua competência legislativa municipal."
  },
  {
    "id": "stf_sumula_641",
    "texto": "STF - Súmula 641 - 09/2003 - Não se conta em dobro o prazo para recorrer, quando só um dos litisconsortes haja sucumbido."
  },
  {
    "id": "stf_sumula_640",
    "texto": "STF - Súmula 640 - 09/2003 - É cabível recurso extraordinário contra decisão proferida por juiz de primeiro grau nas causas de alçada, ou por turma recursal de juizado especial cível e criminal."
  },
  {
    "id": "stf_sumula_639",
    "texto": "STF - Súmula 639 - 09/2003 - Superado Aplica-se a Súmula 288 quando não constarem do traslado do agravo de instrumento as cópias das peças necessárias à verificação da tempestividade do recurso extraordinário não admitido pela decisão agravada."
  },
  {
    "id": "stf_sumula_638",
    "texto": "STF - Súmula 638 - 09/2003 - A controvérsia sobre a incidência, ou não, de correção monetária em operações de crédito rural é de natureza infraconstitucional, não viabilizando recurso extraordinário."
  },
  {
    "id": "stf_sumula_637",
    "texto": "STF - Súmula 637 - 09/2003 - Não cabe recurso extraordinário contra acórdão de Tribunal de Justiça que defere pedido de intervenção estadual em Município."
  },
  {
    "id": "stf_sumula_636",
    "texto": "STF - Súmula 636 - 09/2003 - Não cabe recurso extraordinário por contrariedade ao princípio constitucional da legalidade, quando a sua verificação pressuponha rever a interpretação dada a normas infraconstitucionais pela decisão recorrida."
  },
  {
    "id": "stf_sumula_635",
    "texto": "STF - Súmula 635 - 09/2003 - Cabe ao Presidente do Tribunal de origem decidir o pedido de medida cautelar em recurso extraordinário ainda pendente do seu juízo de admissibilidade."
  },
  {
    "id": "stf_sumula_634",
    "texto": "STF - Súmula 634 - 09/2003 - Não compete ao Supremo Tribunal Federal conceder medida cautelar para dar efeito suspensivo a recurso extraordinário que ainda não foi objeto de juízo de admissibilidade na origem."
  },
  {
    "id": "stf_sumula_633",
    "texto": "STF - Súmula 633 - 09/2003 - É incabível a condenação em verba honorária nos recursos extraordinários interpostos em processo trabalhista, exceto nas hipóteses previstas na Lei 5.584/70."
  },
  {
    "id": "stf_sumula_632",
    "texto": "STF - Súmula 632 - 09/2003 - É constitucional lei que fixa o prazo de decadência para a impetração de mandado de segurança."
  },
  {
    "id": "stf_sumula_631",
    "texto": "STF - Súmula 631 - 09/2003 - Extingue-se o processo de mandado de segurança se o impetrante não promove, no prazo assinado, a citação do litisconsorte passivo necessário."
  },
  {
    "id": "stf_sumula_630",
    "texto": "STF - Súmula 630 - 09/2003 - A entidade de classe tem legitimação para o mandado de segurança ainda quando a pretensão veiculada interesse apenas a uma parte da respectiva categoria."
  },
  {
    "id": "stf_sumula_629",
    "texto": "STF - Súmula 629 - 09/2003 - A impetração de mandado de segurança coletivo por entidade de classe em favor dos associados independe da autorização destes."
  },
  {
    "id": "stf_sumula_628",
    "texto": "STF - Súmula 628 - 09/2003 - Integrante de lista de candidatos a determinada vaga da composição de tribunal é parte legítima para impugnar a validade da nomeação de concorrente."
  },
  {
    "id": "stf_sumula_627",
    "texto": "STF - Súmula 627 - 09/2003 - No mandado de segurança contra a nomeação de magistrado da competência do Presidente da República, este é considerado autoridade coatora, ainda que o fundamento da impetração seja nulidade ocorrida em fase anterior do procedimento."
  },
  {
    "id": "stf_sumula_626",
    "texto": "STF - Súmula 626 - 09/2003 - A suspensão da liminar em mandado de segurança, salvo determinação em contrário da decisão que a deferir, vigorará até o trânsito em julgado da decisão definitiva de concessão da segurança ou, havendo recurso, até a sua manutenção pelo Supremo Tribunal Federal, desde que o objeto da liminar deferida coincida, total ou parcialmente, com o da impetração."
  },
  {
    "id": "stf_sumula_625",
    "texto": "STF - Súmula 625 - 09/2003 - Controvérsia sobre matéria de direito não impede concessão de mandado de segurança."
  },
  {
    "id": "stf_sumula_624",
    "texto": "STF - Súmula 624 - 09/2003 - Não compete ao Supremo Tribunal Federal conhecer originariamente de mandado de segurança contra atos de outros tribunais."
  },
  {
    "id": "stf_sumula_623",
    "texto": "STF - Súmula 623 - 09/2003 - Não gera por si só a competência originária do Supremo Tribunal Federal para conhecer do mandado de segurança com base no art. 102, I, n, da Constituição, dirigir-se o pedido contra deliberação administrativa do tribunal de origem, da qual haja participado a maioria ou a totalidade de seus membros."
  },
  {
    "id": "stf_sumula_622",
    "texto": "STF - Súmula 622 - 09/2003 - Superado Não cabe agravo regimental contra decisão do relator que concede ou indefere liminar em mandado de segurança."
  },
  {
    "id": "stf_sumula_621",
    "texto": "STF - Súmula 621 - 10/1984 - Superado Não enseja embargos de terceiro à penhora a promessa de compra e venda não inscrita no registro de imóveis."
  },
  {
    "id": "stf_sumula_620",
    "texto": "STF - Súmula 620 - 10/1984 - Superado A sentença proferida contra Autarquias não está sujeita a reexame necessário, salvo quando sucumbente em execução de dívida ativa."
  },
  {
    "id": "stf_sumula_619",
    "texto": "STF - Súmula 619 - 10/1984 - A prisão do depositário judicial pode ser decretada no próprio processo em que se constituiu o encargo, independentemente da propositura de ação de depósito. (Revogada)"
  },
  {
    "id": "stf_sumula_618",
    "texto": "STF - Súmula 618 - 10/1984 - Superado Na desapropriação, direta ou indireta, a taxa dos juros compensatórios é de 12% (doze por cento) ao ano."
  },
  {
    "id": "stf_sumula_617",
    "texto": "STF - Súmula 617 - 10/1984 - A base de cálculo dos honorários de advogado em desapropriação é a diferença entre a oferta e a indenização, corrigidas ambas monetariamente."
  },
  {
    "id": "stf_sumula_616",
    "texto": "STF - Súmula 616 - 10/1984 - É permitida a cumulação da multa contratual com os honorários de advogado, após o advento do Código de Processo Civil vigente."
  },
  {
    "id": "stf_sumula_615",
    "texto": "STF - Súmula 615 - 10/1984 - Superado O princípio constitucional da anualidade (§ 29 do art. 153 da CF) não se aplica à revogação de isenção do ICM."
  },
  {
    "id": "stf_sumula_614",
    "texto": "STF - Súmula 614 - 10/1984 - Somente o Procurador-Geral da Justiça tem legitimidade para propor ação direta interventiva por inconstitucionalidade de Lei Municipal."
  },
  {
    "id": "stf_sumula_613",
    "texto": "STF - Súmula 613 - 10/1984 - Os dependentes de trabalhador rural não têm direito à pensão previdenciária, se o óbito ocorreu anteriormente à vigência da Lei Complementar nº 11/71."
  },
  {
    "id": "stf_sumula_612",
    "texto": "STF - Súmula 612 - 10/1984 - Superado Ao trabalhador rural não se aplicam, por analogia, os benefícios previstos na Lei nº 6367, de 19/10/76."
  },
  {
    "id": "stf_sumula_611",
    "texto": "STF - Súmula 611 - 10/1984 - Transitada em julgado a sentença condenatória, compete ao Juízo das execuções a aplicação de lei mais benigna."
  },
  {
    "id": "stf_sumula_610",
    "texto": "STF - Súmula 610 - 10/1984 - Há crime de latrocínio, quando o homicídio se consuma, ainda que não realize o agente a subtração de bens da vítima."
  },
  {
    "id": "stf_sumula_609",
    "texto": "STF - Súmula 609 - 10/1984 - É pública incondicionada a ação penal por crime de sonegação fiscal."
  },
  {
    "id": "stf_sumula_608",
    "texto": "STF - Súmula 608 - 10/1984 - No crime de estupro, praticado mediante violência real, a ação penal é pública incondicionada."
  },
  {
    "id": "stf_sumula_607",
    "texto": "STF - Súmula 607 - 10/1984 - Superado Na ação penal regida pela Lei nº 4611/65, a denúncia, como substitutivo da Portaria, não interrompe a prescrição."
  },
  {
    "id": "stf_sumula_606",
    "texto": "STF - Súmula 606 - 10/1984 - Não cabe habeas corpus originário para o Tribunal Pleno de decisão de Turma, ou do Plenário, proferida em habeas corpus ou no respectivo recurso."
  },
  {
    "id": "stf_sumula_605",
    "texto": "STF - Súmula 605 - 10/1984 - Superado Não se admite continuidade delitiva nos crimes contra a vida."
  },
  {
    "id": "stf_sumula_604",
    "texto": "STF - Súmula 604 - 10/1984 - Superado A prescrição pela pena em concreto é somente da pretensão executória da pena privativa de liberdade."
  },
  {
    "id": "stf_sumula_603",
    "texto": "STF - Súmula 603 - 10/1984 - A competência para o processo e julgamento de latrocínio é do Juiz singular e não do Tribunal do Júri."
  },
  {
    "id": "stf_sumula_602",
    "texto": "STF - Súmula 602 - 10/1984 - Superado Nas causas criminais, o prazo de interposição de Recurso Extraordinário é de 10 (dez) dias."
  },
  {
    "id": "stf_sumula_601",
    "texto": "STF - Súmula 601 - 10/1984 - Superado Os arts. 3º, II, e 55 da Lei Complementar nº 40/81 (Lei Orgânica do Ministério Público) não revogaram a legislação anterior que atribui a iniciativa para a ação penal pública, no processo sumário, ao juiz ou à autoridade policial, mediante Portaria ou Auto de Prisão em Flagrante."
  },
  {
    "id": "stf_sumula_600",
    "texto": "STF - Súmula 600 - 12/1976 - Cabe ação executiva contra o emitente e seus avalistas, ainda que não apresentado o cheque ao sacado no prazo legal, desde que não prescrita a ação cambiária."
  },
  {
    "id": "stf_sumula_599",
    "texto": "STF - Súmula 599 - 12/1976 - São incabíveis embargos de divergência de decisão de turma, em agravo regimental. (Cancelada)"
  },
  {
    "id": "stf_sumula_598",
    "texto": "STF - Súmula 598 - 12/1967 - Nos embargos de divergência não servem como padrão de discordância os mesmos paradigmas invocados para demonstrá-la mas repelidos como não dissidentes no julgamento do recurso extraordinário."
  },
  {
    "id": "stf_sumula_597",
    "texto": "STF - Súmula 597 - 12/1976 - Superado Não cabem embargos infringentes de acórdão que, em mandado de segurança decidiu, por maioria de votos, a apelação."
  },
  {
    "id": "stf_sumula_596",
    "texto": "STF - Súmula 596 - 12/1976 - As disposições do Decreto 22.626/33 não se aplicam às taxas de juros e aos outros encargos cobrados nas operações realizadas por instituições públicas ou privadas, que integram o sistema financeiro nacional."
  },
  {
    "id": "stf_sumula_595",
    "texto": "STF - Súmula 595 - 12/1976 - É inconstitucional a taxa municipal de conservação de estradas de rodagem cuja base de cálculo seja idêntica à do imposto territorial rural."
  },
  {
    "id": "stf_sumula_594",
    "texto": "STF - Súmula 594 - 12/1976 - Os direitos de queixa e de representação podem ser exercidos, independentemente, pelo ofendido ou por seu representante legal."
  },
  {
    "id": "stf_sumula_593",
    "texto": "STF - Súmula 593 - 12/1976 - Incide o percentual do Fundo de Garantia do Tempo de Serviço (FGTS) sobre a parcela da remuneração correspondente a horas extraordinárias de trabalho."
  },
  {
    "id": "stf_sumula_592",
    "texto": "STF - Súmula 592 - 12/1976 - Nos crimes falimentares, aplicam-se as causas interruptivas da prescrição, previstas no Código Penal."
  },
  {
    "id": "stf_sumula_591",
    "texto": "STF - Súmula 591 - 12/1976 - A imunidade ou a isenção tributária do comprador não se estende ao produtor, contribuinte do imposto sobre produtos industrializados."
  },
  {
    "id": "stf_sumula_590",
    "texto": "STF - Súmula 590 - 12/1976 - Calcula-se o imposto de transmissão causa mortis sobre o saldo credor da promessa de compra e venda de imóvel, no momento da abertura da sucessão do promitente vendedor."
  },
  {
    "id": "stf_sumula_589",
    "texto": "STF - Súmula 589 - 12/1976 - É inconstitucional a fixação de adicional progressivo do imposto predial e territorial urbano em função do número de imóveis do contribuinte."
  },
  {
    "id": "stf_sumula_588",
    "texto": "STF - Súmula 588 - 12/1976 - O imposto sobre serviços não incide sobre os depósitos, as comissões e taxas de desconto, cobrados pelos estabelecimentos bancários."
  },
  {
    "id": "stf_sumula_587",
    "texto": "STF - Súmula 587 - 12/1976 - Incide imposto de renda sobre o pagamento de serviços técnicos contratados no exterior e prestados no Brasil."
  },
  {
    "id": "stf_sumula_586",
    "texto": "STF - Súmula 586 - 12/1976 - Incide imposto de renda sobre os juros remetidos para o exterior, com base em contrato de mútuo."
  },
  {
    "id": "stf_sumula_585",
    "texto": "STF - Súmula 585 - 12/1976 - Superado Não incide o imposto de renda sobre a remessa de divisas para pagamento de serviços prestados no exterior, por empresa que não opera no Brasil."
  },
  {
    "id": "stf_sumula_584",
    "texto": "STF - Súmula 584 - 12/1976 - Ao imposto de renda calculado sobre os rendimentos do ano-base, aplica-se a lei vigente no exercício financeiro em que deve ser apresentada a declaração."
  },
  {
    "id": "stf_sumula_583",
    "texto": "STF - Súmula 583 - 12/1976 - Promitente-Comprador de imóvel residencial transcrito em nome de autarquia é contribuinte do imposto predial territorial urbano."
  },
  {
    "id": "stf_sumula_582",
    "texto": "STF - Súmula 582 - 12/1976 - Superado É constitucional a Resolução nº 640/69, do Conselho de Política Aduaneira, que reduziu a alíquota do imposto de importação para a soda cáustica, destinada a zonas de difícil distribuição e abastecimento."
  },
  {
    "id": "stf_sumula_581",
    "texto": "STF - Súmula 581 - 12/1976 - A exigência de transporte em navio de bandeira brasileira, para efeito de isenção tributária, legitimou-se com o advento do Decreto-lei nº 666, de 2.7.69."
  },
  {
    "id": "stf_sumula_580",
    "texto": "STF - Súmula 580 - 12/1976 - Superado A isenção prevista no art. 13, parágrafo único, do Decreto-lei 43/66, restringe-se aos filmes cinematográficos."
  },
  {
    "id": "stf_sumula_579",
    "texto": "STF - Súmula 579 - 12/1976 - Superado A cal virgem e a hidratada estão sujeitas ao imposto de circulação de mercadorias."
  },
  {
    "id": "stf_sumula_578",
    "texto": "STF - Súmula 578 - 12/1976 - Superado Não podem os Estados, a título de ressarcimento de despesas, reduzir a parcela de 20% do produto da arrecadação do imposto de circulação de mercadorias, atribuída aos Municípios pelo art. 23, § 8º, da Constituição Federal."
  },
  {
    "id": "stf_sumula_577",
    "texto": "STF - Súmula 577 - 12/1976 - Superado Na importação de mercadorias do exterior, o fato gerador do imposto de circulação de mercadorias ocorre no momento de sua entrada no estabelecimento do importador."
  },
  {
    "id": "stf_sumula_576",
    "texto": "STF - Súmula 576 - 12/1976 - Superado É lícita a cobrança do imposto de circulação de mercadorias sobre produtos importados sob o regime da alíquota \"zero\"."
  },
  {
    "id": "stf_sumula_575",
    "texto": "STF - Súmula 575 - 12/1976 - À mercadoria importada de país signatário do GATT, ou membro da ALALC, estende-se a isenção do imposto de circulação de mercadorias concedida a similar nacional."
  },
  {
    "id": "stf_sumula_574",
    "texto": "STF - Súmula 574 - 12/1976 - Sem lei estadual que a estabeleça, é ilegítima a cobrança do imposto de circulação de mercadorias sobre o fornecimento de alimentação e bebidas em restaurante ou estabelecimento similar."
  },
  {
    "id": "stf_sumula_573",
    "texto": "STF - Súmula 573 - 12/1976 - Não constitui fato gerador do imposto de circulação de mercadorias a saída física de máquinas, utensílios e implementos a título de comodato."
  },
  {
    "id": "stf_sumula_572",
    "texto": "STF - Súmula 572 - 12/1976 - Superado No cálculo do imposto de circulação de mercadorias devido na saída de mercadorias para o exterior, não se incluem fretes pagos a terceiros, seguros e despesas de embarque."
  },
  {
    "id": "stf_sumula_571",
    "texto": "STF - Súmula 571 - 12/1976 - Superado O comprador de café ao IBC, ainda que sem expedição de nota fiscal, habilita-se, quando da comercialização do produto, ao crédito do ICM que incidiu sobre a operação anterior."
  },
  {
    "id": "stf_sumula_570",
    "texto": "STF - Súmula 570 - 12/1976 - Superado O impôsto de circulação de mercadorias não incide sobre a importação de bens de capital."
  },
  {
    "id": "stf_sumula_569",
    "texto": "STF - Súmula 569 - 12/1976 - Superado É inconstitucional a discriminação de alíquotas do imposto de circulação de mercadorias nas operações interestaduais, em razão de o destinatário ser, ou não, contribuinte."
  },
  {
    "id": "stf_sumula_568",
    "texto": "STF - Súmula 568 - 12/1976 - Superado A identificação criminal não constitui constrangimento ilegal, ainda que o indiciado já tenha sido identificado civilmente."
  },
  {
    "id": "stf_sumula_567",
    "texto": "STF - Súmula 567 - 12/1976 - A constituição, ao assegurar, no § 3º do art. 102, a contagem integral do tempo de serviço público federal, estadual ou municipal para os efeitos de aposentadoria e disponibilidade não proíbe à União, aos Estados e aos Municípios mandarem contar, mediante lei, para efeito diverso, tempo de serviço prestado a outra pessoa de direito público interno."
  },
  {
    "id": "stf_sumula_566",
    "texto": "STF - Súmula 566 - 12/1976 - Superado Enquanto pendente, o pedido de readaptação fundado em desvio funcional não gera direitos para o servidor, relativamente ao cargo pleiteado."
  },
  {
    "id": "stf_sumula_565",
    "texto": "STF - Súmula 565 - 12/1976 - Superado A multa fiscal moratória constitui pena administrativa, não se incluindo no crédito habilitado em falência."
  },
  {
    "id": "stf_sumula_564",
    "texto": "STF - Súmula 564 - 12/1976 - Superado A ausência de fundamentação do despacho de recebimento de denúncia por crime falimentar enseja nulidade processual, salvo se já houver sentença condenatória."
  },
  {
    "id": "stf_sumula_563",
    "texto": "STF - Súmula 563 - 12/1976 - Superado O concurso de preferência a que se refere o parágrafo único do art. 187 do Código Tributário Nacional é compatível com o disposto no art. 9º, inciso I, da Constituição Federal."
  },
  {
    "id": "stf_sumula_562",
    "texto": "STF - Súmula 562 - 12/1976 - Na indenização de danos materiais decorrentes de ato ilícito cabe a atualização de seu valor, utilizando-se, para esse fim, dentre outros critérios, dos índices de correção monetária."
  },
  {
    "id": "stf_sumula_561",
    "texto": "STF - Súmula 561 - 12/1976 - Em desapropriação, é devida a correção monetária até a data do efetivo pagamento da indenização, devendo proceder-se à atualização do cálculo, ainda que por mais de uma vez."
  },
  {
    "id": "stf_sumula_560",
    "texto": "STF - Súmula 560 - 12/1976 - Superado A extinção de punibilidade, pelo pagamento do tributo devido, estende-se ao crime de contrabando ou descaminho, por força do art. 18, § 2º, do Decreto-lei 157/67."
  },
  {
    "id": "stf_sumula_559",
    "texto": "STF - Súmula 559 - 12/1976 - Superado O Decreto-lei 730, de 5.8.69, revogou a exigência de homologação, pelo Ministro da Fazenda, das Resoluções do Conselho de Política Aduaneira."
  },
  {
    "id": "stf_sumula_558",
    "texto": "STF - Súmula 558 - 12/1976 - Superado É constitucional o art. 27 do Decreto-lei 898, de 29.9.69."
  },
  {
    "id": "stf_sumula_557",
    "texto": "STF - Súmula 557 - 12/1976 - Superado É competente a Justiça Federal para julgar as causas em que são partes a COBAL e a CIBRAZEM."
  },
  {
    "id": "stf_sumula_556",
    "texto": "STF - Súmula 556 - 12/1976 - É competente a Justiça comum para julgar as causas em que é parte sociedade de economia mista."
  },
  {
    "id": "stf_sumula_555",
    "texto": "STF - Súmula 555 - 12/1976 - É competente o Tribunal de Justiça para julgar conflito de jurisdição entre Juiz de Direito do Estado e a Justiça Militar local."
  },
  {
    "id": "stf_sumula_554",
    "texto": "STF - Súmula 554 - 12/1976 - O pagamento de cheque emitido sem provisão de fundos, após o recebimento da denúncia, não obsta ao prosseguimento da ação penal."
  },
  {
    "id": "stf_sumula_553",
    "texto": "STF - Súmula 553 - 12/1976 - Superado O Adicional ao Frete para Renovação da Marinha Mercante (AFRMM) é contribuição parafiscal, não sendo abrangido pela imunidade prevista na letra d, inciso III, do art. 19, da Constituição Federal."
  },
  {
    "id": "stf_sumula_552",
    "texto": "STF - Súmula 552 - 12/1976 - Superado Com a regulamentação do art. 15 da Lei nº 5.316/67, pelo Decreto 71.037/72, tornou-se exeqüível a exigência da exaustão da via administrativa antes do início da ação de acidente do trabalho."
  },
  {
    "id": "stf_sumula_551",
    "texto": "STF - Súmula 551 - 12/1969 - Superado É inconstitucional a taxa de urbanização da Lei número 2.320, de 20-12-1961, instituída pelo Município de Pôrto Alegre, porque seu fato gerador é o mesmo da transmissão imobiliária."
  },
  {
    "id": "stf_sumula_550",
    "texto": "STF - Súmula 550 - 12/1969 - Superado A isenção concedida pelo art. 2º da Lei nº 1.815 de 1953, às emprêsas de navegação aérea não compreende a taxa de melhoramento de portos, instituída pela Lei nº 3.421 de 1958."
  },
  {
    "id": "stf_sumula_549",
    "texto": "STF - Súmula 549 - 12/1969 - Superado A Taxa de Bombeiros do Estado de Pernambuco é constitucional, revogada a Súmula nº 274."
  },
  {
    "id": "stf_sumula_548",
    "texto": "STF - Súmula 548 - 12/1969 - Superado É inconstitucional o Decreto-lei nº 643, de 19.6.47, artigo 4º, do Paraná, na parte que exige sêlo proporcional sôbre atos e instrumentos regulados por lei federal."
  },
  {
    "id": "stf_sumula_547",
    "texto": "STF - Súmula 547 - 12/1969 - Não é lícito à autoridade proibir que o contribuinte em débito adquira estampilhas, despache mercadorias nas alfândegas e exerça suas atividades profissionais."
  },
  {
    "id": "stf_sumula_546",
    "texto": "STF - Súmula 546 - 12/1969 - Cabe a restituição do tributo pago indevidamente, quando reconhecido por decisão, que o contribuinte de jure não recuperou do contribuinte de facto o quantum respectivo."
  },
  {
    "id": "stf_sumula_545",
    "texto": "STF - Súmula 545 - 12/1969 - Superado Preços de serviços públicos e taxas não se confundem, porque estas, diferentemente daqueles, são compulsórias e têm sua cobrança condicionada à prévia autorização orçamentária, em relação à lei que as instituiu."
  },
  {
    "id": "stf_sumula_544",
    "texto": "STF - Súmula 544 - 12/1969 - Isenções tributárias concedidas, sob condição onerosa, não podem ser livremente suprimidas."
  },
  {
    "id": "stf_sumula_543",
    "texto": "STF - Súmula 543 - 12/1969 - Superado A Lei nº 2.975, de 27-11-1965, revogou, apenas, as isenções de caráter geral, relativas ao impôsto único sôbre combustíveis, não as especiais, por outras leis concedidas."
  },
  {
    "id": "stf_sumula_542",
    "texto": "STF - Súmula 542 - 12/1969 - Não é inconstitucional a multa instituída pelo Estado-membro, como sanção pelo retardamento do início ou da ultimação do inventário."
  },
  {
    "id": "stf_sumula_541",
    "texto": "STF - Súmula 541 - 12/1969 - Superado O impôsto sôbre vendas e consignações não incide sôbre a venda ocasional de veículos e equipamentos usados, que não se insere na atividade profissional do vendedor, e não é realizada com o fim de lucro, sem caráter, pois, de comercialidade."
  },
  {
    "id": "stf_sumula_540",
    "texto": "STF - Súmula 540 - 12/1969 - Superado No preço da mercadoria sujeita ao impôsto de vendas e consignações, não se incluem as despesas de frete e carreto."
  },
  {
    "id": "stf_sumula_539",
    "texto": "STF - Súmula 539 - 12/1969 - É constitucional a lei do Município que reduz o impôsto predial urbano sôbre imóvel ocupado pela residência do proprietário, que não possua outro."
  },
  {
    "id": "stf_sumula_538",
    "texto": "STF - Súmula 538 - 12/1969 - Superado A avaliação judicial para o efeito do cálculo das benfeitorias dedutíveis do impôsto sôbre lucro imobiliário independe do limite a que se refere a Lei nº 3.470, de 28-11-1958, art. 8º, parágrafo único."
  },
  {
    "id": "stf_sumula_537",
    "texto": "STF - Súmula 537 - 12/1969 - Superado É inconstitucional a exigência de impôsto estadual do sêlo, quando feita nos atos e instrumentos tributados ou regulados por lei federal, ressalvado o disposto no art. 15, § 5º, da Constituição Federal de 1946."
  },
  {
    "id": "stf_sumula_536",
    "texto": "STF - Súmula 536 - 12/1969 - Superado São objetivamente imunes ao impôsto sôbre circulação de mercadorias os produtos industrializados, em geral, destinados à exportação, além de outros, com a mesma destinação, cuja isenção a lei determinar."
  },
  {
    "id": "stf_sumula_535",
    "texto": "STF - Súmula 535 - 12/1969 - Superado Na importação, a granel, de combustíveis líquidos é admíssivel a diferença de pêso, para mais, até 4%, motivada pelas variações previstas no Decreto-lei nº 1.028, de 4-1-1939, art. 1º."
  },
  {
    "id": "stf_sumula_534",
    "texto": "STF - Súmula 534 - 12/1969 - Superado O impôsto de importação sôbre o extrato alcoólico de malte, como matéria-prima para fabricação de whisky, incide à base de 60%, desde que desembarcado antes do Ddecreto-lei nº 398, de 30.12.1968."
  },
  {
    "id": "stf_sumula_533",
    "texto": "STF - Súmula 533 - 12/1969 - Superado Nas operações denominadas \"crediários\", com emissão de vales ou certificados para compras e nas quais, pelo financiamento, se cobram, em separado, juros, selos e outras despesas, incluir-se-á tudo no custo da mercadoria e sôbre esse preço global calcular-se-á o impôsto de vendas e consignações."
  },
  {
    "id": "stf_sumula_532",
    "texto": "STF - Súmula 532 - 12/1969 - Superado É constitucional a Lei nº 5.043, de 21.6.66, que concedeu remissão das dívidas fiscais oriundas da falta de oportuno pagamento de sêlo nos contratos particulares com a Caixa Econômica e outras entidades autárquicas."
  },
  {
    "id": "stf_sumula_531",
    "texto": "STF - Súmula 531 - 12/1969 - É inconstitucional o Decreto nº 51.668, de 17-1-1963, que estabeleceu salário profissional para trabalhadores de transportes marítimos, fluviais e lacustres."
  },
  {
    "id": "stf_sumula_530",
    "texto": "STF - Súmula 530 - 12/1969 - Na legislação anterior ao art. 4º da Lei nº 4.749, de 12-8-1965, a contribuição para a previdência social não estava sujeita ao limite estabelecido no art. 69 da Lei nº 3.807, de 26 de agosto de 1960, sôbre o 13º salário a que se refere o art. 3º da Lei nº 4.281, de 8-11-63."
  },
  {
    "id": "stf_sumula_529",
    "texto": "STF - Súmula 529 - 12/1969 - Superado Subsiste a responsabilidade do empregador pela indenização decorrente de acidente do trabalho, quando o segurador, por haver entrado em liquidação, ou por outro motivo, não se encontrar em condições financeiras, de efetuar, na forma da lei, o pagamento que o seguro obrigatório visava garantir."
  },
  {
    "id": "stf_sumula_528",
    "texto": "STF - Súmula 528 - 12/1969 - Se a decisão contiver partes autônomas, a admissão parcial, pelo Presidente do Tribunal a quo, de recurso extraordinário que, sôbre qualquer delas se manifestar, não limitará a apreciação de tôdas pelo Supremo Tribunal Federal, independentemente de interposição de agravo de instrumento."
  },
  {
    "id": "stf_sumula_527",
    "texto": "STF - Súmula 527 - 12/1969 - Superado Após a vigência do Ato Institucional nº 6, que deu nova redação ao art. 114, III, da Constituição Federal de 1967, não cabe recurso extraordinário das decisões do juiz singular."
  },
  {
    "id": "stf_sumula_526",
    "texto": "STF - Súmula 526 - 12/1969 - Superado Subsiste a competência do Supremo Tribunal Federal para conhecer e julgar a apelação, nos crimes da Lei de Segurança Nacional, se houve sentença antes da vigência do A.I. nº 2."
  },
  {
    "id": "stf_sumula_525",
    "texto": "STF - Súmula 525 - 12/1969 - A medida de segurança não será aplicada em segunda instância, quando só o réu tenha recorrido."
  },
  {
    "id": "stf_sumula_524",
    "texto": "STF - Súmula 524 - 12/1969 - Arquivado o inquérito policial, por despacho do juiz, a requerimento do promotor de justiça, não pode a ação penal ser iniciada, sem novas provas."
  },
  {
    "id": "stf_sumula_523",
    "texto": "STF - Súmula 523 - 12/1969 - No processo penal, a falta da defesa constitui nulidade absoluta, mas a sua deficiência só o anulará se houver prova de prejuízo para o réu."
  },
  {
    "id": "stf_sumula_522",
    "texto": "STF - Súmula 522 - 12/1969 - Salvo ocorrência de tráfico para o Exterior, quando, então, a competência será da Justiça Federal, compete à Justiça dos Estados o processo e julgamento dos crimes relativos a entorpecentes."
  },
  {
    "id": "stf_sumula_521",
    "texto": "STF - Súmula 521 - 12/1969 - Superado O foro competente para o processo e julgamento dos crimes de estelionato, sob a modalidade da emissão dolosa de cheque sem provisão de fundos, é o do local onde se deu a recusa do pagamento pelo sacado."
  },
  {
    "id": "stf_sumula_520",
    "texto": "STF - Súmula 520 - 12/1969 - Não exige a lei que, para requerer o exame a que se refere o art. 777 do Código de Processo Penal, tenha o sentenciado cumprido mais de metade do prazo da medida de segurança imposta."
  },
  {
    "id": "stf_sumula_519",
    "texto": "STF - Súmula 519 - 12/1969 - Superado Aplica-se aos executivos fiscais o princípio da sucumbência a que se refere o art. 64 do Código de Processo Civil."
  },
  {
    "id": "stf_sumula_518",
    "texto": "STF - Súmula 518 - 12/1969 - Superado A intervenção da União, em feito já julgado pela segunda instância e pendente de embargos, não desloca o processo para o Tribunal Federal de Recursos."
  },
  {
    "id": "stf_sumula_517",
    "texto": "STF - Súmula 517 - 12/1969 - As sociedades de economia mista só têm fôro na Justiça Federal, quando a União intervém como assistente ou opoente."
  },
  {
    "id": "stf_sumula_516",
    "texto": "STF - Súmula 516 - 12/1969 - O Serviço Social da Indústria – S. E. S. I. – está sujeito à jurisdição da Justiça Estadual."
  },
  {
    "id": "stf_sumula_515",
    "texto": "STF - Súmula 515 - 12/1969 - A competência para a ação rescisória não é do Supremo Tribunal Federal, quando a questão federal, apreciada no recurso extraordinário ou no agravo de instrumento, seja diversa da que foi suscitada no pedido rescisório."
  },
  {
    "id": "stf_sumula_514",
    "texto": "STF - Súmula 514 - 12/1969 - Admite-se ação rescisória contra sentença transitada em julgado, ainda que contra ela não se tenha esgotado todos os recursos."
  },
  {
    "id": "stf_sumula_513",
    "texto": "STF - Súmula 513 - 12/1969 - A decisão que enseja a interposição de recurso ordinário ou extraordinário não é a do plenário, que resolve o incidente de inconstitucionalidade, mas a do órgão (Câmaras, Grupos ou Turmas) que completa o julgamento do feito."
  },
  {
    "id": "stf_sumula_512",
    "texto": "STF - Súmula 512 - 12/1969 - Não cabe condenação em honorários de advogado na ação de mandado de segurança."
  },
  {
    "id": "stf_sumula_511",
    "texto": "STF - Súmula 511 - 12/1969 - Superado Compete à Justiça Federal, em ambas as instâncias, processar e julgar as causas entre autarquias federais e entidades públicas locais, inclusive mandados de segurança, ressalvada a ação fiscal, nos termos da Constituição Federal de 1967, art. 119, § 3º."
  },
  {
    "id": "stf_sumula_510",
    "texto": "STF - Súmula 510 - 12/1969 - Praticado o ato por autoridade, no exercício de competência delegada, contra ela cabe o mandado de segurança ou a medida judicial."
  },
  {
    "id": "stf_sumula_509",
    "texto": "STF - Súmula 509 - 12/1969 - Superado A Lei nº 4.632, de 18.5.65, que alterou o art. 64 do Código de Processo Civil, aplica-se aos processos em andamento, nas instâncias ordinárias."
  },
  {
    "id": "stf_sumula_508",
    "texto": "STF - Súmula 508 - 12/1969 - Compete à Justiça Estadual, em ambas as instâncias, processar e julgar as causas em que fôr parte o Banco do Brasil S. A."
  },
  {
    "id": "stf_sumula_507",
    "texto": "STF - Súmula 507 - 12/1969 - Superado A ampliação dos prazos a que se refere o art. 32 do Código de Processo Civil aplica-se aos executivos fiscais."
  },
  {
    "id": "stf_sumula_506",
    "texto": "STF - Súmula 506 - 12/1969 - Superado O agravo a que se refere o art. 4º da Lei nº 4.348, de 26.6.64, cabe, somente, do despacho do Presidente do Supremo Tribunal Federal que defere a suspensão da liminar, em mandado de segurança; não do que a denega."
  },
  {
    "id": "stf_sumula_505",
    "texto": "STF - Súmula 505 - 12/1969 - Salvo quando contrariarem a Constituição, não cabe recurso para o Supremo Tribunal Federal, de quaisquer decisões da Justiça do Trabalho, inclusive dos presidentes de seus Tribunais."
  },
  {
    "id": "stf_sumula_504",
    "texto": "STF - Súmula 504 - 12/1969 - Superado Compete à Justiça Federal, em ambas as instâncias, o processo e o julgamento das causas fundadas em contrato de seguro marítimo."
  },
  {
    "id": "stf_sumula_503",
    "texto": "STF - Súmula 503 - 12/1969 - A dúvida, suscitada por particular, sôbre o direito de tributar, manifestado por dois Estados, não configura litígio da competência originária do Supremo Tribunal Federal."
  },
  {
    "id": "stf_sumula_502",
    "texto": "STF - Súmula 502 - 12/1969 - Superado Na aplicação do art. 839 do C. Pr. Civ., com a redação da Lei nº 4.290, de 5.12.63, a relação valor da causa e salário mínimo vigente na Capital do Estado, ou do Território, para o efeito de alçada, deve ser considerada na data do ajuizamento do pedido."
  },
  {
    "id": "stf_sumula_501",
    "texto": "STF - Súmula 501 - 12/1969 - Compete à Justiça ordinária estadual o processo e o julgamento, em ambas as instâncias, das causas de acidente do trabalho, ainda que promovidas contra a União, suas autarquias, emprêsas públicas ou sociedades de economia mista."
  },
  {
    "id": "stf_sumula_500",
    "texto": "STF - Súmula 500 - 12/1969 - Superado Não cabe a ação cominatória para compelir-se o réu a cumprir obrigação de dar."
  },
  {
    "id": "stf_sumula_499",
    "texto": "STF - Súmula 499 - 12/1969 - Não obsta à concessão do \"sursis\" condenação anterior à pena de multa."
  },
  {
    "id": "stf_sumula_498",
    "texto": "STF - Súmula 498 - 12/1969 - Compete à Justiça dos Estados, em ambas as instâncias, o processo e o julgamento dos crimes contra a economia popular."
  },
  {
    "id": "stf_sumula_497",
    "texto": "STF - Súmula 497 - 12/1969 - Quando se tratar de crime continuado, a prescrição regula-se pela pena imposta na sentença, não se computando o acréscimo decorrente da continuação."
  },
  {
    "id": "stf_sumula_496",
    "texto": "STF - Súmula 496 - 12/1969 - São válidos, porque salvaguardados pelas Disposições Constitucionais Transitórias da Constituição Federal de 1967, os decretos-leis expedidos entre 24 de janeiro e 15 de março de 1967."
  },
  {
    "id": "stf_sumula_495",
    "texto": "STF - Súmula 495 - 12/1969 - A restituição em dinheiro da coisa vendida a crédito, entregue nos quinze dias anteriores ao pedido de falência ou de concordata, cabe, quando, ainda que consumida ou transformada, não faça o devedor prova de haver sido alienada a terceiro."
  },
  {
    "id": "stf_sumula_494",
    "texto": "STF - Súmula 494 - 12/1969 - Superado A ação para anular venda de ascendente a descendente, sem consentimento dos demais, prescreve em vinte anos, contados da data do ato, revogada a Súmula nº 152."
  },
  {
    "id": "stf_sumula_493",
    "texto": "STF - Súmula 493 - 12/1969 - Superado O valor da indenização, se consistente em prestações periódicas e sucessivas, compreenderá, para que se mantenha inalterável na sua fixação, parcelas compensatórias do impôsto de renda, incidente sôbre os juros do capital gravado ou caucionado, nos termos dos arts. 911 e 912 do Código de Processo Civil."
  },
  {
    "id": "stf_sumula_492",
    "texto": "STF - Súmula 492 - 12/1969 - A emprêsa locadora de veículos responde, civil e solidariamente com o locatário, pelos danos por este causados a terceiro, no uso do carro locado."
  },
  {
    "id": "stf_sumula_491",
    "texto": "STF - Súmula 491 - 12/1969 - É indenizável o acidente que cause a morte de filho menor, ainda que não exerça trabalho remunerado."
  },
  {
    "id": "stf_sumula_490",
    "texto": "STF - Súmula 490 - 12/1969 - A pensão correspondente à indenização oriunda de responsabilidade civil deve ser calculada com base no salário-mínimo vigente ao tempo da sentença e ajustar-se-á às variações ulteriores."
  },
  {
    "id": "stf_sumula_489",
    "texto": "STF - Súmula 489 - 12/1969 - A compra e venda de automóvel não prevalece contra terceiros, de boa-fé, se o contrato não foi transcrito no Registro de Títulos e Documentos."
  },
  {
    "id": "stf_sumula_488",
    "texto": "STF - Súmula 488 - 12/1969 - Superado A preferência a que se refere o art. 9º da Lei nº 3.912, de 3-7-1961, constitui direito pessoal. Sua violação resolve-se em perdas e danos."
  },
  {
    "id": "stf_sumula_487",
    "texto": "STF - Súmula 487 - 12/1969 - Superado Será deferida a posse a quem, evidentemente, tiver o domínio, se com base neste fôr ela disputada."
  },
  {
    "id": "stf_sumula_486",
    "texto": "STF - Súmula 486 - 12/1969 - Admite-se a retomada para sociedade da qual o locador, ou seu cônjuge, seja sócio, com participação predominante no capital social."
  },
  {
    "id": "stf_sumula_485",
    "texto": "STF - Súmula 485 - 12/1969 - Superado Nas locações regidas pelo Decreto nº 24.150, de 20 de abril de 1934, a presunção de sinceridade do retomante é relativa, podendo ser ilidida pelo locatário."
  },
  {
    "id": "stf_sumula_484",
    "texto": "STF - Súmula 484 - 12/1969 - Superado Pode, legitimamente, o proprietário pedir o prédio para a residência de filho, ainda que solteiro, de acordo com o art. 11, nº III, da Lei nº 4.494, de 25.11.64."
  },
  {
    "id": "stf_sumula_483",
    "texto": "STF - Súmula 483 - 12/1969 - É dispensável a prova da necessidade, na retomada de prédio situado em localidade para onde o proprietário pretende transferir residência, salvo se mantiver, também, a anterior, quando dita prova será exigida."
  },
  {
    "id": "stf_sumula_482",
    "texto": "STF - Súmula 482 - 12/1969 - Superado O locatário, que não fôr sucessor ou cessionário do que o precedeu na locação, não pode somar os prazos concedidos a este, para pedir a renovação do contrato, nos termos do Decreto nº 24.150."
  },
  {
    "id": "stf_sumula_481",
    "texto": "STF - Súmula 481 - 12/1969 - Superado Se a locação compreende, além do imóvel, fundo de comércio, com instalações e pertences, como no caso de teatros, cinemas e hotéis, não se aplicam ao retomante as restrições do art. 8º, e, parágrafo único, do Decreto nº. 24.150, de 20.4.34."
  },
  {
    "id": "stf_sumula_480",
    "texto": "STF - Súmula 480 - 12/1969 - Pertencem ao domínio e administração da União, nos têrmos dos arts. 4º, IV e 186, da Constituição Federal de 1967, as terras ocupadas por silvícolas."
  },
  {
    "id": "stf_sumula_479",
    "texto": "STF - Súmula 479 - 12/1969 - As margens dos rios navegáveis são de domínio público, insuscetíveis de expropriação e, por isso mesmo, excluídas de indenização."
  },
  {
    "id": "stf_sumula_478",
    "texto": "STF - Súmula 478 - 12/1969 - Superado O provimento em cargos de Juízes substitutos do Trabalho, deve ser feito independentemente de lista tríplice, na ordem de classificação dos candidatos."
  },
  {
    "id": "stf_sumula_477",
    "texto": "STF - Súmula 477 - 12/1969 - As concessões de terras devolutas situadas na faixa de fronteira, feitas pelos Estados, autorizam, apenas, o uso, permanecendo o domínio com a União, ainda que se mantenha inerte ou tolerante, em relação aos possuidores."
  },
  {
    "id": "stf_sumula_476",
    "texto": "STF - Súmula 476 - 12/1969 - Desapropriadas as ações de uma sociedade, o Poder desapropriante, imitido na posse, pode exercer, desde logo, todos os direitos inerentes aos respectivos títulos."
  },
  {
    "id": "stf_sumula_475",
    "texto": "STF - Súmula 475 - 12/1969 - A Lei nº 4.686, de 21-6-65, tem aplicação imediata aos processos em curso, inclusive em grau de recurso extraordinário."
  },
  {
    "id": "stf_sumula_474",
    "texto": "STF - Súmula 474 - 12/1969 - Não há direito líquido e certo, amparado pelo mandado de segurança, quando se escuda em lei cujos efeitos foram anulados por outra, declarada constitucional pelo Supremo Tribunal Federal."
  },
  {
    "id": "stf_sumula_473",
    "texto": "STF - Súmula 473 - 12/1969 - A administração pode anular seus próprios atos, quando eivados de vícios que os tornam ilegais, porque dêles não se originam direitos; ou revogá-los, por motivo de conveniência ou oportunidade, respeitados os direitos adquiridos, e ressalvada, em todos os casos, a apreciação judicial."
  },
  {
    "id": "stf_sumula_472",
    "texto": "STF - Súmula 472 - 10/1964 - Superado A condenação do autor em honorários de advogado, com fundamento no art. 64 do C. P. C., depende de reconvenção."
  },
  {
    "id": "stf_sumula_471",
    "texto": "STF - Súmula 471 - 10/1964 - Superado As emprêsas aeroviárias não estão isentas do impôsto de indústrias e profissões."
  },
  {
    "id": "stf_sumula_470",
    "texto": "STF - Súmula 470 - 10/1964 - O impôsto de transmissão inter vivos não incide sôbre a construção, ou parte dela, realizada, inequivocamente, pelo promitente comprador, mas sôbre o valor do que tiver sido construído antes da promessa de venda."
  },
  {
    "id": "stf_sumula_469",
    "texto": "STF - Súmula 469 - 10/1964 - Superado A multa de cem por cento, para o caso de mercadoria importada irregularmente, é calculada à base do custo de câmbio da categoria correspondente."
  },
  {
    "id": "stf_sumula_468",
    "texto": "STF - Súmula 468 - 10/1964 - Superado Após a E. C. nº 5 de 21.11.61, em contrato firmado com a União, Estado, Município ou autarquia, é devido o impôsto federal de sêlo pelo contratante não protegido pela imunidade, ainda que haja repercussão do ônus tributário sôbre o patrimônio daquelas entidades."
  },
  {
    "id": "stf_sumula_467",
    "texto": "STF - Súmula 467 - 10/1964 - A base do cálculo das contribuições previdenciárias, anteriormente à vigência da Lei Orgânica da Previdência Social, é o salário mínimo mensal, observados os limites da L. 2.755 de 1956."
  },
  {
    "id": "stf_sumula_466",
    "texto": "STF - Súmula 466 - 10/1964 - Não é inconstitucional a inclusão de sócios e administradores de sociedades e titulares de firmas individuais como contribuintes obrigatórios da previdência social."
  },
  {
    "id": "stf_sumula_465",
    "texto": "STF - Súmula 465 - 10/1964 - O regime de manutenção de salário, aplicável ao IAPM e ao IAPETC, exclui a indenização tarifada na Lei de Acidentes do Trabalho, mas não o benefício previdenciário."
  },
  {
    "id": "stf_sumula_464",
    "texto": "STF - Súmula 464 - 10/1964 - No cálculo da indenização por acidente do trabalho inclui-se, quando devido, o repouso semanal remunerado."
  },
  {
    "id": "stf_sumula_463",
    "texto": "STF - Súmula 463 - 10/1964 - Para efeito de indenização e estabilidade, conta-se o tempo em que o empregado esteve afastado, em serviço militar obrigatório, mesmo anteriormente à L. 4.072, de 1.6.62."
  },
  {
    "id": "stf_sumula_462",
    "texto": "STF - Súmula 462 - 10/1964 - Superado No cálculo da indenização por despedida injusta inclui-se, quando devido, o repouso semanal remunerado."
  },
  {
    "id": "stf_sumula_461",
    "texto": "STF - Súmula 461 - 10/1964 - É duplo, e não triplo, o pagamento do salário nos dias destinados a descanso."
  },
  {
    "id": "stf_sumula_460",
    "texto": "STF - Súmula 460 - 10/1964 - Para efeito do adicional de insalubridade, a perícia judicial, em reclamação trabalhista, não dispensa o enquadramento da atividade entre as insalubres, que é ato da competência do Ministro do Trabalho e Previdência Social."
  },
  {
    "id": "stf_sumula_459",
    "texto": "STF - Súmula 459 - 10/1964 - No cálculo da indenização por despedida injusta, incluem-se os adicionais, ou gratificações, que, pela habitualidade, se tenham incorporado ao salário."
  },
  {
    "id": "stf_sumula_458",
    "texto": "STF - Súmula 458 - 10/1964 - O processo da execução trabalhista não exclui a remição pelo executado."
  },
  {
    "id": "stf_sumula_457",
    "texto": "STF - Súmula 457 - 10/1964 - O Tribunal Superior do Trabalho, conhecendo da revista, julgará a causa, aplicando o direito à espécie."
  },
  {
    "id": "stf_sumula_456",
    "texto": "STF - Súmula 456 - 10/1964 - O Supremo Tribunal Federal, conhecendo do recurso extraordinário, julgará a causa, aplicando o direito à espécie."
  },
  {
    "id": "stf_sumula_455",
    "texto": "STF - Súmula 455 - 10/1964 - Da decisão que se seguir ao julgamento de constitucionalidade pelo Tribunal Pleno, são inadmissíveis embargos infringentes quanto à matéria constitucional."
  },
  {
    "id": "stf_sumula_454",
    "texto": "STF - Súmula 454 - 10/1964 - Simples interpretação de cláusulas contratuais não dá lugar a recurso extraordinário."
  },
  {
    "id": "stf_sumula_453",
    "texto": "STF - Súmula 453 - 10/1964 - Não se aplicam à segunda instância o art. 384 e parágrafo único do Código de Processo Penal, que possibilitam dar nova definição jurídica ao fato delituoso, em virtude de circunstância elementar não contida, explícita ou implicitamente, na denúncia ou queixa."
  },
  {
    "id": "stf_sumula_452",
    "texto": "STF - Súmula 452 - 10/1964 - Superado Oficiais e praças do Corpo de Bombeiros do Estado da Guanabara respondem perante a Justiça Comum por crime anterior à L. 427, de 11.10.48."
  },
  {
    "id": "stf_sumula_451",
    "texto": "STF - Súmula 451 - 10/1964 - A competência especial por prerrogativa de função não se estende ao crime cometido após a cessação definitiva do exercício funcional."
  },
  {
    "id": "stf_sumula_450",
    "texto": "STF - Súmula 450 - 10/1964 - São devidos honorários de advogado sempre que vencedor o beneficiário de justiça gratuita."
  },
  {
    "id": "stf_sumula_449",
    "texto": "STF - Súmula 449 - 10/1964 - O valor da causa, na consignatória de aluguel, corresponde a uma anuidade."
  },
  {
    "id": "stf_sumula_448",
    "texto": "STF - Súmula 448 - 10/1964 - Superado O prazo para o assistente recorrer, supletivamente, começa a correr imediatamente após o transcurso do prazo do Ministério Público."
  },
  {
    "id": "stf_sumula_447",
    "texto": "STF - Súmula 447 - 10/1964 - Superado É válida a disposição testamentária em favor de filho adulterino do testador com sua concubina."
  },
  {
    "id": "stf_sumula_446",
    "texto": "STF - Súmula 446 - 10/1964 - Superado Contrato de exploração de jazida ou pedreira não está sujeito ao D. 24.150, de 20.4.34."
  },
  {
    "id": "stf_sumula_445",
    "texto": "STF - Súmula 445 - 10/1964 - Superado A L. 2.437, de 7.3.55, que reduz prazo prescricional, é aplicável às prescrições em curso na data de sua vigência (1.1.56), salvo quanto aos processos então pendentes."
  },
  {
    "id": "stf_sumula_444",
    "texto": "STF - Súmula 444 - 10/1964 - Superado Na retomada para construção mais útil, de imóvel sujeito ao D. 24.150, de 20.4.34, a indenização se limita às despesas de mudança."
  },
  {
    "id": "stf_sumula_443",
    "texto": "STF - Súmula 443 - 10/1964 - A prescrição das prestações anteriores ao período previsto em lei não ocorre, quando não tiver sido negado, antes daquele prazo, o próprio direito reclamado, ou a situação jurídica de que êle resulta."
  },
  {
    "id": "stf_sumula_442",
    "texto": "STF - Súmula 442 - 10/1964 - A inscrição do contrato de locação no Registro de Imóveis, para a validade da cláusula de vigência contra o adquirente do imóvel, ou perante terceiros, dispensa a transcrição no Registro de Títulos e Documentos."
  },
  {
    "id": "stf_sumula_441",
    "texto": "STF - Súmula 441 - 10/1964 - Superado O militar, que passa à inatividade com proventos integrais, não tem direito às cotas trigésimas a que se refere o Código de Vencimentos e Vantagens dos Militares."
  },
  {
    "id": "stf_sumula_440",
    "texto": "STF - Súmula 440 - 10/1964 - Superado Os benefícios da legislação federal de serviços de guerra não são exigíveis dos Estados, sem que a lei estadual assim disponha."
  },
  {
    "id": "stf_sumula_439",
    "texto": "STF - Súmula 439 - 10/1964 - Estão sujeitos à fiscalização tributária ou previdenciária quaisquer livros comerciais, limitado o exame aos pontos objeto da investigação."
  },
  {
    "id": "stf_sumula_438",
    "texto": "STF - Súmula 438 - 06/1964 - Superado É ilegítima a cobrança, em 1962, da Taxa de Educação e Saúde, de Santa Catarina, adicional do impôsto de vendas e consignações."
  },
  {
    "id": "stf_sumula_437",
    "texto": "STF - Súmula 437 - 06/1964 - Superado Está isenta da taxa de despacho aduaneiro a importação de equipamento para a indústria automobilística, segundo plano aprovado, no prazo legal, pelo órgão competente."
  },
  {
    "id": "stf_sumula_436",
    "texto": "STF - Súmula 436 - 06/1964 - Superado É válida a L. 4.093, de 24.10.959, do Paraná, que revogou a isenção concedida às cooperativas por lei anterior."
  },
  {
    "id": "stf_sumula_435",
    "texto": "STF - Súmula 435 - 06/1964 - Superado O impôsto de transmissão causa mortis pela transferência de ações é devido ao Estado em que tem sede a companhia."
  },
  {
    "id": "stf_sumula_434",
    "texto": "STF - Súmula 434 - 06/1964 - Superado A controvérsia entre seguradores indicados pelo empregador na ação de acidente do trabalho não suspende o pagamento devido ao acidentado."
  },
  {
    "id": "stf_sumula_433",
    "texto": "STF - Súmula 433 - 06/1964 - É competente o Tribunal Regional do Trabalho para julgar mandado de segurança contra ato de seu presidente em execução de sentença trabalhista."
  },
  {
    "id": "stf_sumula_432",
    "texto": "STF - Súmula 432 - 06/1964 - Superado Não cabe recurso extraordinário com fundamento no art. 101, III, d, da Constituição Federal, quando a divergência alegada fôr entre decisões da Justiça do Trabalho."
  },
  {
    "id": "stf_sumula_431",
    "texto": "STF - Súmula 431 - 06/1964 - É nulo o julgamento de recurso criminal, na segunda instância, sem prévia intimação, ou publicação da pauta, salvo em habeas corpus."
  },
  {
    "id": "stf_sumula_430",
    "texto": "STF - Súmula 430 - 06/1964 - Pedido de reconsideração na via administrativa não interrompe o prazo para o mandado de segurança."
  },
  {
    "id": "stf_sumula_429",
    "texto": "STF - Súmula 429 - 06/1964 - A existência de recurso administrativo com efeito suspensivo não impede o uso do mandado de segurança contra omissão da autoridade."
  },
  {
    "id": "stf_sumula_428",
    "texto": "STF - Súmula 428 - 06/1964 - Não fica prejudicada a apelação entregue em cartório no prazo legal, embora despachada tardiamente."
  },
  {
    "id": "stf_sumula_427",
    "texto": "STF - Súmula 427 - 06/1964 - A falta de petição de interposição não prejudica o agravo no auto do processo tomado por têrmo."
  },
  {
    "id": "stf_sumula_426",
    "texto": "STF - Súmula 426 - 06/1964 - Superado A falta do termo específico não prejudica o agravo no auto do processo, quando oportuna a interposição por petição ou no têrmo da audiência."
  },
  {
    "id": "stf_sumula_425",
    "texto": "STF - Súmula 425 - 06/1964 - O agravo despachado no prazo legal não fica prejudicado pela demora da juntada, por culpa do cartório; nem o agravo entregue em cartório no prazo legal, embora despachado tardiamente."
  },
  {
    "id": "stf_sumula_424",
    "texto": "STF - Súmula 424 - 06/1964 - Transita em julgado o despacho saneador de que não houve recurso, excluídas as questões deixadas, explícita ou implicitamente, para a sentença."
  },
  {
    "id": "stf_sumula_423",
    "texto": "STF - Súmula 423 - 06/1964 - Não transita em julgado a sentença por haver omitido o recurso ex officio, que se considera interposto ex lege."
  },
  {
    "id": "stf_sumula_422",
    "texto": "STF - Súmula 422 - 06/1964 - A absolvição criminal não prejudica a medida de segurança, quando couber, ainda que importe privação da liberdade."
  },
  {
    "id": "stf_sumula_421",
    "texto": "STF - Súmula 421 - 06/1964 - Não impede a extradição a circunstância de ser o extraditando casado com brasileira ou ter filho brasileiro."
  },
  {
    "id": "stf_sumula_420",
    "texto": "STF - Súmula 420 - 06/1964 - Superado Não se homologa sentença proferida no estrangeiro sem prova do trânsito em julgado."
  },
  {
    "id": "stf_sumula_419",
    "texto": "STF - Súmula 419 - 06/1964 - Os Municípios têm competência para regular o horário do comércio local, desde que não infrinjam leis estaduais ou federais válidas."
  },
  {
    "id": "stf_sumula_418",
    "texto": "STF - Súmula 418 - 06/1964 - Superado O empréstimo compulsório não é tributo, e sua arrecadação não está sujeita à exigência constitucional da prévia autorização orçamentária."
  },
  {
    "id": "stf_sumula_417",
    "texto": "STF - Súmula 417 - 06/1964 - Pode ser objeto de restituição, na falência, dinheiro em poder do falido, recebido em nome de outrem, ou do qual, por lei ou contrato, não tivesse êle a disponibilidade."
  },
  {
    "id": "stf_sumula_416",
    "texto": "STF - Súmula 416 - 06/1964 - Pela demora no pagamento do preço da desapropriação não cabe indenização complementar além dos juros."
  },
  {
    "id": "stf_sumula_415",
    "texto": "STF - Súmula 415 - 06/1964 - Servidão de trânsito não titulada, mas tornada permanente, sobretudo pela natureza das obras realizadas, considera-se aparente, conferindo direito à proteção possessória."
  },
  {
    "id": "stf_sumula_414",
    "texto": "STF - Súmula 414 - 06/1964 - Superado Não se distingue a visão direta da oblíqua na proibição de abrir janela, ou fazer terraço, eirado, ou varanda, a menos de metro e meio do prédio de outrem."
  },
  {
    "id": "stf_sumula_413",
    "texto": "STF - Súmula 413 - 06/1964 - O compromisso de compra e venda de imóveis, ainda que não loteados, dá direito à execução compulsória, quando reunidos os requisitos legais."
  },
  {
    "id": "stf_sumula_412",
    "texto": "STF - Súmula 412 - 06/1964 - No compromisso de compra e venda com cláusula de arrependimento, a devolução do sinal, por quem o deu, ou a sua restituição em dôbro, por quem o recebeu, exclui indenização maior, a título de perdas e danos, salvo os juros moratórios e os encargos do processo."
  },
  {
    "id": "stf_sumula_411",
    "texto": "STF - Súmula 411 - 06/1964 - O locatário autorizado a ceder a locação pode sublocar o imóvel."
  },
  {
    "id": "stf_sumula_410",
    "texto": "STF - Súmula 410 - 06/1964 - Se o locador, utilizando prédio próprio para residência ou atividade comercial, pede o imóvel locado para uso próprio, diverso do que tem o por ele ocupado, não está obrigado a provar a necessidade, que se presume."
  },
  {
    "id": "stf_sumula_409",
    "texto": "STF - Súmula 409 - 06/1964 - Ao retomante, que tenha mais de um prédio alugado, cabe optar entre eles, salvo abuso de direito."
  },
  {
    "id": "stf_sumula_408",
    "texto": "STF - Súmula 408 - 06/1964 - Superado Os servidores fazendários não têm direito a percentagem pela arrecadação de receita federal destinada ao Banco Nacional de Desenvolvimento Econômico."
  },
  {
    "id": "stf_sumula_407",
    "texto": "STF - Súmula 407 - 06/1964 - Não tem direito ao têrço de campanha o militar que não participou de operações de guerra, embora servisse na \"zona de guerra\"."
  },
  {
    "id": "stf_sumula_406",
    "texto": "STF - Súmula 406 - 06/1964 - Superado O estudante ou professor bolsista e o servidor público em missão de estudo satisfazem a condição da mudança de residência para o efeito de trazer automóvel do exterior, atendidos os demais requisitos legais."
  },
  {
    "id": "stf_sumula_405",
    "texto": "STF - Súmula 405 - 06/1964 - Denegado o mandado de segurança pela sentença, ou no julgamento do agravo, dela interposto, fica sem efeito a liminar concedida, retroagindo os efeitos da decisão contrária."
  },
  {
    "id": "stf_sumula_404",
    "texto": "STF - Súmula 404 - 04/1964 - Superado Não contrariam a Constituição os arts 3º, 22 e 27 da L. 3.244, de 14.8.57, que definem as atribuições do Conselho de Política Aduaneira quanto à tarifa flexível."
  },
  {
    "id": "stf_sumula_403",
    "texto": "STF - Súmula 403 - 04/1964 - É de decadência o prazo de trinta dias para instauração do inquérito judicial, a contar da suspensão, por falta grave, de empregado estável."
  },
  {
    "id": "stf_sumula_402",
    "texto": "STF - Súmula 402 - 04/1964 - Vigia noturno tem direito a salário adicional."
  },
  {
    "id": "stf_sumula_401",
    "texto": "STF - Súmula 401 - 04/1964 - Superado Não se conhece do recurso de revista, nem dos embargos de divergência, do processo trabalhista, quando houver jurisprudência firme do Tribunal Superior do Trabalho no mesmo sentido da decisão impugnada, salvo se houver colisão com a jurisprudência do Supremo Tribunal Federal."
  },
  {
    "id": "stf_sumula_400",
    "texto": "STF - Súmula 400 - 04/1964 - Decisão que deu razoável interpretação à lei, ainda que não seja a melhor, não autoriza recurso extraordinário pela letra a do art. 101, III, da C.F."
  },
  {
    "id": "stf_sumula_399",
    "texto": "STF - Súmula 399 - 04/1964 - Não cabe recurso extraordinário, por violação de lei federal, quando a ofensa alegada fôr a regimento de tribunal."
  },
  {
    "id": "stf_sumula_398",
    "texto": "STF - Súmula 398 - 04/1964 - Superado O Supremo Tribunal Federal não é competente para processar e julgar, originariamente, deputado ou senador acusado de crime."
  },
  {
    "id": "stf_sumula_397",
    "texto": "STF - Súmula 397 - 04/1964 - O poder de polícia da Câmara dos Deputados e do Senado Federal, em caso de crime cometido nas suas dependências, compreende, consoante o regimento, a prisão em flagrante do acusado e a realização do inquérito."
  },
  {
    "id": "stf_sumula_396",
    "texto": "STF - Súmula 396 - 04/1964 - Superado Para a ação penal por ofensa à honra, sendo admissível a exceção da verdade quanto ao desempenho de função pública, prevalece a competência especial por prerrogativa de função, ainda que já tenha cessado o exercício funcional do ofendido."
  },
  {
    "id": "stf_sumula_395",
    "texto": "STF - Súmula 395 - 04/1964 - Não se conhece de recurso de habeas corpus cujo objeto seja resolver sôbre o ônus das custas, por não estar mais em causa a liberdade de locomoção."
  },
  {
    "id": "stf_sumula_394",
    "texto": "STF - Súmula 394 - 04/1964 - Cometido o crime durante o exercício funcional, prevalece a competência especial por prerrogativa de função, ainda que o inquérito ou a ação penal sejam iniciados após a cessação daquele exercício. (Cancelada)"
  },
  {
    "id": "stf_sumula_393",
    "texto": "STF - Súmula 393 - 04/1964 - Para requerer revisão criminal, o condenado não é obrigado a recolher-se à prisão."
  },
  {
    "id": "stf_sumula_392",
    "texto": "STF - Súmula 392 - 04/1964 - O prazo para recorrer de acórdão concessivo de segurança conta-se da publicação oficial de suas conclusões, e não da anterior ciência à autoridade para cumprimento da decisão."
  },
  {
    "id": "stf_sumula_391",
    "texto": "STF - Súmula 391 - 04/1964 - O confinante certo deve ser citado, pessoalmente, para a ação de usucapião."
  },
  {
    "id": "stf_sumula_390",
    "texto": "STF - Súmula 390 - 04/1964 - A exibição judicial de livros comerciais pode ser requerida como medida preventiva."
  },
  {
    "id": "stf_sumula_389",
    "texto": "STF - Súmula 389 - 04/1964 - Salvo limite legal, a fixação de honorários de advogado, em complemento da condenação, depende das circunstâncias da causa, não dando lugar a recurso extraordinário."
  },
  {
    "id": "stf_sumula_388",
    "texto": "STF - Súmula 388 - 04/1964 - O casamento da ofendida com quem não seja o ofensor faz cessar a qualidade do seu representante legal, e a ação penal só pode prosseguir por iniciativa da própria ofendida, observados os prazos legais de decadência e perempção. (Revogada)"
  },
  {
    "id": "stf_sumula_387",
    "texto": "STF - Súmula 387 - 04/1964 - A cambial emitida ou aceita com omissões, ou em branco, pode ser completada pelo credor de boa-fé antes da cobrança ou do protesto."
  },
  {
    "id": "stf_sumula_386",
    "texto": "STF - Súmula 386 - 04/1964 - Superado Pela execução de obra musical por artistas remunerados é devido direito autoral, não exigível quando a orquestra fôr de amadores."
  },
  {
    "id": "stf_sumula_385",
    "texto": "STF - Súmula 385 - 04/1964 - Superado Oficial das Fôrças Armadas só pode ser reformado, em tempo de paz, por decisão de tribunal militar permanente, ressalvada a situação especial dos atingidos pelo art. 177 da Constituição de 1937."
  },
  {
    "id": "stf_sumula_384",
    "texto": "STF - Súmula 384 - 04/1964 - Superado A demissão de extranumerário do serviço público federal, equiparado a funcionário de provimento efetivo para efeito de estabilidade, é da competência do Presidente da República."
  },
  {
    "id": "stf_sumula_383",
    "texto": "STF - Súmula 383 - 04/1964 - A prescrição em favor da Fazenda Pública recomeça a correr, por dois anos e meio, a partir do ato interruptivo, mas não fica reduzida aquém de cinco anos, embora o titular do direito a interrompa durante a primeira metade do prazo."
  },
  {
    "id": "stf_sumula_382",
    "texto": "STF - Súmula 382 - 04/1964 - A vida em comum sob o mesmo teto, more uxorio, não é indispensável à caracterização do concubinato."
  },
  {
    "id": "stf_sumula_381",
    "texto": "STF - Súmula 381 - 04/1964 - Não se homologa sentença de divórcio obtida, por procuração, em país de que os cônjuges não eram nacionais."
  },
  {
    "id": "stf_sumula_380",
    "texto": "STF - Súmula 380 - 04/1964 - Superado Comprovada a existência de sociedade de fato entre os concubinos, é cabível a sua dissolução judicial, com a partilha do patrimônio adquirido pelo esfôrço comum."
  },
  {
    "id": "stf_sumula_379",
    "texto": "STF - Súmula 379 - 04/1964 - No acôrdo de desquite não se admite renúncia aos alimentos, que poderão ser pleiteados ulteriormente, verificados os pressupostos legais."
  },
  {
    "id": "stf_sumula_378",
    "texto": "STF - Súmula 378 - 04/1964 - Na indenização por desapropriação incluem-se honorários do advogado do expropriado."
  },
  {
    "id": "stf_sumula_377",
    "texto": "STF - Súmula 377 - 04/1964 - No regime de separação legal de bens, comunicam-se os adquiridos na constância do casamento."
  },
  {
    "id": "stf_sumula_376",
    "texto": "STF - Súmula 376 - 04/1964 - Superado Na renovação de locação, regida pelo D. 24.150, de 20.4.34, o prazo do nôvo contrato conta-se da transcrição da decisão exequenda no Registro de Títulos e Documentos; começa, porém, da terminação do contrato anterior, se esta tiver ocorrido antes do registro."
  },
  {
    "id": "stf_sumula_375",
    "texto": "STF - Súmula 375 - 04/1964 - Superado Não renovada a locação regida pelo D. 24.150, de 20.4.34, aplica-se o direito comum e não a legislação especial do inquilinato."
  },
  {
    "id": "stf_sumula_374",
    "texto": "STF - Súmula 374 - 04/1964 - Na retomada para construção mais útil, não é necessário que a obra tenha sido ordenada pela autoridade pública."
  },
  {
    "id": "stf_sumula_373",
    "texto": "STF - Súmula 373 - 04/1964 - Superado Servidor nomeado após aprovação no curso de capacitação policial, instituído na Polícia do Distrito Federal, em 1941, preenche o requisito da nomeação por concurso a que se referem as Leis 705, de 16.5.49 e 1.639, de 14.7.52."
  },
  {
    "id": "stf_sumula_372",
    "texto": "STF - Súmula 372 - 04/1964 - A L. 2.752, de 10.4.56, sôbre dupla aposentadoria, aproveita, quando couber, a servidores aposentados antes de sua publicação."
  },
  {
    "id": "stf_sumula_371",
    "texto": "STF - Súmula 371 - 04/1964 - Ferroviário, que foi admitido como servidor autárquico, não tem direito a dupla aposentadoria."
  },
  {
    "id": "stf_sumula_370",
    "texto": "STF - Súmula 370 - 12/1963 - Superado Julgada improcedente a ação renovatória da locação, terá o locatário, para desocupar o imóvel, o prazo de seis meses, acrescido de tantos meses quantos forem os anos da ocupação, até o limite total de dezoito meses."
  },
  {
    "id": "stf_sumula_369",
    "texto": "STF - Súmula 369 - 12/1963 - Superado Julgados do mesmo Tribunal não servem para fundamentar o recurso extraordinário por divergência jurisprudencial."
  },
  {
    "id": "stf_sumula_368",
    "texto": "STF - Súmula 368 - 12/1963 - Não há embargos infringentes no processo de reclamação."
  },
  {
    "id": "stf_sumula_367",
    "texto": "STF - Súmula 367 - 12/1963 - Concede-se liberdade ao extraditando que não fôr retirado do país no prazo do art. 16 do Decreto-lei. 394, de 28.4.38."
  },
  {
    "id": "stf_sumula_366",
    "texto": "STF - Súmula 366 - 12/1963 - Não é nula a citação por edital que indica o dispositivo da lei penal, embora não transcreva a denúncia ou queixa, ou não resuma os fatos em que se baseia."
  },
  {
    "id": "stf_sumula_365",
    "texto": "STF - Súmula 365 - 12/1963 - Pessoa jurídica não tem legitimidade para propor ação popular."
  },
  {
    "id": "stf_sumula_364",
    "texto": "STF - Súmula 364 - 12/1963 - Superado Enquanto o Estado da Guanabara não tiver Tribunal Militar de segunda instância, o Tribunal de Justiça é competente para julgar os recursos das decisões da auditoria da Polícia Militar."
  },
  {
    "id": "stf_sumula_363",
    "texto": "STF - Súmula 363 - 12/1963 - A pessoa jurídica de direito privado pode ser demandada no domicílio da agência, ou estabelecimento, em que se praticou o ato."
  },
  {
    "id": "stf_sumula_362",
    "texto": "STF - Súmula 362 - 12/1963 - Superado A condição de ter o clube sede própria para a prática de jôgo lícito não o obriga a ser proprietário do imóvel em que tem sede."
  },
  {
    "id": "stf_sumula_361",
    "texto": "STF - Súmula 361 - 12/1963 - No processo penal, é nulo o exame realizado por um só perito, considerando-se impedido o que tiver funcionado, anteriormente, na diligência de apreensão."
  },
  {
    "id": "stf_sumula_360",
    "texto": "STF - Súmula 360 - 12/1963 - Superado Não há prazo de decadência para a representação de inconstitucionalidade prevista no art. 8º, parágrafo único, da Constituição Federal."
  },
  {
    "id": "stf_sumula_359",
    "texto": "STF - Súmula 359 - 12/1963 - Ressalvada a revisão prevista em lei, os proventos da inatividade regulam-se pela lei vigente ao tempo em que o militar, ou o servidor civil, reuniu os requisitos necessários. (Alterada)"
  },
  {
    "id": "stf_sumula_358",
    "texto": "STF - Súmula 358 - 12/1963 - Superado O servidor público em disponibilidade tem direito aos vencimentos integrais do cargo."
  },
  {
    "id": "stf_sumula_357",
    "texto": "STF - Súmula 357 - 12/1963 - Superado É lícita a convenção pela qual o locador renuncia, durante a vigência do contrato, à ação revisional do art. 31 do Decreto 24.150, de 20.4.34."
  },
  {
    "id": "stf_sumula_356",
    "texto": "STF - Súmula 356 - 12/1963 - O ponto omisso da decisão, sôbre o qual não foram opostos embargos declaratórios, não pode ser objeto de recurso extraordinário, por faltar o requisito do prequestionamento."
  },
  {
    "id": "stf_sumula_355",
    "texto": "STF - Súmula 355 - 12/1963 - Em caso de embargos infringentes parciais, é tardio o recurso extraordinário interposto após o julgamento dos embargos, quanto à parte da decisão embargada que não fôra por eles abrangida."
  },
  {
    "id": "stf_sumula_354",
    "texto": "STF - Súmula 354 - 12/1963 - Superado Em caso de embargos infringentes parciais, é definitiva a parte da decisão embargada em que não houve divergência na votação."
  },
  {
    "id": "stf_sumula_353",
    "texto": "STF - Súmula 353 - 12/1963 - Superado São incabíveis os embargos da L. 623, de 19.2.49, com fundamento em divergência entre decisões da mesma Turma do Supremo Tribunal Federal."
  },
  {
    "id": "stf_sumula_352",
    "texto": "STF - Súmula 352 - 12/1963 - Superado Não é nulo o processo penal por falta de nomeação de curador ao réu menor que teve a assistência de defensor dativo."
  },
  {
    "id": "stf_sumula_351",
    "texto": "STF - Súmula 351 - 12/1963 - É nula a citação por edital de réu prêso na mesma unidade da Federação em que o juiz exerce a sua jurisdição."
  },
  {
    "id": "stf_sumula_350",
    "texto": "STF - Súmula 350 - 12/1963 - Superado O impôsto de indústrias e profissões não é exigível de empregado, por falta de autonomia na sua atividade profissional."
  },
  {
    "id": "stf_sumula_349",
    "texto": "STF - Súmula 349 - 12/1963 - A prescrição atinge somente as prestações de mais de dois anos, reclamadas com fundamento em decisão normativa da Justiça do Trabalho, ou em convenção coletiva de trabalho, quando não estiver em causa a própria validade de tais atos."
  },
  {
    "id": "stf_sumula_348",
    "texto": "STF - Súmula 348 - 12/1963 - Superado É constitucional a criação de taxa de construção, conservação e melhoramento de estradas."
  },
  {
    "id": "stf_sumula_347",
    "texto": "STF - Súmula 347 - 12/1963 - O Tribunal de Contas, no exercício de suas atribuições, pode apreciar a constitucionalidade das leis e dos atos do poder público."
  },
  {
    "id": "stf_sumula_346",
    "texto": "STF - Súmula 346 - 12/1963 - A administração pública pode declarar a nulidade dos seus próprios atos."
  },
  {
    "id": "stf_sumula_345",
    "texto": "STF - Súmula 345 - 12/1963 - Superado Na chamada desapropriação indireta, os juros compensatórios são devidos a partir da perícia, desde que tenha atribuído valor atual ao imóvel."
  },
  {
    "id": "stf_sumula_344",
    "texto": "STF - Súmula 344 - 12/1963 - Sentença de primeira instância concessiva de habeas corpus, em caso de crime praticado em detrimento de bens, serviços ou interesses da União, está sujeita a recurso ex officio."
  },
  {
    "id": "stf_sumula_343",
    "texto": "STF - Súmula 343 - 12/1963 - Superado Não cabe ação rescisória por ofensa a literal disposição de lei, quando a decisão rescindenda se tiver baseado em texto legal de interpretação controvertida nos tribunais."
  },
  {
    "id": "stf_sumula_342",
    "texto": "STF - Súmula 342 - 12/1963 - Superado Cabe agravo no auto do processo, e não agravo de petição, do despacho que não admite a reconvenção."
  },
  {
    "id": "stf_sumula_341",
    "texto": "STF - Súmula 341 - 12/1963 - É presumida a culpa do patrão ou comitente pelo ato culposo do empregado ou preposto."
  },
  {
    "id": "stf_sumula_340",
    "texto": "STF - Súmula 340 - 12/1963 - Desde a vigência do Código Civil, os bens dominicais, como os demais bens públicos, não podem ser adquiridos por usucapião."
  },
  {
    "id": "stf_sumula_339",
    "texto": "STF - Súmula 339 - 12/1963 - Não cabe ao Poder Judiciário, que não tem função legislativa, aumentar vencimentos de servidores públicos sob fundamento de isonomia."
  },
  {
    "id": "stf_sumula_338",
    "texto": "STF - Súmula 338 - 12/1963 - Superado Não cabe ação rescisória no âmbito da justiça do trabalho."
  },
  {
    "id": "stf_sumula_337",
    "texto": "STF - Súmula 337 - 12/1963 - Superado A controvérsia entre o empregador e o segurador não suspende o pagamento devido ao empregado por acidente do trabalho."
  },
  {
    "id": "stf_sumula_336",
    "texto": "STF - Súmula 336 - 12/1963 - A imunidade da autarquia financiadora, quanto ao contrato de financiamento, não se estende à compra e venda entre particulares, embora constantes os dois atos de um só instrumento."
  },
  {
    "id": "stf_sumula_335",
    "texto": "STF - Súmula 335 - 12/1963 - É válida a cláusula de eleição do fôro para os processos oriundos do contrato."
  },
  {
    "id": "stf_sumula_334",
    "texto": "STF - Súmula 334 - 12/1963 - Superado É legítima a cobrança, ao empreiteiro, do impôsto de vendas e consignações, sôbre o valor dos materiais empregados, quando a empreitada não for apenas de lavor."
  },
  {
    "id": "stf_sumula_333",
    "texto": "STF - Súmula 333 - 12/1967 - Superado Está sujeita ao impôsto de vendas e consignações a venda realizada por invernista não qualificado como pequeno produtor."
  },
  {
    "id": "stf_sumula_332",
    "texto": "STF - Súmula 332 - 12/1963 - Superado É legítima a incidência do impôsto de vendas e consignações sôbre a parcela do preço correspondente aos ágios cambiais."
  },
  {
    "id": "stf_sumula_331",
    "texto": "STF - Súmula 331 - 12/1963 - É legítima a incidência do impôsto de transmissão causa mortis no inventário por morte presumida."
  },
  {
    "id": "stf_sumula_330",
    "texto": "STF - Súmula 330 - 12/1963 - O Supremo Tribunal Federal não é competente para conhecer de mandado de segurança contra atos dos Tribunais de Justiça dos Estados."
  },
  {
    "id": "stf_sumula_329",
    "texto": "STF - Súmula 329 - 12/1963 - Superado O impôsto de transmissão inter vivos não incide sôbre a transferência de ações de sociedade imobiliária."
  },
  {
    "id": "stf_sumula_328",
    "texto": "STF - Súmula 328 - 12/1963 - Superado É legítima a incidência do impôsto de transmissão inter vivos sôbre a doação de imóvel."
  },
  {
    "id": "stf_sumula_327",
    "texto": "STF - Súmula 327 - 12/1963 - O direito trabalhista admite a prescrição intercorrente."
  },
  {
    "id": "stf_sumula_326",
    "texto": "STF - Súmula 326 - 12/1963 - Superado É legítima a incidência do impôsto de transmissão inter vivos sôbre a transferência do domínio útil."
  },
  {
    "id": "stf_sumula_325",
    "texto": "STF - Súmula 325 - 12/1963 - As emendas ao regimento do Supremo Tribunal Federal, sôbre julgamento de questão constitucional, aplicam-se aos pedidos ajuizados e aos recursos interpostos anteriormente a sua aprovação."
  },
  {
    "id": "stf_sumula_324",
    "texto": "STF - Súmula 324 - 12/1963 - Superado A imunidade do art. 31, V, da Constituição Federal não compreende as taxas."
  },
  {
    "id": "stf_sumula_323",
    "texto": "STF - Súmula 323 - 12/1963 - É inadmissível a apreensão de mercadorias como meio coercitivo para pagamento de tributos."
  },
  {
    "id": "stf_sumula_322",
    "texto": "STF - Súmula 322 - 12/1963 - Não terá seguimento pedido ou recurso dirigido ao Supremo Tribunal Federal, quando manifestamente incabível, ou apresentado fora do prazo, ou quando for evidente a incompetência do Tribunal."
  },
  {
    "id": "stf_sumula_321",
    "texto": "STF - Súmula 321 - 12/1963 - A constituição estadual pode estabelecer a irredutibilidade dos vencimentos do Ministério Público."
  },
  {
    "id": "stf_sumula_320",
    "texto": "STF - Súmula 320 - 12/1963 - A apelação despachada pelo juiz no prazo legal não fica prejudicada pela demora da juntada, por culpa do cartório."
  },
  {
    "id": "stf_sumula_319",
    "texto": "STF - Súmula 319 - 12/1963 - O prazo do recurso ordinário para o Supremo Tribunal Federal, em habeas corpus ou mandado de segurança, é de cinco dias."
  },
  {
    "id": "stf_sumula_318",
    "texto": "STF - Súmula 318 - 12/1963 - Superado É legítima a cobrança, em 1962, pela municipalidade de São Paulo, do impôsto de indústrias e profissões, consoante as leis 5.917 e 5.919, de 1961 (aumento anterior à vigência do orçamento e incidência do tributo sôbre o movimento econômico do contribuinte)."
  },
  {
    "id": "stf_sumula_317",
    "texto": "STF - Súmula 317 - 12/1963 - São improcedentes os embargos declaratórios, quando não pedida a declaração do julgado anterior, em que se verificou a omissão."
  },
  {
    "id": "stf_sumula_316",
    "texto": "STF - Súmula 316 - 12/1963 - A simples adesão a greve não constitui falta grave."
  },
  {
    "id": "stf_sumula_315",
    "texto": "STF - Súmula 315 - 12/1963 - Superado Indispensável o traslado das razões da revista, para julgamento, pelo Tribunal Superior do Trabalho, do agravo para sua admissão."
  },
  {
    "id": "stf_sumula_314",
    "texto": "STF - Súmula 314 - 12/1963 - Na composição do dano por acidente do trabalho, ou de transporte, não é contrário à lei tomar para base da indenização o salário do tempo da perícia ou da sentença."
  },
  {
    "id": "stf_sumula_313",
    "texto": "STF - Súmula 313 - 12/1963 - Provada a identidade entre o trabalho diurno e o noturno, é devido o adicional, quanto a este, sem a limitação do art. 73, § 3º, da C.L.T., independentemente da natureza da atividade do empregador."
  },
  {
    "id": "stf_sumula_312",
    "texto": "STF - Súmula 312 - 12/1963 - Superado Músico integrante de orquestra da emprêsa, com atuação permanente e vínculo de subordinação, está sujeito a legislação geral do trabalho, e não à especial dos artistas."
  },
  {
    "id": "stf_sumula_311",
    "texto": "STF - Súmula 311 - 12/1963 - Superado No típico acidente do trabalho, a existência de ação judicial não exclui a multa pelo retardamento da liquidação."
  },
  {
    "id": "stf_sumula_310",
    "texto": "STF - Súmula 310 - 12/1963 - Quando a intimação tiver lugar na sexta-feira, ou a publicação com efeito de intimação fôr feita nesse dia, o prazo judicial terá início na segunda-feira imediata, salvo se não houver expediente, caso em que começará no primeiro dia útil que se seguir."
  },
  {
    "id": "stf_sumula_309",
    "texto": "STF - Súmula 309 - 12/1963 - Superado A taxa de despacho aduaneiro, sendo adicional do impôsto de importação, não está compreendida na isenção do impôsto de consumo para automóvel usado trazido do exterior pelo proprietário."
  },
  {
    "id": "stf_sumula_308",
    "texto": "STF - Súmula 308 - 12/1963 - Superado A taxa de despacho aduaneiro, sendo adicional do impôsto de importação, não incide sôbre borracha importada com isenção daquele impôsto."
  },
  {
    "id": "stf_sumula_307",
    "texto": "STF - Súmula 307 - 12/1963 - Superado É devido o adicional de serviço insalubre, calculado à base do salário mínimo da região, ainda que a remuneração contratual seja superior ao salário mínimo acrescido da taxa de insalubridade."
  },
  {
    "id": "stf_sumula_306",
    "texto": "STF - Súmula 306 - 12/1963 - Superado As taxas de recuperação econômica e de assistência hospitalar de Minas Gerais são legítimas, quando incidem sôbre matéria tributável pelo Estado."
  },
  {
    "id": "stf_sumula_305",
    "texto": "STF - Súmula 305 - 12/1963 - Acordo de desquite ratificado por ambos os cônjuges não é retratável unilateralmente."
  },
  {
    "id": "stf_sumula_304",
    "texto": "STF - Súmula 304 - 12/1963 - Decisão denegatória de mandado de segurança, não fazendo coisa julgada contra o impetrante, não impede o uso da ação própria."
  },
  {
    "id": "stf_sumula_303",
    "texto": "STF - Súmula 303 - 12/1963 - Superado Não é devido o impôsto federal de sêlo em contrato firmado com autarquia anteriormente à vigência da Emenda Constitucional nº 5, de 21.11.61."
  },
  {
    "id": "stf_sumula_302",
    "texto": "STF - Súmula 302 - 12/1963 - Superado Está isenta da taxa de previdência social a importação de petróleo bruto."
  },
  {
    "id": "stf_sumula_301",
    "texto": "STF - Súmula 301 - 12/1963 - Por crime de responsabilidade, o procedimento penal contra Prefeito Municipal fica condicionado ao seu afastamento do cargo por impeachment, ou à cessação do exercício por outro motivo. (Cancelada)"
  },
  {
    "id": "stf_sumula_300",
    "texto": "STF - Súmula 300 - 12/1963 - São incabíveis os embargos da L. 623, de 19.2.49, contra provimento de agravo para subida de recurso extraordinário."
  },
  {
    "id": "stf_sumula_299",
    "texto": "STF - Súmula 299 - 12/1963 - Superado O recurso ordinário e o extraordinário interpostos no mesmo processo de mandado de segurança, ou de habeas corpus, serão julgados conjuntamente pelo Tribunal Pleno."
  },
  {
    "id": "stf_sumula_298",
    "texto": "STF - Súmula 298 - 12/1963 - Superado O legislador ordinário só pode sujeitar civis à Justiça Militar, em tempo de paz, nos crimes contra a segurança externa do país ou as instituições militares."
  },
  {
    "id": "stf_sumula_297",
    "texto": "STF - Súmula 297 - 12/1963 - Superado Oficiais e praças das milícias dos Estados, no exercício de função policial civil, não são considerados militares para efeitos penais, sendo competente a Justiça comum para julgar os crimes cometidos por ou contra êles."
  },
  {
    "id": "stf_sumula_296",
    "texto": "STF - Súmula 296 - 12/1963 - Superado São inadmissíveis embargos infringentes sôbre matéria não ventilada, pela Turma, no julgamento do recurso extraordinário."
  },
  {
    "id": "stf_sumula_295",
    "texto": "STF - Súmula 295 - 12/1963 - Superado São inadmissíveis embargos infringentes contra decisão unânime do Supremo Tribunal Federal em ação rescisória."
  },
  {
    "id": "stf_sumula_294",
    "texto": "STF - Súmula 294 - 12/1963 - Superado São inadmissíveis embargos infringentes contra decisão do Supremo Tribunal Federal em mandado de segurança."
  },
  {
    "id": "stf_sumula_293",
    "texto": "STF - Súmula 293 - 12/1963 - São inadmissíveis embargos infringentes contra decisão em matéria constitucional submetida ao plenário dos Tribunais."
  },
  {
    "id": "stf_sumula_292",
    "texto": "STF - Súmula 292 - 12/1963 - Interposto o recurso extraordinário por mais de um dos fundamentos indicados no art. 101, n. III, da Constituição, a admissão apenas por um dêles não prejudica o seu conhecimento por qualquer dos outros."
  },
  {
    "id": "stf_sumula_291",
    "texto": "STF - Súmula 291 - 12/1963 - Superado No recurso extraordinário pela letra d do art. 101, n. III, da Constituição, a prova do dissídio jurisprudencial far-se-á por certidão, ou mediante indicação do Diário da Justiça ou de repertório de jurisprudência autorizado, com a transcrição do trecho que configure a divergência, mencionadas as circunstâncias que identifiquem ou assemelhem os casos confrontados."
  },
  {
    "id": "stf_sumula_290",
    "texto": "STF - Súmula 290 - 12/1963 - Nos embargos da L. 623, de 19.2.49, a prova de divergência far-se-á por certidão, ou mediante indicação do Diário da Justiça ou de repertório de jurisprudência autorizado, que a tenha publicado, com a transcrição do trecho que configure a divergência, mencionadas as circunstâncias que identifiquem ou assemelhem os casos confrontados."
  },
  {
    "id": "stf_sumula_289",
    "texto": "STF - Súmula 289 - 12/1963 - O provimento do agravo por uma das Turmas do Supremo Tribunal Federal ainda que sem ressalva, não prejudica a questão do cabimento do recurso extraordinário."
  },
  {
    "id": "stf_sumula_288",
    "texto": "STF - Súmula 288 - 12/1963 - Superado Nega-se provimento a agravo para subida de recurso extraordinário, quando faltar no traslado o despacho agravado, a decisão recorrida, a petição de recurso extraordinário ou qualquer peça essencial à compreensão da controvérsia."
  },
  {
    "id": "stf_sumula_287",
    "texto": "STF - Súmula 287 - 12/1963 - Nega-se provimento ao agravo, quando a deficiência na sua fundamentação, ou na do recurso extraordinário, não permitir a exata compreensão da controvérsia."
  },
  {
    "id": "stf_sumula_286",
    "texto": "STF - Súmula 286 - 12/1963 - Superado Não se conhece do recurso extraordinário fundado em divergência jurisprudencial, quando a orientação do plenário do Supremo Tribunal Federal já se firmou no mesmo sentido da decisão recorrida."
  },
  {
    "id": "stf_sumula_285",
    "texto": "STF - Súmula 285 - 12/1963 - Superado Não sendo razoável a argüição de inconstitucionalidade, não se conhece do recurso extraordinário fundado na letra c do art. 101, III, da Constituição Federal."
  },
  {
    "id": "stf_sumula_284",
    "texto": "STF - Súmula 284 - 12/1963 - É inadmissível o recurso extraordinário, quando a deficiência na sua fundamentação não permitir a exata compreensão da controvérsia."
  },
  {
    "id": "stf_sumula_283",
    "texto": "STF - Súmula 283 - 12/1963 - É inadmissível o recurso extraordinário, quando a decisão recorrida assenta em mais de um fundamento suficiente e o recurso não abrange todos êles."
  },
  {
    "id": "stf_sumula_282",
    "texto": "STF - Súmula 282 - 12/1963 - É inadmissível o recurso extraordinário, quando não ventilada, na decisão recorrida, a questão federal suscitada."
  },
  {
    "id": "stf_sumula_281",
    "texto": "STF - Súmula 281 - 12/1963 - É inadmissível o recurso extraordinário, quando couber na Justiça de origem, recurso ordinário da decisão impugnada."
  },
  {
    "id": "stf_sumula_280",
    "texto": "STF - Súmula 280 - 12/1963 - Por ofensa a direito local não cabe recurso extraordinário."
  },
  {
    "id": "stf_sumula_279",
    "texto": "STF - Súmula 279 - 12/1963 - Para simples reexame de prova não cabe recurso extraordinário."
  },
  {
    "id": "stf_sumula_278",
    "texto": "STF - Súmula 278 - 12/1963 - Superado São cabíveis embargos em ação executiva fiscal contra decisão reformatória da de primeira instância, ainda que unânime."
  },
  {
    "id": "stf_sumula_277",
    "texto": "STF - Súmula 277 - 12/1963 - Superado São cabíveis embargos, em favor da Fazenda Pública, em ação executiva fiscal, não sendo unânime a decisão."
  },
  {
    "id": "stf_sumula_276",
    "texto": "STF - Súmula 276 - 12/1963 - Superado Não cabe recurso de revista em ação executiva fiscal."
  },
  {
    "id": "stf_sumula_275",
    "texto": "STF - Súmula 275 - 12/1963 - Superado Está sujeita a recurso ex officio sentença concessiva de reajustamento pecuário anterior à vigência da L. 2.804, de 25.6.56."
  },
  {
    "id": "stf_sumula_274",
    "texto": "STF - Súmula 274 - 12/1963 - Superado É inconstitucional a taxa de serviço contra fogo cobrada pelo Estado de Pernambuco. (Revogada)"
  },
  {
    "id": "stf_sumula_273",
    "texto": "STF - Súmula 273 - 12/1963 - Superado Nos embargos da L. 623, de 19.2.49, a divergência sôbre questão prejudicial ou preliminar, suscitada após a interposição do recurso extraordinário, ou do agravo, somente será acolhida se o acórdão-padrão fôr anterior à decisão embargada."
  },
  {
    "id": "stf_sumula_272",
    "texto": "STF - Súmula 272 - 12/1963 - Não se admite como ordinário recurso extraordinário de decisão denegatória de mandado de segurança."
  },
  {
    "id": "stf_sumula_271",
    "texto": "STF - Súmula 271 - 12/1963 - Concessão de mandado de segurança não produz efeitos patrimoniais em relação a período pretérito, os quais devem ser reclamados administrativamente ou pela via judicial própria."
  },
  {
    "id": "stf_sumula_270",
    "texto": "STF - Súmula 270 - 12/1963 - Não cabe mandado de segurança para impugnar enquadramento da L. 3.780, de 12.7.60, que envolva exame de prova ou de situação funcional complexa."
  },
  {
    "id": "stf_sumula_269",
    "texto": "STF - Súmula 269 - 12/1963 - O mandado de segurança não é substitutivo de ação de cobrança."
  },
  {
    "id": "stf_sumula_268",
    "texto": "STF - Súmula 268 - 12/1963 - Não cabe mandado de segurança contra decisão judicial com trânsito em julgado."
  },
  {
    "id": "stf_sumula_267",
    "texto": "STF - Súmula 267 - 12/1963 - Não cabe mandado de segurança contra ato judicial passível de recurso ou correição."
  },
  {
    "id": "stf_sumula_266",
    "texto": "STF - Súmula 266 - 12/1963 - Não cabe mandado de segurança contra lei em tese."
  },
  {
    "id": "stf_sumula_265",
    "texto": "STF - Súmula 265 - 12/1963 - Na apuração de haveres não prevalece o balanço não aprovado pelo sócio falecido, excluído ou que se retirou."
  },
  {
    "id": "stf_sumula_264",
    "texto": "STF - Súmula 264 - 12/1963 - Verifica-se a prescrição intercorrente pela paralisação da ação rescisória por mais de cinco anos."
  },
  {
    "id": "stf_sumula_263",
    "texto": "STF - Súmula 263 - 12/1963 - Superado O possuidor deve ser citado pessoalmente para a ação de usucapião."
  },
  {
    "id": "stf_sumula_262",
    "texto": "STF - Súmula 262 - 12/1963 - Não cabe medida possessória liminar para liberação alfandegária de automóvel."
  },
  {
    "id": "stf_sumula_261",
    "texto": "STF - Súmula 261 - 12/1963 - Para a ação de indenização, em caso de avaria, é dispensável que a vistoria se faça judicialmente."
  },
  {
    "id": "stf_sumula_260",
    "texto": "STF - Súmula 260 - 12/1963 - O exame de livros comerciais, em ação judicial, fica limitado às transações entre os litigantes."
  },
  {
    "id": "stf_sumula_259",
    "texto": "STF - Súmula 259 - 12/1963 - Para produzir efeito em juízo não é necessária a inscrição, no registro público, de documentos de procedência estrangeira, autenticados por via consular."
  },
  {
    "id": "stf_sumula_258",
    "texto": "STF - Súmula 258 - 12/1963 - É admissível reconvenção em ação declaratória."
  },
  {
    "id": "stf_sumula_257",
    "texto": "STF - Súmula 257 - 12/1963 - São cabíveis honorários de advogado na ação regressiva do segurador contra o causador do dano."
  },
  {
    "id": "stf_sumula_256",
    "texto": "STF - Súmula 256 - 12/1963 - Superado É dispensável pedido expresso para condenação do réu em honorários, com fundamento nos arts. 63 ou 64 do Cód. de Proc. Civil."
  },
  {
    "id": "stf_sumula_255",
    "texto": "STF - Súmula 255 - 12/1963 - Sendo ilíquida a obrigação, os juros moratórios, contra a Fazenda Pública, incluídas as autarquias, são contados do trânsito em julgado da sentença de liquidação."
  },
  {
    "id": "stf_sumula_254",
    "texto": "STF - Súmula 254 - 12/1963 - Incluem-se os juros moratórios na liquidação, embora omisso o pedido inicial ou a condenação."
  },
  {
    "id": "stf_sumula_253",
    "texto": "STF - Súmula 253 - 12/1963 - Superado Nos embargos da L. 623, de 19.2.49, no Supremo Tribunal Federal, a divergência somente será acolhida, se tiver sido indicada na petição de recurso extraordinário."
  },
  {
    "id": "stf_sumula_252",
    "texto": "STF - Súmula 252 - 12/1963 - Na ação rescisória, não estão impedidos juízes que participaram do julgamento rescindendo."
  },
  {
    "id": "stf_sumula_251",
    "texto": "STF - Súmula 251 - 12/1963 - Superado Responde a Rêde Ferroviária Federal S.A. perante o fôro comum e não perante o juízo especial da Fazenda Nacional, a menos que a União intervenha na causa."
  },
  {
    "id": "stf_sumula_250",
    "texto": "STF - Súmula 250 - 12/1963 - Superado A intervenção da União desloca o processo do juízo cível comum para o fazendário."
  },
  {
    "id": "stf_sumula_249",
    "texto": "STF - Súmula 249 - 12/1963 - É competente o Supremo Tribunal Federal para a ação rescisória, quando, embora não tendo conhecido do recurso extraordinário, ou havendo negado provimento ao agravo, tiver apreciado a questão federal controvertida."
  },
  {
    "id": "stf_sumula_248",
    "texto": "STF - Súmula 248 - 12/1963 - É competente, originariamente, o Supremo Tribunal Federal, para mandado de segurança contra ato do Tribunal de Contas da União."
  },
  {
    "id": "stf_sumula_247",
    "texto": "STF - Súmula 247 - 12/1963 - O relator não admitirá os embargos da L. 623, de 19.2.49, nem deles conhecerá o Supremo Tribunal Federal, quando houver jurisprudência firme do Plenário no mesmo sentido da decisão embargada."
  },
  {
    "id": "stf_sumula_246",
    "texto": "STF - Súmula 246 - 12/1963 - Comprovado não ter havido fraude, não se configura o crime de emissão de cheque sem fundos."
  },
  {
    "id": "stf_sumula_245",
    "texto": "STF - Súmula 245 - 12/1963 - A imunidade parlamentar não se estende ao co-réu sem essa prerrogativa."
  },
  {
    "id": "stf_sumula_244",
    "texto": "STF - Súmula 244 - 12/1963 - Superado A importação de máquinas de costura está isenta do impôsto de consumo."
  },
  {
    "id": "stf_sumula_243",
    "texto": "STF - Súmula 243 - 12/1963 - Em caso de dupla aposentadoria, os proventos a cargo do IAPFESP não são equiparáveis aos pagos pelo Tesouro Nacional, mas calculados à base da média salarial nos últimos doze meses de serviço."
  },
  {
    "id": "stf_sumula_242",
    "texto": "STF - Súmula 242 - 12/1963 - Superado O agravo no auto do processo deve ser apreciado, no julgamento da apelação, ainda que o agravante não tenha apelado."
  },
  {
    "id": "stf_sumula_241",
    "texto": "STF - Súmula 241 - 12/1963 - A contribuição previdenciária incide sôbre o abono incorporado ao salário."
  },
  {
    "id": "stf_sumula_240",
    "texto": "STF - Súmula 240 - 12/1963 - Superado O depósito para recorrer, em ação de acidente do trabalho, é exigível do segurador sub-rogado, ainda que autarquia."
  },
  {
    "id": "stf_sumula_239",
    "texto": "STF - Súmula 239 - 12/1963 - Decisão que declara indevida a cobrança do impôsto em determinado exercício não faz coisa julgada em relação aos posteriores."
  },
  {
    "id": "stf_sumula_238",
    "texto": "STF - Súmula 238 - 12/1963 - Superado Em caso de acidente do trabalho, a multa pelo retardamento da liquidação é exigível do segurador sub-rogado, ainda que autarquia."
  },
  {
    "id": "stf_sumula_237",
    "texto": "STF - Súmula 237 - 12/1963 - O usucapião pode ser argüído em defesa."
  },
  {
    "id": "stf_sumula_236",
    "texto": "STF - Súmula 236 - 12/1963 - Superado Em ação de acidente do trabalho, a autarquia seguradora não tem isenção de custas."
  },
  {
    "id": "stf_sumula_235",
    "texto": "STF - Súmula 235 - 12/1963 - É competente para a ação de acidente do trabalho a Justiça cível comum, inclusive em segunda instância, ainda que seja parte autarquia seguradora."
  },
  {
    "id": "stf_sumula_234",
    "texto": "STF - Súmula 234 - 12/1963 - São devidos honorários de advogado em ação de acidente do trabalho julgada procedente."
  },
  {
    "id": "stf_sumula_233",
    "texto": "STF - Súmula 233 - 12/1963 - Superado Salvo em caso de divergência qualificada (L. 623, de 1949), não cabe recurso de embargos contra decisão que nega provimento a agravo ou não conhece de recurso extraordinário, ainda que por maioria de votos."
  },
  {
    "id": "stf_sumula_232",
    "texto": "STF - Súmula 232 - 12/1963 - Superado Em caso de acidente do trabalho, são devidas diárias até doze meses, as quais não se confundem com a indenização acidentária nem com o auxílio-enfermidade."
  },
  {
    "id": "stf_sumula_231",
    "texto": "STF - Súmula 231 - 12/1963 - O revel, em processo cível, pode produzir provas, desde que compareça em tempo oportuno."
  },
  {
    "id": "stf_sumula_230",
    "texto": "STF - Súmula 230 - 12/1963 - A prescrição da ação de acidente do trabalho conta-se do exame pericial que comprovar a enfermidade ou verificar a natureza da incapacidade."
  },
  {
    "id": "stf_sumula_229",
    "texto": "STF - Súmula 229 - 12/1963 - Superado A indenização acidentária não exclui a do direito comum, em caso de dolo ou culpa grave do empregador."
  },
  {
    "id": "stf_sumula_228",
    "texto": "STF - Súmula 228 - 12/1963 - Não é provisória a execução na pendência de recurso extraordinário, ou de agravo destinado a fazê-lo admitir."
  },
  {
    "id": "stf_sumula_227",
    "texto": "STF - Súmula 227 - 12/1963 - A concordata do empregador não impede a execução de crédito nem a reclamação de empregado na Justiça do Trabalho."
  },
  {
    "id": "stf_sumula_226",
    "texto": "STF - Súmula 226 - 12/1963 - Na ação de desquite, os alimentos são devidos desde a inicial e não da data da decisão que os concede."
  },
  {
    "id": "stf_sumula_225",
    "texto": "STF - Súmula 225 - 12/1963 - Não é absoluto o valor probatório das anotações da carteira profissional."
  },
  {
    "id": "stf_sumula_224",
    "texto": "STF - Súmula 224 - 12/1963 - Superado Os juros da mora, nas reclamações trabalhistas, são contados desde a notificação inicial."
  },
  {
    "id": "stf_sumula_223",
    "texto": "STF - Súmula 223 - 12/1963 - Concedida isenção de custas ao empregado, por elas não responde o sindicato que o representa em juízo."
  },
  {
    "id": "stf_sumula_222",
    "texto": "STF - Súmula 222 - 12/1963 - Superado O princípio da identidade física do juiz não é aplicável às Juntas de Conciliação e Julgamento da Justiça do Trabalho."
  },
  {
    "id": "stf_sumula_221",
    "texto": "STF - Súmula 221 - 12/1963 - A transferência de estabelecimento, ou a sua extinção parcial, por motivo que não seja de fôrça maior, não justifica a transferência de empregado estável."
  },
  {
    "id": "stf_sumula_220",
    "texto": "STF - Súmula 220 - 12/1963 - A indenização devida a empregado estável, que não é readmitido, ao cessar sua aposentadoria, deve ser paga em dôbro."
  },
  {
    "id": "stf_sumula_219",
    "texto": "STF - Súmula 219 - 12/1963 - Para a indenização devida a empregado que tinha direito a ser readmitido, e não foi, levam-se em conta as vantagens advindas à sua categoria no período do afastamento."
  },
  {
    "id": "stf_sumula_218",
    "texto": "STF - Súmula 218 - 12/1963 - Superado É competente o Juízo da Fazenda Nacional da capital do Estado, e não o da situação da coisa, para a desapropriação promovida por emprêsa de energia elétrica, se a União Federal intervém como assistente."
  },
  {
    "id": "stf_sumula_217",
    "texto": "STF - Súmula 217 - 12/1963 - Superado Tem direito de retornar ao emprego, ou ser indenizado em caso de recusa do empregador, o aposentado que recupera a capacidade de trabalho dentro de cinco anos, a contar da aposentadoria, que se torna definitiva após êsse prazo."
  },
  {
    "id": "stf_sumula_216",
    "texto": "STF - Súmula 216 - 12/1963 - Para decretação da absolvição de instância pela paralisação do processo por mais de trinta dias, é necessário que o autor, previamente intimado, não promova o andamento da causa."
  },
  {
    "id": "stf_sumula_215",
    "texto": "STF - Súmula 215 - 12/1963 - Conta-se a favor de empregado readmitido o tempo de serviço anterior, salvo se houver sido despedido por falta grave ou tiver recebido a indenização legal."
  },
  {
    "id": "stf_sumula_214",
    "texto": "STF - Súmula 214 - 12/1963 - A duração legal da hora de serviço noturno (52 minutos e trinta segundos) constitui vantagem suplementar que não dispensa o salário adicional."
  },
  {
    "id": "stf_sumula_213",
    "texto": "STF - Súmula 213 - 12/1963 - É devido o adicional de serviço noturno, ainda que sujeito o empregado ao regime de revezamento."
  },
  {
    "id": "stf_sumula_212",
    "texto": "STF - Súmula 212 - 12/1963 - Tem direito ao adicional de serviço perigoso o empregado de posto de revenda de combustível líquido."
  },
  {
    "id": "stf_sumula_211",
    "texto": "STF - Súmula 211 - 12/1963 - Superado Contra a decisão proferida sôbre o agravo no auto do processo, por ocasião do julgamento da apelação, não se admitem embargos infringentes ou de nulidade."
  },
  {
    "id": "stf_sumula_210",
    "texto": "STF - Súmula 210 - 12/1963 - O assistente do Ministério Público pode recorrer, inclusive extraordinariamente, na ação penal, nos casos dos arts. 584, § 1º, e 598 do Cód. de Proc. Penal."
  },
  {
    "id": "stf_sumula_209",
    "texto": "STF - Súmula 209 - 12/1963 - O salário-produção, como outras modalidades de salário-prêmio, é devido, desde que verificada a condição a que estiver subordinado, e não pode ser suprimido unilateralmente, pelo empregador, quando pago com habitualidade."
  },
  {
    "id": "stf_sumula_208",
    "texto": "STF - Súmula 208 - 12/1963 - Superado O assistente do Ministério Público não pode recorrer, extraordinariamente, de decisão concessiva de habeas corpus."
  },
  {
    "id": "stf_sumula_207",
    "texto": "STF - Súmula 207 - 12/1963 - As gratificações habituais, inclusive a de Natal, consideram-se tacitamente convencionadas, integrando o salário."
  },
  {
    "id": "stf_sumula_206",
    "texto": "STF - Súmula 206 - 12/1963 - É nulo o julgamento ulterior pelo júri com a participação de jurado que funcionou em julgamento anterior do mesmo processo."
  },
  {
    "id": "stf_sumula_205",
    "texto": "STF - Súmula 205 - 12/1963 - Superado Tem direito a salário integral o menor não sujeito a aprendizagem metódica."
  },
  {
    "id": "stf_sumula_204",
    "texto": "STF - Súmula 204 - 12/1963 - Superado Tem direito o trabalhador substituto, ou de reserva, ao salário mínimo no dia em que fica à disposição do empregador sem ser aproveitado na função específica; se aproveitado, recebe o salário contratual."
  },
  {
    "id": "stf_sumula_203",
    "texto": "STF - Súmula 203 - 12/1963 - Superado Não está sujeita à vacância de 60 dias a vigência de novos níveis de salário mínimo."
  },
  {
    "id": "stf_sumula_202",
    "texto": "STF - Súmula 202 - 12/1963 - Na equiparação de salário, em caso de trabalho igual, toma-se em conta o tempo de serviço na função, e não no emprêgo."
  },
  {
    "id": "stf_sumula_201",
    "texto": "STF - Súmula 201 - 12/1963 - Superado O vendedor pracista, remunerado mediante comissão, não tem direito ao repouso semanal remunerado."
  },
  {
    "id": "stf_sumula_200",
    "texto": "STF - Súmula 200 - 12/1963 - Não é inconstitucional a L. 1.530, de 26.12.51, que manda incluir na indenização por despedida injusta parcela correspondente a férias proporcionais."
  },
  {
    "id": "stf_sumula_199",
    "texto": "STF - Súmula 199 - 12/1963 - O salário das férias do empregado horista corresponde à média do período aquisitivo, não podendo ser inferior ao mínimo."
  },
  {
    "id": "stf_sumula_198",
    "texto": "STF - Súmula 198 - 12/1963 - As ausências motivadas por acidente do trabalho não são descontáveis do período aquisitivo das férias."
  },
  {
    "id": "stf_sumula_197",
    "texto": "STF - Súmula 197 - 12/1963 - O empregado com representação sindical só pode ser despedido mediante inquérito em que se apure falta grave."
  },
  {
    "id": "stf_sumula_196",
    "texto": "STF - Súmula 196 - 12/1963 - Ainda que exerça atividade rural, o empregado de emprêsa industrial ou comercial é classificado de acôrdo com a categoria do empregador."
  },
  {
    "id": "stf_sumula_195",
    "texto": "STF - Súmula 195 - 12/1963 - Superado Contrato de trabalho para obra certa, ou de prazo determinado, transforma-se em contrato de prazo indeterminado, quando prorrogado por mais de quatro anos."
  },
  {
    "id": "stf_sumula_194",
    "texto": "STF - Súmula 194 - 12/1963 - É competente o Ministro do Trabalho para a especificação das atividades insalubres."
  },
  {
    "id": "stf_sumula_193",
    "texto": "STF - Súmula 193 - 12/1963 - Para a restituição prevista no art. 76, § 2º, da Lei de Falências, conta-se o prazo de quinze dias da entrega da coisa e não da sua remessa."
  },
  {
    "id": "stf_sumula_192",
    "texto": "STF - Súmula 192 - 12/1963 - Superado Não se inclui no crédito habilitado em falência a multa fiscal com efeito de pena administrativa."
  },
  {
    "id": "stf_sumula_191",
    "texto": "STF - Súmula 191 - 12/1963 - Superado Inclui-se no crédito habilitado em falência a multa fiscal simplesmente moratória."
  },
  {
    "id": "stf_sumula_190",
    "texto": "STF - Súmula 190 - 12/1963 - Superado O não pagamento de título vencido há mais de trinta dias, sem protesto, não impede a concordata preventiva."
  },
  {
    "id": "stf_sumula_189",
    "texto": "STF - Súmula 189 - 12/1963 - Avais em branco e superpostos consideram-se simultâneos e não sucessivos."
  },
  {
    "id": "stf_sumula_188",
    "texto": "STF - Súmula 188 - 12/1963 - O segurador tem ação regressiva contra o causador do dano, pelo que efetivamente pagou, até ao limite previsto no contrato de seguro."
  },
  {
    "id": "stf_sumula_187",
    "texto": "STF - Súmula 187 - 12/1963 - A responsabilidade contratual do transportador, pelo acidente com o passageiro, não é elidida por culpa de terceiro, contra o qual tem ação regressiva."
  },
  {
    "id": "stf_sumula_186",
    "texto": "STF - Súmula 186 - 12/1963 - Superado Não infringe a lei a tolerância da quebra de 1% no transporte por estrada de ferro, prevista no regulamento de transportes."
  },
  {
    "id": "stf_sumula_185",
    "texto": "STF - Súmula 185 - 12/1963 - Superado Em processo de reajustamento pecuário, não responde a União pelos honorários do advogado do credor ou do devedor."
  },
  {
    "id": "stf_sumula_184",
    "texto": "STF - Súmula 184 - 12/1963 - Superado Não se incluem no reajustamento pecuário dívidas contraídas posteriormente a 19.12.46."
  },
  {
    "id": "stf_sumula_183",
    "texto": "STF - Súmula 183 - 12/1963 - Superado Não se incluem no reajustamento pecuário dívidas estranhas à atividade agropecuária."
  },
  {
    "id": "stf_sumula_182",
    "texto": "STF - Súmula 182 - 12/1963 - Superado Não impede o reajustamento do débito pecuário, nos termos da L. 1.002, de 24.12.49, a falta de cancelamento da renúncia à moratória da L. 209, de 2.1.48."
  },
  {
    "id": "stf_sumula_181",
    "texto": "STF - Súmula 181 - 12/1963 - Superado Na retomada, para construção mais útil de imóvel sujeito ao D. 24.150, de 20.4.34, é sempre devida indenização para despesas de mudança do locatário."
  },
  {
    "id": "stf_sumula_180",
    "texto": "STF - Súmula 180 - 12/1963 - Superado Na ação revisional do art. 31 do D. 24.150, de 20.4.34, o aluguel arbitrado vigora a partir do laudo pericial."
  },
  {
    "id": "stf_sumula_179",
    "texto": "STF - Súmula 179 - 12/1963 - Superado O aluguel arbitrado judicialmente nos têrmos da L. 3.085, de 29.12.56, art. 6º, vigora a partir da data do laudo pericial."
  },
  {
    "id": "stf_sumula_178",
    "texto": "STF - Súmula 178 - 12/1963 - Superado Não excederá de cinco anos a renovação judicial de contrato de locação, fundada no D. 24.150, de 20.4.34."
  },
  {
    "id": "stf_sumula_177",
    "texto": "STF - Súmula 177 - 12/1963 - Superado O cessionário do promitente comprador, nas mesmas condições dêste, pode retomar o imóvel locado."
  },
  {
    "id": "stf_sumula_176",
    "texto": "STF - Súmula 176 - 12/1963 - Superado O promitente comprador, nas condições previstas na L. 1.300, de 28-12-50, pode retomar o imóvel locado."
  },
  {
    "id": "stf_sumula_175",
    "texto": "STF - Súmula 175 - 12/1963 - Superado Admite-se a retomada de imóvel alugado para uso de filho que vai contrair matrimônio."
  },
  {
    "id": "stf_sumula_174",
    "texto": "STF - Súmula 174 - 12/1963 - Superado Para a retomada do imóvel alugado, não é necessária a comprovação dos requisitos legais na notificação prévia."
  },
  {
    "id": "stf_sumula_173",
    "texto": "STF - Súmula 173 - 12/1963 - Superado Em caso de obstáculo judicial admite-se a purga da mora, pelo locatário, além do prazo legal."
  },
  {
    "id": "stf_sumula_172",
    "texto": "STF - Súmula 172 - 12/1963 - Superado Não se admite, na locação em curso, de prazo determinado, o reajustamento de aluguel a que se refere a L. 3.085, de 29.12.56."
  },
  {
    "id": "stf_sumula_171",
    "texto": "STF - Súmula 171 - 12/1963 - Superado Não se admite, na locação em curso, de prazo determinado, a majoração de encargos a que se refere a L. 3.844, de 15.12.60."
  },
  {
    "id": "stf_sumula_170",
    "texto": "STF - Súmula 170 - 12/1963 - É resgatável a enfiteuse instituída anteriormente à vigência do Código Civil."
  },
  {
    "id": "stf_sumula_169",
    "texto": "STF - Súmula 169 - 12/1963 - Depende de sentença a aplicação da pena de comisso."
  },
  {
    "id": "stf_sumula_168",
    "texto": "STF - Súmula 168 - 12/1963 - Para os efeitos do Dl. 58, de 10.12.37, admite-se a inscrição imobiliária do compromisso de compra e venda no curso da ação."
  },
  {
    "id": "stf_sumula_167",
    "texto": "STF - Súmula 167 - 12/1963 - Não se aplica o regime do Dl. 58, de 10.12.37, ao compromisso de compra e venda não inscrito no registro imobiliário, salvo se o promitente vendedor se obrigou a efetuar o registro."
  },
  {
    "id": "stf_sumula_166",
    "texto": "STF - Súmula 166 - 12/1963 - É inadmissível o arrependimento no compromisso de compra e venda sujeito ao regime do Dl. 58, de 10.12.37."
  },
  {
    "id": "stf_sumula_165",
    "texto": "STF - Súmula 165 - 12/1963 - Superado A venda realizada diretamente pelo mandante ao mandatário não é atingida pela nulidade do art. 1.133, II, do Código Civil."
  },
  {
    "id": "stf_sumula_164",
    "texto": "STF - Súmula 164 - 12/1963 - No processo de desapropriação, são devidos juros compensatórios desde a antecipada imissão de posse, ordenada pelo juiz, por motivo de urgência."
  },
  {
    "id": "stf_sumula_163",
    "texto": "STF - Súmula 163 - 12/1963 - Salvo contra a Fazenda Pública, sendo a obrigação ilíquida, contam-se os juros moratórios desde a citação inicial para a ação."
  },
  {
    "id": "stf_sumula_162",
    "texto": "STF - Súmula 162 - 12/1963 - É absoluta a nulidade do julgamento pelo júri, quando os quesitos da defesa não precedem aos das circunstâncias agravantes."
  },
  {
    "id": "stf_sumula_161",
    "texto": "STF - Súmula 161 - 12/1963 - Em contrato de transporte, é inoperante a cláusula de não indenizar."
  },
  {
    "id": "stf_sumula_160",
    "texto": "STF - Súmula 160 - 12/1963 - É nula a decisão do Tribunal que acolhe, contra o réu, nulidade não argüida no recurso da acusação, ressalvados os casos de recurso de ofício."
  },
  {
    "id": "stf_sumula_159",
    "texto": "STF - Súmula 159 - 12/1963 - Cobrança excessiva, mas de boa-fé, não dá lugar às sanções do art. 1.531 do Código Civil."
  },
  {
    "id": "stf_sumula_158",
    "texto": "STF - Súmula 158 - 12/1963 - Salvo estipulação contratual averbada no registro imobiliário, não responde o adquirente pelas benfeitorias do locatário."
  },
  {
    "id": "stf_sumula_157",
    "texto": "STF - Súmula 157 - 12/1963 - É necessária prévia autorização do Presidente da República para desapropriação, pelos Estados, de emprêsa de energia elétrica."
  },
  {
    "id": "stf_sumula_156",
    "texto": "STF - Súmula 156 - 12/1963 - É absoluta a nulidade do julgamento, pelo júri, por falta de quesito obrigatório."
  },
  {
    "id": "stf_sumula_155",
    "texto": "STF - Súmula 155 - 12/1963 - É relativa a nulidade do processo criminal por falta de intimação da expedição de precatória para inquirição de testemunha."
  },
  {
    "id": "stf_sumula_154",
    "texto": "STF - Súmula 154 - 12/1963 - Simples vistoria não interrompe a prescrição."
  },
  {
    "id": "stf_sumula_153",
    "texto": "STF - Súmula 153 - 12/1963 - Superado Simples protesto cambiário não interrompe a prescrição."
  },
  {
    "id": "stf_sumula_152",
    "texto": "STF - Súmula 152 - 12/1963 - A ação para anular venda de ascendente a descendente, sem consentimento dos demais, prescreve em quatro anos a contar da abertura da sucessão. (Revogada)"
  },
  {
    "id": "stf_sumula_151",
    "texto": "STF - Súmula 151 - 12/1963 - Prescreve em um ano a ação do segurador subrogado para haver indenização por extravio ou perda de carga transportada por navio."
  },
  {
    "id": "stf_sumula_150",
    "texto": "STF - Súmula 150 - 12/1963 - Prescreve a execução no mesmo prazo de prescrição da ação."
  },
  {
    "id": "stf_sumula_149",
    "texto": "STF - Súmula 149 - 12/1963 - É imprescritível a ação de investigação de paternidade, mas não o é a de petição de herança."
  },
  {
    "id": "stf_sumula_148",
    "texto": "STF - Súmula 148 - 12/1963 - Superado É legítimo o aumento de tarifas portuárias por ato do Ministro da Viação e Obras Públicas."
  },
  {
    "id": "stf_sumula_147",
    "texto": "STF - Súmula 147 - 12/1963 - Superado A prescrição de crime falimentar começa a correr da data em que deveria estar encerrada a falência, ou do trânsito em julgado da sentença que a encerrar ou que julgar cumprida a concordata."
  },
  {
    "id": "stf_sumula_146",
    "texto": "STF - Súmula 146 - 12/1963 - A prescrição da ação penal regula-se pela pena concretizada na sentença, quando não há recurso da acusação."
  },
  {
    "id": "stf_sumula_145",
    "texto": "STF - Súmula 145 - 12/1963 - Não há crime, quando a preparação do flagrante pela polícia torna impossível a sua consumação."
  },
  {
    "id": "stf_sumula_144",
    "texto": "STF - Súmula 144 - 12/1963 - Superado É inconstitucional a incidência da taxa de recuperação econômica de Minas Gerais sôbre contrato sujeito ao impôsto federal do sêlo."
  },
  {
    "id": "stf_sumula_143",
    "texto": "STF - Súmula 143 - 12/1963 - Superado Na forma da lei estadual, é devido o impôsto de vendas e consignações na exportação de café pelo Estado da Guanabara, embora proveniente de outro Estado."
  },
  {
    "id": "stf_sumula_142",
    "texto": "STF - Súmula 142 - 12/1963 - Superado Não é devida a taxa de previdência social sôbre mercadorias isentas do impôsto de importação."
  },
  {
    "id": "stf_sumula_141",
    "texto": "STF - Súmula 141 - 12/1963 - Superado Não incide a taxa de previdência social sôbre combustíveis."
  },
  {
    "id": "stf_sumula_140",
    "texto": "STF - Súmula 140 - 12/1963 - Superado Na importação de lubrificantes é devida a taxa de previdência social."
  },
  {
    "id": "stf_sumula_139",
    "texto": "STF - Súmula 139 - 12/1963 - Superado É indevida a cobrança do impôsto de transação a que se refere a L. 899, de 1957, art. 58, IV, letra e, do antigo Distrito Federal."
  },
  {
    "id": "stf_sumula_138",
    "texto": "STF - Súmula 138 - 12/1963 - Superado É inconstitucional a taxa contra fogo, do estado de Minas Gerais, incidente sôbre prêmio de seguro contra fogo."
  },
  {
    "id": "stf_sumula_137",
    "texto": "STF - Súmula 137 - 12/1963 - Superado A taxa de fiscalização da exportação incide sôbre a bonificação cambial concedida ao exportador."
  },
  {
    "id": "stf_sumula_136",
    "texto": "STF - Súmula 136 - 12/1963 - Superado É constitucional a taxa de estatística da Bahia."
  },
  {
    "id": "stf_sumula_135",
    "texto": "STF - Súmula 135 - 12/1963 - Superado É inconstitucional a taxa de eletrificação de Pernambuco."
  },
  {
    "id": "stf_sumula_134",
    "texto": "STF - Súmula 134 - 12/1963 - Superado A isenção fiscal para a importação de frutas da Argentina compreende a taxa de despacho aduaneiro e a taxa de previdência social."
  },
  {
    "id": "stf_sumula_133",
    "texto": "STF - Súmula 133 - 12/1963 - Superado Não é devida a taxa de despacho aduaneiro na importação de fertilizantes e inseticidas."
  },
  {
    "id": "stf_sumula_132",
    "texto": "STF - Súmula 132 - 12/1963 - Superado Não é devida a taxa de previdência social na importação de amianto bruto ou em fibra."
  },
  {
    "id": "stf_sumula_131",
    "texto": "STF - Súmula 131 - 12/1963 - Superado A taxa de despacho aduaneiro (art. 66 da L. 3.244, de 14.8.57) continua a ser exigível após o Dec. Legisl. 14, de 25.8.60, mesmo para as mercadorias incluídas na vigente lista III do Acordo Geral sôbre Tarifas Aduaneiras e Comércio (GATT)."
  },
  {
    "id": "stf_sumula_130",
    "texto": "STF - Súmula 130 - 12/1963 - Superado A taxa de despacho aduaneiro (art. 66 da L. 3.244, de 14.8.57) continua a ser exigível após o Dec. Legisl. 14, de 25.8.60, que aprovou alterações introduzidas no Acordo Geral sôbre Tarifas Aduaneiras e Comércio (GATT)."
  },
  {
    "id": "stf_sumula_129",
    "texto": "STF - Súmula 129 - 12/1963 - Superado Na conformidade da legislação local, é legítima a cobrança de taxa de calçamento."
  },
  {
    "id": "stf_sumula_128",
    "texto": "STF - Súmula 128 - 12/1963 - Superado É indevida a taxa de assistência médica e hospitalar das instituições de previdência social."
  },
  {
    "id": "stf_sumula_127",
    "texto": "STF - Súmula 127 - 12/1963 - Superado É indevida a taxa de armazenagem, posteriormente aos primeiros trinta dias, quando não exigível o impôsto de consumo, cuja cobrança tenha motivado a retenção da mercadoria."
  },
  {
    "id": "stf_sumula_126",
    "texto": "STF - Súmula 126 - 12/1963 - Superado É inconstitucional a chamada taxa de aguardente, do Instituto do Açúcar e do Álcool."
  },
  {
    "id": "stf_sumula_125",
    "texto": "STF - Súmula 125 - 12/1963 - Superado Não é devido o impôsto de vendas e consignações sôbre a parcela do impôsto de consumo que onera a primeira venda realizada pelo produtor."
  },
  {
    "id": "stf_sumula_124",
    "texto": "STF - Súmula 124 - 12/1963 - Superado É inconstitucional o adicional do impôsto de vendas e consignações cobrado pelo Estado do Espírito Santo sôbre cafés da cota de expurgo entregues ao Instituto Brasileiro do Café."
  },
  {
    "id": "stf_sumula_123",
    "texto": "STF - Súmula 123 - 12/1963 - Superado Sendo a locação regida pelo D. 24.150, de 20.4.34, o locatário não tem direito à purgação da mora prevista na L. 1.300, de 28.12.50."
  },
  {
    "id": "stf_sumula_122",
    "texto": "STF - Súmula 122 - 12/1963 - O enfiteuta pode purgar a mora enquanto não decretado o comisso por sentença."
  },
  {
    "id": "stf_sumula_121",
    "texto": "STF - Súmula 121 - 12/1963 - É vedada a capitalização de juros, ainda que expressamente convencionada."
  },
  {
    "id": "stf_sumula_120",
    "texto": "STF - Súmula 120 - 12/1963 - Parede de tijolos de vidro translúcido pode ser levantada a menos de metro e meio do prédio vizinho, não importando servidão sôbre êle."
  },
  {
    "id": "stf_sumula_119",
    "texto": "STF - Súmula 119 - 12/1963 - Superado É devido o impôsto de vendas e consignações sôbre a venda de cafés ao Instituto Brasileiro do Café, embora o lote, originariamente, se destinasse à exportação."
  },
  {
    "id": "stf_sumula_118",
    "texto": "STF - Súmula 118 - 12/1963 - Superado Estão sujeitas ao impôsto de vendas e consignações as transações sôbre minerais, que ainda não estão compreendidos na legislação federal sôbre o impôsto único."
  },
  {
    "id": "stf_sumula_117",
    "texto": "STF - Súmula 117 - 12/1963 - Superado A lei estadual pode fazer variar a alíquota do impôsto de vendas e consignações em razão da espécie do produto."
  },
  {
    "id": "stf_sumula_116",
    "texto": "STF - Súmula 116 - 12/1963 - Superado Em desquite ou inventário, é legítima a cobrança do chamado impôsto de reposição, quando houver desigualdade nos valôres partilhados."
  },
  {
    "id": "stf_sumula_115",
    "texto": "STF - Súmula 115 - 12/1963 - Sôbre os honorários do advogado contratado pelo inventariante, com a homologação do juiz, não incide o impôsto de transmissão causa mortis."
  },
  {
    "id": "stf_sumula_114",
    "texto": "STF - Súmula 114 - 12/1963 - O impôsto de transmissão causa mortis não é exigível antes da homologação do cálculo."
  },
  {
    "id": "stf_sumula_113",
    "texto": "STF - Súmula 113 - 12/1963 - Superado O impôsto de transmissão causa mortis é calculado sôbre o valor dos bens na data da avaliação."
  },
  {
    "id": "stf_sumula_112",
    "texto": "STF - Súmula 112 - 12/1963 - O impôsto de transmissão causa mortis é devido pela alíquota vigente ao tempo da abertura da sucessão."
  },
  {
    "id": "stf_sumula_111",
    "texto": "STF - Súmula 111 - 12/1963 - Superado É legítima a incidência do impôsto de transmissão inter vivos sôbre a restituição, ao antigo proprietário, de imóvel que deixou de servir à finalidade da sua desapropriação."
  },
  {
    "id": "stf_sumula_110",
    "texto": "STF - Súmula 110 - 12/1963 - O impôsto de transmissão inter vivos não incide sôbre a construção, ou parte dela, realizada pelo adquirente, mas sôbre o que tiver sido construído ao tempo da alienação do terreno."
  },
  {
    "id": "stf_sumula_109",
    "texto": "STF - Súmula 109 - 12/1963 - Superado É devida a multa prevista no art. 15, § 6º, da L. 1.300, de 28.12.50, ainda que a desocupação do imóvel tenha resultado da notificação e não haja sido proposta ação de despejo."
  },
  {
    "id": "stf_sumula_108",
    "texto": "STF - Súmula 108 - 12/1963 - Superado É legítima a incidência do impôsto de transmissão inter vivos sôbre o valor do imóvel ao tempo da alienação e não da promessa, na conformidade da legislação local."
  },
  {
    "id": "stf_sumula_107",
    "texto": "STF - Súmula 107 - 12/1963 - Superado É inconstitucional o impôsto de selo de 3%, ad valorem, do Paraná, quanto aos produtos remetidos para fora do Estado."
  },
  {
    "id": "stf_sumula_106",
    "texto": "STF - Súmula 106 - 12/1963 - Superado É legítima a cobrança de sêlo sôbre registro de automóveis, na conformidade da legislação estadual."
  },
  {
    "id": "stf_sumula_105",
    "texto": "STF - Súmula 105 - 12/1963 - Superado Salvo se tiver havido premeditação, o suicídio do segurado no período contratual de carência não exime o segurador do pagamento do seguro."
  },
  {
    "id": "stf_sumula_104",
    "texto": "STF - Súmula 104 - 12/1963 - Superado Não é devido o impôsto federal do selo na simples reavaliação de ativo anterior à vigência da L. 3.519, de 30.12.58."
  },
  {
    "id": "stf_sumula_103",
    "texto": "STF - Súmula 103 - 12/1963 - Superado É devido o impôsto federal do selo na simples reavaliação de ativo, realizada posteriormente à vigência da L. 3.519, de 30.12.58."
  },
  {
    "id": "stf_sumula_102",
    "texto": "STF - Súmula 102 - 12/1963 - Superado É devido o impôsto federal do selo pela incorporação de reservas, em reavaliação de ativo, ainda que realizada antes da vigência da L. 3.519, de 30.12.58."
  },
  {
    "id": "stf_sumula_101",
    "texto": "STF - Súmula 101 - 12/1963 - O mandado de segurança não substitui a ação popular."
  },
  {
    "id": "stf_sumula_100",
    "texto": "STF - Súmula 100 - 12/1963 - Superado Não é devido o impôsto de lucro imobiliário, quando a alienação de imóvel, adquirido por usucapião, tiver sido anterior à vigência da L. 3.470, de 28.11.58."
  },
  {
    "id": "stf_sumula_99",
    "texto": "STF - Súmula 99 - 12/1963 - Superado Não é devido o impôsto de lucro imobiliário, quando a alienação de imóvel adquirido por herança, ou a título gratuito, tiver sido anterior à vigência da L. 3.470, de 28.11.58."
  },
  {
    "id": "stf_sumula_98",
    "texto": "STF - Súmula 98 - 12/1963 - Superado Sendo o imóvel alienado na vigência da L. 3.470, de 28.11.58, ainda que adquirido por herança, usucapião ou a título gratuito, é devido o impôsto de lucro imobiliário."
  },
  {
    "id": "stf_sumula_97",
    "texto": "STF - Súmula 97 - 12/1963 - Superado É devida a alíquota anterior do impôsto de lucro imobiliário, quando a promessa de venda houver sido celebrada antes da vigência da lei que a tiver elevado."
  },
  {
    "id": "stf_sumula_96",
    "texto": "STF - Súmula 96 - 12/1963 - Superado O impôsto de lucro imobiliário incide sôbre a venda de imóvel da meação do cônjuge sobrevivente, ainda que aberta a sucessão antes da vigência da L. 3.470, de 28.11.58."
  },
  {
    "id": "stf_sumula_95",
    "texto": "STF - Súmula 95 - 12/1963 - Superado Para cálculo do impôsto de lucro extraordinário, incluem-se no capital as reservas do ano-base, apuradas em balanço."
  },
  {
    "id": "stf_sumula_94",
    "texto": "STF - Súmula 94 - 12/1963 - Superado É competente a autoridade alfandegária para o desconto, na fonte, do impôsto de renda correspondente às comissões dos despachantes aduaneiros."
  },
  {
    "id": "stf_sumula_93",
    "texto": "STF - Súmula 93 - 12/1963 - Não está isenta do impôsto de renda a atividade profissional do arquiteto."
  },
  {
    "id": "stf_sumula_92",
    "texto": "STF - Súmula 92 - 12/1963 - Superado É constitucional o art. 100, nº II, da L. 4.563, de 20.2.57, do Município de Recife, que faz variar o impôsto de licença em função do aumento do capital do contribuinte."
  },
  {
    "id": "stf_sumula_91",
    "texto": "STF - Súmula 91 - 12/1963 - Superado A incidência do impôsto único não isenta o comerciante de combustíveis do impôsto de indústrias e profissões."
  },
  {
    "id": "stf_sumula_90",
    "texto": "STF - Súmula 90 - 12/1963 - Superado É legítima a lei local que faça incidir o impôsto de indústrias e profissões com base no movimento econômico do contribuinte."
  },
  {
    "id": "stf_sumula_89",
    "texto": "STF - Súmula 89 - 12/1963 - Superado Estão isentas do impôsto de importação frutas importadas da Argentina, do Chile, da Espanha e de Portugal, enquanto vigentes os respectivos acordos comerciais."
  },
  {
    "id": "stf_sumula_88",
    "texto": "STF - Súmula 88 - 12/1963 - Superado É válida a majoração da tarifa alfandegária, resultante da L. 3.244, de 14.8.57, que modificou o Acordo Geral sôbre Tarifas Aduaneiras e Comércio (GATT), aprovado pela L. 313, de 30.7.48."
  },
  {
    "id": "stf_sumula_87",
    "texto": "STF - Súmula 87 - 12/1963 - Superado Somente no que não colidirem com a L. 3.244, de 14.8.57, são aplicáveis acordos tarifários anteriores."
  },
  {
    "id": "stf_sumula_86",
    "texto": "STF - Súmula 86 - 12/1963 - Superado Não está sujeito ao impôsto de consumo automóvel usado, trazido do exterior pelo proprietário."
  },
  {
    "id": "stf_sumula_85",
    "texto": "STF - Súmula 85 - 12/1963 - Superado Não estão sujeitos ao impôsto de consumo os bens de uso pessoal e doméstico trazidos, como bagagem, do exterior."
  },
  {
    "id": "stf_sumula_84",
    "texto": "STF - Súmula 84 - 12/1963 - Superado Não estão isentos do impôsto de consumo os produtos importados pelas cooperativas."
  },
  {
    "id": "stf_sumula_83",
    "texto": "STF - Súmula 83 - 12/1963 - Superado Os ágios de importação incluem-se no valor dos artigos importados para incidência do impôsto de consumo."
  },
  {
    "id": "stf_sumula_82",
    "texto": "STF - Súmula 82 - 12/1963 - Superado São inconstitucionais o impôsto de cessão e a taxa sôbre inscrição de promessa de venda de imóvel, substitutivos do impôsto de transmissão, por incidirem sôbre ato que não transfere o domínio."
  },
  {
    "id": "stf_sumula_81",
    "texto": "STF - Súmula 81 - 12/1963 - Superado As cooperativas não gozam de isenção de impostos locais, com fundamento na Constituição e nas leis federais."
  },
  {
    "id": "stf_sumula_80",
    "texto": "STF - Súmula 80 - 12/1963 - Superado Para a retomada de prédio situado fora do domicílio do locador exige-se a prova da necessidade."
  },
  {
    "id": "stf_sumula_79",
    "texto": "STF - Súmula 79 - 12/1963 - Superado O Banco do Brasil não tem isenção de tributos locais."
  },
  {
    "id": "stf_sumula_78",
    "texto": "STF - Súmula 78 - 12/1963 - Superado Estão isentas de impostos locais as emprêsas de energia elétrica, no que respeita às suas atividades específicas."
  },
  {
    "id": "stf_sumula_77",
    "texto": "STF - Súmula 77 - 12/1963 - Superado Está isenta de impostos federais a aquisição de bens pela Rêde Ferroviária Federal."
  },
  {
    "id": "stf_sumula_76",
    "texto": "STF - Súmula 76 - 12/1963 - Superado As sociedades de economia mista não estão protegidas pela imunidade fiscal do art. 31, V, a, Constituição Federal."
  },
  {
    "id": "stf_sumula_75",
    "texto": "STF - Súmula 75 - 12/1963 - Sendo vendedora uma autarquia, a sua imunidade fiscal não compreende o impôsto de transmissão inter vivos, que é encargo do comprador."
  },
  {
    "id": "stf_sumula_74",
    "texto": "STF - Súmula 74 - 12/1963 - Superado O imóvel transcrito em nome de autarquia, embora objeto de promessa de venda a particulares, continua imune de impostos locais."
  },
  {
    "id": "stf_sumula_73",
    "texto": "STF - Súmula 73 - 12/1963 - Superado A imunidade das autarquias, implicitamente contida no art. 31, V, a, da Constituição Federal, abrange tributos estaduais e municipais."
  },
  {
    "id": "stf_sumula_72",
    "texto": "STF - Súmula 72 - 12/1963 - No julgamento de questão constitucional, vinculada a decisão do Tribunal Superior Eleitoral, não estão impedidos os Ministros do Supremo Tribunal Federal que ali tenham funcionado no mesmo processo, ou no processo originário."
  },
  {
    "id": "stf_sumula_71",
    "texto": "STF - Súmula 71 - 12/1963 - Superado Embora pago indevidamente, não cabe restituição de tributo indireto."
  },
  {
    "id": "stf_sumula_70",
    "texto": "STF - Súmula 70 - 12/1963 - É inadmissível a interdição de estabelecimento como meio coercitivo para cobrança de tributo."
  },
  {
    "id": "stf_sumula_69",
    "texto": "STF - Súmula 69 - 12/1963 - A Constituição estadual não pode estabelecer limite para o aumento de tributos municipais."
  },
  {
    "id": "stf_sumula_68",
    "texto": "STF - Súmula 68 - 12/1963 - Superado É legítima a cobrança, pelos Municípios, no exercício de 1961, de tributo estadual, regularmente criado ou aumentado, e que lhes foi transferido pela Emenda Constitucional nº 5, de 21.11.61."
  },
  {
    "id": "stf_sumula_67",
    "texto": "STF - Súmula 67 - 12/1963 - Superado É inconstitucional a cobrança do tributo que houver sido criado ou aumentado no mesmo exercício financeiro."
  },
  {
    "id": "stf_sumula_66",
    "texto": "STF - Súmula 66 - 12/1963 - É legítima a cobrança do tributo que houver sido aumentado após o orçamento, mas antes do início do respectivo exercício financeiro."
  },
  {
    "id": "stf_sumula_65",
    "texto": "STF - Súmula 65 - 12/1963 - Superado A cláusula de aluguel progressivo anterior à L. 3.494, de 19.12.58, continua em vigor em caso de prorrogação legal ou convencional da locação."
  },
  {
    "id": "stf_sumula_64",
    "texto": "STF - Súmula 64 - 12/1963 - Superado É permitido trazer do estrangeiro, como bagagem, objetos de uso pessoal e doméstico, desde que, por sua quantidade e natureza, não induzam finalidade comercial."
  },
  {
    "id": "stf_sumula_63",
    "texto": "STF - Súmula 63 - 12/1963 - Superado É indispensável, para trazida de automóvel, a prova do licenciamento há mais de seis meses no país de origem."
  },
  {
    "id": "stf_sumula_62",
    "texto": "STF - Súmula 62 - 12/1963 - Superado Não basta a simples estada no estrangeiro por mais de seis meses, para dar direito à trazida de automóvel com fundamento em transferência de residência."
  },
  {
    "id": "stf_sumula_61",
    "texto": "STF - Súmula 61 - 12/1963 - Superado Brasileiro domiciliado no estrangeiro, que se transfere definitivamente para o Brasil, pode trazer automóvel licenciado em seu nome há mais de seis meses."
  },
  {
    "id": "stf_sumula_60",
    "texto": "STF - Súmula 60 - 12/1963 - Superado Não pode o estrangeiro trazer automóvel quando não comprovada a transferência definitiva de sua residência para o Brasil."
  },
  {
    "id": "stf_sumula_59",
    "texto": "STF - Súmula 59 - 12/1963 - Superado Imigrante pode trazer, sem licença prévia, automóvel que lhe pertença desde mais de seis meses antes do seu embarque para o Brasil."
  },
  {
    "id": "stf_sumula_58",
    "texto": "STF - Súmula 58 - 12/1963 - Superado É válida a exigência de média superior a quatro para aprovação em estabelecimento de ensino superior, consoante o respectivo regimento."
  },
  {
    "id": "stf_sumula_57",
    "texto": "STF - Súmula 57 - 12/1963 - Militar inativo não tem direito ao uso do uniforme fora dos casos previstos em lei ou regulamento."
  },
  {
    "id": "stf_sumula_56",
    "texto": "STF - Súmula 56 - 12/1963 - Superado Militar reformado não está sujeito à pena disciplinar."
  },
  {
    "id": "stf_sumula_55",
    "texto": "STF - Súmula 55 - 12/1963 - Militar da reserva está sujeito à pena disciplinar."
  },
  {
    "id": "stf_sumula_54",
    "texto": "STF - Súmula 54 - 12/1963 - Superado A reserva ativa do magistério militar não confere vantagens vinculadas à efetiva passagem para a inatividade."
  },
  {
    "id": "stf_sumula_53",
    "texto": "STF - Súmula 53 - 12/1963 - Superado A promoção de professor militar, vinculada à sua reforma, pode ser feita, quando couber, a pôsto inexistente no quadro."
  },
  {
    "id": "stf_sumula_52",
    "texto": "STF - Súmula 52 - 12/1963 - Superado A promoção de militar, vinculada à inatividade, pode ser feita, quando couber, a pôsto inexistente no quadro."
  },
  {
    "id": "stf_sumula_51",
    "texto": "STF - Súmula 51 - 12/1963 - Superado Militar não tem direito a mais de duas promoções na passagem para a inatividade, ainda que por motivos diversos."
  },
  {
    "id": "stf_sumula_50",
    "texto": "STF - Súmula 50 - 12/1963 - Superado A lei pode estabelecer condições para a demissão de extranumerário."
  },
  {
    "id": "stf_sumula_49",
    "texto": "STF - Súmula 49 - 12/1963 - A cláusula de inalienabilidade inclui a incomunicabilidade dos bens."
  },
  {
    "id": "stf_sumula_48",
    "texto": "STF - Súmula 48 - 12/1963 - Superado É legítimo o rodízio de docentes livres na substituição do professor catedrático."
  },
  {
    "id": "stf_sumula_47",
    "texto": "STF - Súmula 47 - 12/1963 - Reitor de universidade não é livremente demissível pelo Presidente da República durante o prazo de sua investidura."
  },
  {
    "id": "stf_sumula_46",
    "texto": "STF - Súmula 46 - 12/1963 - Desmembramento de serventia de justiça não viola o princípio de vitaliciedade do serventuário."
  },
  {
    "id": "stf_sumula_45",
    "texto": "STF - Súmula 45 - 12/1963 - Superado A estabilidade dos substitutos do Ministério Público Militar não confere direito aos vencimentos da atividade fora dos períodos de exercício."
  },
  {
    "id": "stf_sumula_44",
    "texto": "STF - Súmula 44 - 12/1963 - Superado O exercício do cargo pelo prazo determinado na L. 1.341, de 30.1.51, art. 91, dá preferência para a nomeação interina de Procurador da República."
  },
  {
    "id": "stf_sumula_43",
    "texto": "STF - Súmula 43 - 12/1963 - Superado Não contraria a Constituição Federal o art. 61 da Constituição de São Paulo, que equiparou os vencimentos do Ministério Público aos da magistratura."
  },
  {
    "id": "stf_sumula_42",
    "texto": "STF - Súmula 42 - 12/1963 - Superado É legítima a equiparação de juízes do Tribunal de Contas, em direitos e garantias, aos membros do Poder Judiciário."
  },
  {
    "id": "stf_sumula_41",
    "texto": "STF - Súmula 41 - 12/1963 - Superado Juízes preparadores ou substitutos não têm direito aos vencimentos da atividade fora dos períodos de exercício."
  },
  {
    "id": "stf_sumula_40",
    "texto": "STF - Súmula 40 - 12/1963 - A elevação da entrância da comarca não promove automaticamente o juiz, mas não interrompe o exercício de suas funções na mesma comarca."
  },
  {
    "id": "stf_sumula_39",
    "texto": "STF - Súmula 39 - 12/1963 - À falta de lei, funcionário em disponibilidade não pode exigir, judicialmente, o seu aproveitamento, que fica subordinado ao critério de conveniência da administração."
  },
  {
    "id": "stf_sumula_38",
    "texto": "STF - Súmula 38 - 12/1963 - Superado Reclassificação posterior à aposentadoria não aproveita ao servidor aposentado."
  },
  {
    "id": "stf_sumula_37",
    "texto": "STF - Súmula 37 - 12/1963 - Superado Não tem direito de se aposentar pelo Tesouro Nacional o servidor que não satisfizer as condições estabelecidas na legislação do serviço público federal, ainda que aposentado pela respectiva instituição previdenciária, com direito, em tese, a duas aposentadorias."
  },
  {
    "id": "stf_sumula_36",
    "texto": "STF - Súmula 36 - 12/1963 - Servidor vitalício está sujeito à aposentadoria compulsória, em razão da idade."
  },
  {
    "id": "stf_sumula_35",
    "texto": "STF - Súmula 35 - 12/1963 - Em caso de acidente do trabalho ou de transporte, a concubina tem direito de ser indenizada pela morte do amásio, se entre êles não havia impedimento para o matrimônio."
  },
  {
    "id": "stf_sumula_34",
    "texto": "STF - Súmula 34 - 12/1963 - Superado No Estado de São Paulo, funcionário eleito vereador fica licenciado por tôda a duração do mandato."
  },
  {
    "id": "stf_sumula_33",
    "texto": "STF - Súmula 33 - 12/1963 - Superado A L. 1.741, de 22.11.52, é aplicável às autarquias federais."
  },
  {
    "id": "stf_sumula_32",
    "texto": "STF - Súmula 32 - 12/1963 - Superado Para aplicação da L. 1741, de 22.11.52, soma-se o tempo de serviço ininterrupto em cargo em comissão e em função gratificada."
  },
  {
    "id": "stf_sumula_31",
    "texto": "STF - Súmula 31 - 12/1963 - Superado Para aplicação da L. 1741, de 22.11.52, soma-se o tempo de serviço ininterrupto em mais de um cargo em comissão."
  },
  {
    "id": "stf_sumula_30",
    "texto": "STF - Súmula 30 - 12/1963 - Superado Servidores de coletorias não têm direito à percentagem pela cobrança de contribuições destinadas à Petrobrás."
  },
  {
    "id": "stf_sumula_29",
    "texto": "STF - Súmula 29 - 12/1963 - Superado Gratificação devida a servidores do \"sistema fazendário\" não se estende aos dos Tribunais de Contas."
  },
  {
    "id": "stf_sumula_28",
    "texto": "STF - Súmula 28 - 12/1963 - Superado O estabelecimento bancário é responsável pelo pagamento de cheque falso, ressalvadas as hipóteses de culpa exclusiva ou concorrente do correntista."
  },
  {
    "id": "stf_sumula_27",
    "texto": "STF - Súmula 27 - 12/1963 - Superado Os servidores públicos não têm vencimentos irredutíveis, prerrogativa dos membros do Poder Judiciário e dos que lhes são equiparados."
  },
  {
    "id": "stf_sumula_26",
    "texto": "STF - Súmula 26 - 12/1963 - Superado Os servidores do Instituto de Aposentadoria e Pensões dos Industriários não podem acumular a sua gratificação bienal com o adicional de tempo de serviço previsto no Estatuto dos Funcionários Civis da União."
  },
  {
    "id": "stf_sumula_25",
    "texto": "STF - Súmula 25 - 12/1963 - A nomeação a têrmo não impede a livre demissão pelo Presidente da República, de ocupante de cargo dirigente de autarquia."
  },
  {
    "id": "stf_sumula_24",
    "texto": "STF - Súmula 24 - 12/1963 - Superado Funcionário interino substituto é livremente demissível, mesmo antes de cessar a causa da substituição."
  },
  {
    "id": "stf_sumula_23",
    "texto": "STF - Súmula 23 - 12/1963 - Verificados os pressupostos legais para o licenciamento da obra, não o impede a declaração de utilidade pública para desapropriação do imóvel, mas o valor da obra não se incluirá na indenização, quando a desapropriação fôr efetivada."
  },
  {
    "id": "stf_sumula_22",
    "texto": "STF - Súmula 22 - 12/1963 - O estágio probatório não protege o funcionário contra a extinção do cargo."
  },
  {
    "id": "stf_sumula_21",
    "texto": "STF - Súmula 21 - 12/1963 - Funcionário em estágio probatório não pode ser exonerado nem demitido sem inquérito ou sem as formalidades legais de apuração de sua capacidade."
  },
  {
    "id": "stf_sumula_20",
    "texto": "STF - Súmula 20 - 12/1963 - É necessário processo administrativo com ampla defesa, para demissão de funcionário admitido por concurso."
  },
  {
    "id": "stf_sumula_19",
    "texto": "STF - Súmula 19 - 12/1963 - É inadmissível segunda punição de servidor público, baseada no mesmo processo em que se fundou a primeira."
  },
  {
    "id": "stf_sumula_18",
    "texto": "STF - Súmula 18 - 12/1963 - Pela falta residual, não compreendida na absolvição pelo juízo criminal, é admissível a punição administrativa do servidor público."
  },
  {
    "id": "stf_sumula_17",
    "texto": "STF - Súmula 17 - 12/1963 - A nomeação de funcionário sem concurso pode ser desfeita antes da posse."
  },
  {
    "id": "stf_sumula_16",
    "texto": "STF - Súmula 16 - 12/1963 - Funcionário nomeado por concurso tem direito à posse."
  },
  {
    "id": "stf_sumula_15",
    "texto": "STF - Súmula 15 - 12/1963 - Dentro do prazo de validade do concurso, o candidato aprovado tem o direito à nomeação, quando o cargo fôr preenchido sem observância da classificação."
  },
  {
    "id": "stf_sumula_14",
    "texto": "STF - Súmula 14 - 12/1963 - Superado Não é admissível, por ato administrativo, restringir, em razão da idade, inscrição em concurso para cargo público."
  },
  {
    "id": "stf_sumula_13",
    "texto": "STF - Súmula 13 - 12/1963 - Superado A equiparação de extranumerário a funcionário efetivo, determinada pela L. 2.284, de 9.8.54, não envolve reestruturação, não compreendendo, portanto, os vencimentos."
  },
  {
    "id": "stf_sumula_12",
    "texto": "STF - Súmula 12 - 12/1963 - Superado A vitaliciedade do professor catedrático não impede o desdobramento da cátedra."
  },
  {
    "id": "stf_sumula_11",
    "texto": "STF - Súmula 11 - 12/1963 - Superado A vitaliciedade não impede a extinção do cargo, ficando o funcionário em disponibilidade, com todos os vencimentos."
  },
  {
    "id": "stf_sumula_10",
    "texto": "STF - Súmula 10 - 12/1963 - O tempo de serviço militar conta-se para efeito de disponibilidade e aposentadoria do servidor público estadual."
  },
  {
    "id": "stf_sumula_9",
    "texto": "STF - Súmula 9 - 12/1963 - Superado Para o acesso de auditores ao Superior Tribunal Militar, só concorrem os de segunda entrância."
  },
  {
    "id": "stf_sumula_8",
    "texto": "STF - Súmula 8 - 12/1963 - Diretor de sociedade de economia mista pode ser destituído no curso do mandato."
  },
  {
    "id": "stf_sumula_7",
    "texto": "STF - Súmula 7 - 12/1963 - Superado Sem prejuízo de recurso para o Congresso, não é exeqüível contrato administrativo a que o Tribunal de Contas houver negado registro."
  },
  {
    "id": "stf_sumula_6",
    "texto": "STF - Súmula 6 - 12/1963 - Superado A revogação ou anulação, pelo Poder Executivo, de aposentadoria, ou qualquer outro ato aprovado pelo Tribunal de Contas, não produz efeitos antes de aprovada por aquêle Tribunal, ressalvada a competência revisora do Judiciário."
  },
  {
    "id": "stf_sumula_5",
    "texto": "STF - Súmula 5 - 12/1963 - Superado A sanção do projeto supre a falta de iniciativa do Poder Executivo."
  },
  {
    "id": "stf_sumula_4",
    "texto": "STF - Súmula 4 - 12/1963 - Não perde a imunidade parlamentar o congressista nomeado Ministro de Estado. (Cancelada)"
  },
  {
    "id": "stf_sumula_3",
    "texto": "STF - Súmula 3 - 12/1963 - Superado A imunidade concedida a deputados estaduais é restrita à Justiça do Estado. (Superada)"
  },
  {
    "id": "stf_sumula_2",
    "texto": "STF - Súmula 2 - 12/1963 - Superado Concede-se liberdade vigiada ao extraditando que estiver prêso por prazo superior a sessenta dias."
  },
  {
    "id": "stf_sumula_1",
    "texto": "STF - Súmula 1 - 12/1963 - É vedada a expulsão de estrangeiro casado com Brasileira, ou que tenha filho Brasileiro, dependente da economia paterna."
  }
]
