[
  {
    "id": "tse_sumula_73",
    "texto": "TSE - Súmula 73 - A fraude à cota de gênero, consistente no desrespeito ao percentual mínimo de 30% (trinta por cento) de candidaturas femininas, nos termos do art. 10, § 3º, da Lei n. 9.504/97, configura-se com a presença de um ou alguns dos seguintes elementos, quando os fatos e as circunstâncias do caso concreto assim permitirem concluir: (1) votação zerada ou inexpressiva; (2) prestação de contas zerada, padronizada ou ausência de movimentação financeira relevante; e (3) ausência de atos efetivos de campanhas, divulgação ou promoção da candidatura de terceiros. O reconhecimento do ilícito acarretará: (a) a cassação do Demonstrativo de Regularidade de Atos Partidários (Drap) da legenda e dos diplomas dos candidatos a ele vinculados, independentemente de prova de participação, ciência ou anuência deles; (b) a inelegibilidade daqueles que praticaram ou anuíram com a conduta, nas hipóteses de Ação de Investigação Judicial Eleitoral (AIJE); (c) a nulidade dos votos obtidos pelo partido, com a recontagem dos quocientes eleitoral e partidário (art. 222 do Código Eleitoral), inclusive para fins de aplicação do art. 224 do Código Eleitoral."
  },
  {
    "id": "tse_sumula_72",
    "texto": "TSE - Súmula 72 - É inadmissível o recurso especial eleitoral quando a questão suscitada não foi debatida na decisão recorrida e não foi objeto de embargos de declaração."
  },
  {
    "id": "tse_sumula_71",
    "texto": "TSE - Súmula 71 - Na hipótese de negativa de seguimento ao recurso especial e da consequente interposição de agravo, a parte deverá apresentar contrarrazões tanto ao agravo quanto ao recurso especial, dentro do mesmo tríduo legal."
  },
  {
    "id": "tse_sumula_70",
    "texto": "TSE - Súmula 70 - O encerramento do prazo de inelegibilidade antes do dia da eleição constitui fato superveniente que afasta a inelegibilidade, nos termos do art. 11, § 10, da Lei nº 9.504/97."
  },
  {
    "id": "tse_sumula_69",
    "texto": "TSE - Súmula 69 - Os prazos de inelegibilidade previstos nas alíneas j e h do inciso I do art. 1º da LC nº 64/90 têm termo inicial no dia do primeiro turno da eleição e termo final no dia de igual número no oitavo ano seguinte."
  },
  {
    "id": "tse_sumula_68",
    "texto": "TSE - Súmula 68 - A União é parte legítima para requerer a execução de astreintes, fixada por descumprimento de ordem judicial no âmbito da Justiça Eleitoral."
  },
  {
    "id": "tse_sumula_67",
    "texto": "TSE - Súmula 67 - A perda do mandato em razão da desfiliação partidária não se aplica aos candidatos eleitos pelo sistema majoritário."
  },
  {
    "id": "tse_sumula_66",
    "texto": "TSE - Súmula 66 - A incidência do § 2º do art. 26-C da LC nº 64/90 não acarreta o imediato indeferimento do registro ou o cancelamento do diploma, sendo necessário o exame da presença de todos os requisitos essenciais à configuração da inelegibilidade, observados os princípios do contraditório e da ampla defesa."
  },
  {
    "id": "tse_sumula_65",
    "texto": "TSE - Súmula 65 - Considera-se tempestivo o recurso interposto antes da publicação da decisão recorrida."
  },
  {
    "id": "tse_sumula_64",
    "texto": "TSE - Súmula 64 - Contra acórdão que discute, simultaneamente, condições de elegibilidade e de inelegibilidade, é cabível o recurso ordinário."
  },
  {
    "id": "tse_sumula_63",
    "texto": "TSE - Súmula 63 - A execução fiscal de multa eleitoral só pode atingir os sócios se preenchidos os requisitos para a desconsideração da personalidade jurídica previstos no art. 50 do Código Civil, tendo em vista a natureza não tributária da dívida, observados, ainda, o contraditório e a ampla defesa."
  },
  {
    "id": "tse_sumula_62",
    "texto": "TSE - Súmula 62 - Os limites do pedido são demarcados pelos fatos imputados na inicial, dos quais a parte se defende, e não pela capitulação legal atribuída pelo autor."
  },
  {
    "id": "tse_sumula_61",
    "texto": "TSE - Súmula 61 - O prazo concernente à hipótese de inelegibilidade prevista no art. 1º, I, e, da LC nº 64/90 projeta-se por oito anos após o cumprimento da pena, seja ela privativa de liberdade, restritiva de direito ou multa."
  },
  {
    "id": "tse_sumula_60",
    "texto": "TSE - Súmula 60 - O prazo da causa de inelegibilidade prevista no art. 1º, I, e, da LC nº 64/90 deve ser contado a partir da data em que ocorrida a prescrição da pretensão executória e não do momento da sua declaração judicial."
  },
  {
    "id": "tse_sumula_59",
    "texto": "TSE - Súmula 59 - O reconhecimento da prescrição da pretensão executória pela Justiça Comum não afasta a inelegibilidade prevista no art. 1º, I, e, da LC nº 64/90, porquanto não extingue os efeitos secundários da condenação."
  },
  {
    "id": "tse_sumula_58",
    "texto": "TSE - Súmula 58 - Não compete à Justiça Eleitoral, em processo de registro de candidatura, verificar a prescrição da pretensão punitiva ou executória do candidato e declarar a extinção da pena imposta pela Justiça Comum."
  },
  {
    "id": "tse_sumula_57",
    "texto": "TSE - Súmula 57 - 34/2009 - A apresentação das contas de campanha é suficiente para a obtenção da quitação eleitoral, nos termos da nova redação conferida ao art. 11, § 7º, da Lei nº 9.504/97, pela Lei nº 12.0."
  },
  {
    "id": "tse_sumula_56",
    "texto": "TSE - Súmula 56 - A multa eleitoral constitui dívida ativa de natureza não tributária, submetendo-se ao prazo prescricional de 10 (dez) anos, nos moldes do art. 205 do Código Civil."
  },
  {
    "id": "tse_sumula_55",
    "texto": "TSE - Súmula 55 - A Carteira Nacional de Habilitação gera a presunção da escolaridade necessária ao deferimento do registro de candidatura."
  },
  {
    "id": "tse_sumula_54",
    "texto": "TSE - Súmula 54 - A desincompatibilização de servidor público que possui cargo em comissão é de três meses antes do pleito e pressupõe a exoneração do cargo comissionado, e não apenas seu afastamento de fato."
  },
  {
    "id": "tse_sumula_53",
    "texto": "TSE - Súmula 53 - O filiado a partido político, ainda que não seja candidato, possui legitimidade e interesse para impugnar pedido de registro de coligação partidária da qual é integrante, em razão de eventuais irregularidades havidas em convenção."
  },
  {
    "id": "tse_sumula_52",
    "texto": "TSE - Súmula 52 - Em registro de candidatura, não cabe examinar o acerto ou desacerto da decisão que examinou, em processo específico, a filiação partidária do eleitor."
  },
  {
    "id": "tse_sumula_51",
    "texto": "TSE - Súmula 51 - O processo de registro de candidatura não é o meio adequado para se afastarem os eventuais vícios apurados no processo de prestação de contas de campanha ou partidárias."
  },
  {
    "id": "tse_sumula_50",
    "texto": "TSE - Súmula 50 - O pagamento da multa eleitoral pelo candidato ou a comprovação do cumprimento regular de seu parcelamento após o pedido de registro, mas antes do julgamento respectivo, afasta a ausência de quitação eleitoral."
  },
  {
    "id": "tse_sumula_49",
    "texto": "TSE - Súmula 49 - O prazo de cinco dias, previsto no art. 3º da LC nº 64/90, para o Ministério Público impugnar o registro inicia-se com a publicação do edital, caso em que é excepcionada a regra que determina a sua intimação pessoal."
  },
  {
    "id": "tse_sumula_48",
    "texto": "TSE - Súmula 48 - A retirada da propaganda irregular, quando realizada em bem particular, não é capaz de elidir a multa prevista no art. 37, § 1º, da Lei nº 9.504/97."
  },
  {
    "id": "tse_sumula_47",
    "texto": "TSE - Súmula 47 - A inelegibilidade superveniente que autoriza a interposição de recurso contra expedição de diploma, fundado no art. 262 do Código Eleitoral, é aquela de índole constitucional ou, se infraconstitucional, superveniente ao registro de candidatura, e que surge até a data do pleito."
  },
  {
    "id": "tse_sumula_46",
    "texto": "TSE - Súmula 46 - É ilícita a prova colhida por meio da quebra do sigilo fiscal sem prévia e fundamentada autorização judicial, podendo o Ministério Público Eleitoral acessar diretamente apenas a relação dos doadores que excederam os limites legais, para os fins da representação cabível, em que poderá requerer, judicialmente e de forma individualizada, o acesso aos dados relativos aos rendimentos do doador."
  },
  {
    "id": "tse_sumula_45",
    "texto": "TSE - Súmula 45 - Nos processos de registro de candidatura, o Juiz Eleitoral pode conhecer de ofício da existência de causas de inelegibilidade ou da ausência de condição de elegibilidade, desde que resguardados o contraditório e a ampla defesa."
  },
  {
    "id": "tse_sumula_44",
    "texto": "TSE - Súmula 44 - O disposto no art. 26-C da LC nº 64/90 não afasta o poder geral de cautela conferido ao magistrado pelo Código de Processo Civil."
  },
  {
    "id": "tse_sumula_43",
    "texto": "TSE - Súmula 43 - As alterações fáticas ou jurídicas supervenientes ao registro que beneficiem o candidato, nos termos da parte final do art. 11, § 10, da Lei n° 9.504/97, também devem ser admitidas para as condições de elegibilidade."
  },
  {
    "id": "tse_sumula_42",
    "texto": "TSE - Súmula 42 - A decisão que julga não prestadas as contas de campanha impede o candidato de obter a certidão de quitação eleitoral durante o curso do mandato ao qual concorreu, persistindo esses efeitos, após esse período, até a efetiva apresentação das contas."
  },
  {
    "id": "tse_sumula_41",
    "texto": "TSE - Súmula 41 - Não cabe à Justiça Eleitoral decidir sobre o acerto ou desacerto das decisões proferidas por outros Órgãos do Judiciário ou dos Tribunais de Contas que configurem causa de inelegibilidade."
  },
  {
    "id": "tse_sumula_40",
    "texto": "TSE - Súmula 40 - O partido político não é litisconsorte passivo necessário em ações que visem à cassação de diploma."
  },
  {
    "id": "tse_sumula_39",
    "texto": "TSE - Súmula 39 - Não há formação de litisconsórcio necessário em processos de registro de candidatura."
  },
  {
    "id": "tse_sumula_38",
    "texto": "TSE - Súmula 38 - Nas ações que visem à cassação de registro, diploma ou mandato, há litisconsórcio passivo necessário entre o titular e o respectivo vice da chapa majoritária."
  },
  {
    "id": "tse_sumula_37",
    "texto": "TSE - Súmula 37 - Compete originariamente ao Tribunal Superior Eleitoral processar e julgar recurso contra expedição de diploma envolvendo eleições federais ou estaduais."
  },
  {
    "id": "tse_sumula_36",
    "texto": "TSE - Súmula 36 - Cabe recurso ordinário de acórdão de Tribunal Regional Eleitoral que decida sobre inelegibilidade, expedição ou anulação de diploma ou perda de mandato eletivo nas eleições federais ou estaduais (art. 121, § 4º, incisos III e IV, da Constituição Federal)."
  },
  {
    "id": "tse_sumula_35",
    "texto": "TSE - Súmula 35 - Não é cabível reclamação para arguir o descumprimento de resposta a consulta ou de ato normativo do Tribunal Superior Eleitoral."
  },
  {
    "id": "tse_sumula_34",
    "texto": "TSE - Súmula 34 - Não compete ao Tribunal Superior Eleitoral processar e julgar mandado de segurança contra ato de membro de Tribunal Regional Eleitoral."
  },
  {
    "id": "tse_sumula_33",
    "texto": "TSE - Súmula 33 - Somente é cabível ação rescisória de decisões do Tribunal Superior Eleitoral que versem sobre a incidência de causa de inelegibilidade."
  },
  {
    "id": "tse_sumula_32",
    "texto": "TSE - Súmula 32 - É inadmissível recurso especial eleitoral por violação à legislação municipal ou estadual, ao Regimento Interno dos Tribunais Eleitorais ou às normas partidárias."
  },
  {
    "id": "tse_sumula_31",
    "texto": "TSE - Súmula 31 - Não cabe recurso especial eleitoral contra acórdão que decide sobre pedido de medida liminar."
  },
  {
    "id": "tse_sumula_30",
    "texto": "TSE - Súmula 30 - Não se conhece de recurso especial eleitoral por dissídio jurisprudencial, quando a decisão recorrida estiver em conformidade com a jurisprudência do Tribunal Superior Eleitoral."
  },
  {
    "id": "tse_sumula_29",
    "texto": "TSE - Súmula 29 - A divergência entre julgados do mesmo Tribunal não se presta a configurar dissídio jurisprudencial apto a fundamentar recurso especial eleitoral."
  },
  {
    "id": "tse_sumula_28",
    "texto": "TSE - Súmula 28 - A divergência jurisprudencial que fundamenta o recurso especial interposto com base na alínea b do inciso I do art. 276 do Código Eleitoral somente estará demonstrada mediante a realização de cotejo analítico e a existência de similitude fática entre os acórdãos paradigma e o aresto recorrido."
  },
  {
    "id": "tse_sumula_27",
    "texto": "TSE - Súmula 27 - É inadmissível recurso cuja deficiência de fundamentação impossibilite a compreensão da controvérsia."
  },
  {
    "id": "tse_sumula_26",
    "texto": "TSE - Súmula 26 - É inadmissível o recurso que deixa de impugnar especificamente fundamento da decisão recorrida que é, por si só, suficiente para a manutenção desta."
  },
  {
    "id": "tse_sumula_25",
    "texto": "TSE - Súmula 25 - É indispensável o esgotamento das instâncias ordinárias para a interposição de recurso especial eleitoral."
  },
  {
    "id": "tse_sumula_24",
    "texto": "TSE - Súmula 24 - Não cabe recurso especial eleitoral para simples reexame do conjunto fático-probatório."
  },
  {
    "id": "tse_sumula_23",
    "texto": "TSE - Súmula 23 - Não cabe mandado de segurança contra decisão judicial transitada em julgado."
  },
  {
    "id": "tse_sumula_22",
    "texto": "TSE - Súmula 22 - Não cabe mandado de segurança contra decisão judicial recorrível, salvo situações de teratologia ou manifestamente ilegais."
  },
  {
    "id": "tse_sumula_21",
    "texto": "TSE - Súmula 21 - Superado (CANCELADA) O prazo para ajuizamento da representação contra doação de campanha acima do limite legal é de 180 dias, contados da data da diplomação."
  },
  {
    "id": "tse_sumula_20",
    "texto": "TSE - Súmula 20 - A prova de filiação partidária daquele cujo nome não constou da lista de filiados de que trata o art. 19 da Lei nº 9.096/95, pode ser realizada por outros elementos de convicção, salvo quando se tratar de documentos produzidos unilateralmente, destituídos de fé pública."
  },
  {
    "id": "tse_sumula_19",
    "texto": "TSE - Súmula 19 - O prazo de inelegibilidade decorrente da condenação por abuso do poder econômico ou político tem início no dia da eleição em que este se verificou e finda no dia de igual número no oitavo ano seguinte (art. 22, XIV, da LC nº 64/90)."
  },
  {
    "id": "tse_sumula_18",
    "texto": "TSE - Súmula 18 - Conquanto investido de poder de polícia, não tem legitimidade o juiz eleitoral para, de ofício, instaurar procedimento com a finalidade de impor multa pela veiculação de propaganda eleitoral em desacordo com a Lei nº 9.504/97."
  },
  {
    "id": "tse_sumula_17",
    "texto": "TSE - Súmula 17 - Superado (CANCELADA) Não é admissível a presunção de que o candidato, por ser beneficiário de propaganda eleitoral irregular, tenha prévio conhecimento de sua veiculação."
  },
  {
    "id": "tse_sumula_16",
    "texto": "TSE - Súmula 16 - Superado (CANCELADA) A falta de abertura de conta bancária específica não é fundamento suficiente para a rejeição de contas de campanha eleitoral, desde que, por outros meios, se possa demonstrar sua regularidade."
  },
  {
    "id": "tse_sumula_15",
    "texto": "TSE - Súmula 15 - O exercício de mandato eletivo não é circunstância capaz, por si só, de comprovar a condição de alfabetizado do candidato."
  },
  {
    "id": "tse_sumula_14",
    "texto": "TSE - Súmula 14 - Superado (CANCELADA) A duplicidade de que cuida o parágrafo único do artigo 22 da Lei n° 9.096/95 somente fica caracterizada caso a nova filiação houver ocorrido após a remessa das listas previstas no parágrafo único do artigo 58 da referida lei."
  },
  {
    "id": "tse_sumula_13",
    "texto": "TSE - Súmula 13 - Não é auto-aplicável o § 9º do art. 14 da Constituição, com a redação da Emenda Constitucional de Revisão n° 4/94."
  },
  {
    "id": "tse_sumula_12",
    "texto": "TSE - Súmula 12 - São inelegíveis, no município desmembrado, e ainda não instalado, o cônjuge e os parentes consangüíneos ou afins, até o segundo grau ou por adoção, do prefeito do município-mãe, ou de quem o tenha substituído, dentro dos seis meses anteriores ao pleito, salvo se já titular de mandato eletivo."
  },
  {
    "id": "tse_sumula_11",
    "texto": "TSE - Súmula 11 - No processo de registro de candidatos, o partido que não o impugnou não tem legitimidade para recorrer da sentença que o deferiu, salvo se se cuidar de matéria constitucional."
  },
  {
    "id": "tse_sumula_10",
    "texto": "TSE - Súmula 10 - No processo de registro de candidatos, quando a sentença for entregue em cartório antes de três dias contados da conclusão ao juiz, o prazo para o recurso ordinário, salvo intimação pessoal anterior, só se conta do termo final daquele tríduo."
  },
  {
    "id": "tse_sumula_9",
    "texto": "TSE - Súmula 9 - A suspensão de direitos políticos decorrente de condenação criminal transitada em julgado cessa com o cumprimento ou a extinção da pena, independendo de reabilitação ou de prova de reparação dos danos."
  },
  {
    "id": "tse_sumula_8",
    "texto": "TSE - Súmula 8 - Superado (CANCELADA) O vice-prefeito é inelegível para o mesmo cargo."
  },
  {
    "id": "tse_sumula_7",
    "texto": "TSE - Súmula 7 - Superado (CANCELADA) É inelegível para o cargo de prefeito a irmã da concubina do atual titular do mandato."
  },
  {
    "id": "tse_sumula_6",
    "texto": "TSE - Súmula 6 - São inelegíveis para o cargo de Chefe do Executivo o cônjuge e os parentes, indicados no § 7º do art. 14 da Constituição Federal, do titular do mandato, salvo se este, reelegível, tenha falecido, renunciado ou se afastado definitivamente do cargo até seis meses antes do pleito."
  },
  {
    "id": "tse_sumula_5",
    "texto": "TSE - Súmula 5 - Serventuário de cartório, celetista, não se inclui na exigência do art. 1º, II, l, da LC nº 64/90."
  },
  {
    "id": "tse_sumula_4",
    "texto": "TSE - Súmula 4 - Não havendo preferência entre candidatos que pretendam o registro da mesma variação nominal, defere-se o do que primeiro o tenha requerido."
  },
  {
    "id": "tse_sumula_3",
    "texto": "TSE - Súmula 3 - No processo de registro de candidatos, não tendo o juiz aberto prazo para o suprimento de defeito da instrução do pedido, pode o documento, cuja falta houver motivado o indeferimento, ser juntado com o recurso ordinário."
  },
  {
    "id": "tse_sumula_2",
    "texto": "TSE - Súmula 2 - Assinada e recebida a ficha de filiação partidária até o termo final do prazo fixado em lei, considera-se satisfeita a correspondente condição de elegibilidade, ainda que não tenha fluído, até a mesma data, o tríduo legal de impugnação."
  },
  {
    "id": "tse_sumula_1",
    "texto": "TSE - Súmula 1 - Superado (CANCELADA) Proposta a ação para desconstituir a decisão que rejeitou as contas, anteriormente à impugnação, fica suspensa a inelegibilidade (Lei Complementar nº 64/90, art. 1º, I, g)."
  }
]
